{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 34 exhalaciones acompañadas de vapor de agua, gases volcánicos y en ocasiones ceniza, además de 569 minutos de tremor. Durante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gas volcánicos, en dirección este-noreste (ENE).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "K1rnX5hP-5U,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla, Veracruz (sur), Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): San Luis Potosí, Hidalgo, Oaxaca (oriente), Chiapas, Tabasco y Campeche.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Nuevo León, Tamaulipas, Querétaro, Michoacán, Estado de México, Ciudad de México, Tlaxcala, Morelos y Guerrero.\n\nLluvias aisladas (0.1 a 5 mm): Zacatecas, Aguascalientes, Guanajuato y Jalisco.\n\nProbabilidad de caída de nieve o aguanieve durante la noche: cimas montañosas con altitudes superiores a los 4,500 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra y Pico de Orizaba).",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "15/12/2023 - Los efectos de un canal de baja presión extendido sobre el occidente y suroeste del Golfo de México, en combinación con el ingreso de humedad y los efectos orográficos mantendrán la presencia de nublados con probabilidad para lluvias puntuales fuertes (25 a 50 mm) sobre la región de Matamoros; lluvias con intervalos de chubascos (5.1 a 25 mm) en el  resto del territorio tamaulipeco. Para la entidad veracruzana se prevén lluvias puntuales fuertes (25 a 50 mm), sin descartar algún evento puntual superior sobre las cuencas de los ríos Coatzacoalcos y Tonalá, además de Los Tuxtlas; lluvias con intervalos de chubascos (5.1 a 25 mm) sobre la zona montañosa del centro y en el resto de las porciones norte y sur; lluvias escasas o lloviznas (0.1 a 5 mm) en el resto de la porción central. Sobre zonas montañosas de ambos estados continuará la presencia de bancos de nieblas. El viento en Tamaulipas dominará del Noreste de 25 a 35 km h, con rachas de 50 km/h en zonas costeras. Sobre la entidad veracruzana será del Norte y Noroeste de 25 a 35 km/h con rachas de 50 a 60 km/h en zonas costeras. El ambiente diurno continuará percibiéndose de templado a cálido en Tamaulipas, así como en planicies y costas de Veracruz; fresco a templado en porciones medias o de montaña; frío en zonas serranas. Por la noche y madrugada, se mantendrá ambiente muy frío a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "15/12/2023 - Este viernes, el centro de baja presión que aloja al frente frío Núm. 17 se desplazará sobre el noroeste y norte del Golfo de México, interaccionará con un canal de baja presión y con el ingreso de humedad generado por la corriente en chorro subtropical, originando chubascos y lluvias fuertes en el noreste, oriente y sureste del país, con lluvias puntuales muy fuertes en Puebla, Veracruz, Yucatán y Quintana Roo. La masa de aire polar que acompaña al frente, mantendrá el marcado descenso de las temperaturas con heladas la mañana del sábado en el noroeste, norte, noreste, centro y oriente del territorio nacional. A partir de mañana en la noche, originará otro evento de “Norte” con rachas de 60 a 80 km/h en el Istmo y Golfo de Tehuantepec, y rachas de 40 a 60 km/h en las costas de Tamaulipas y Veracruz, así como condiciones para la posible caída de nieve o aguanieve en las cimas montañosas con altitudes superiores a los 4,500 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra y Pico de Orizaba). Finalmente, el ingreso de humedad proveniente del Océano Pacífico incrementará la probabilidad de lluvias y chubascos en estados del occidente, centro y sur del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "14/11/2023 - El frente frío Núm. 17 se desplazará sobre el norte y noreste de la República Mexicana, interaccionará con la humedad propagada por la corriente en chorro subtropical y un canal de baja presión extendido desde el occidente del Golfo de México hasta el sureste del país, provocando lluvias puntuales muy fuertes en Tamaulipas, Veracruz (sur), Chiapas y Tabasco, fuertes en Coahuila, Nuevo León, San Luis Potosí y Oaxaca, chubascos en Hidalgo y Puebla, así como lluvias aisladas en Zacatecas y Aguascalientes. Además, se prevé viento de componente norte con rachas de 70 a 90 km/h en el Istmo y Golfo de Tehuantepec, este último con olas de 2 a 3 metros de altura. La masa de aire polar que acompaña al frente, cubrirá el norte y noroeste de México, provocando un nuevo y marcado descenso de las temperaturas y heladas en ambas regiones, pronosticándose de -10 a -5 °C en sierras de Baja California, Sonora, Chihuahua y Durango, así como rachas de viento de 40 a 60 km/h y posibles tolvaneras en la Península de Baja California, Sonora, Sinaloa, Chihuahua, Coahuila, Nuevo León y Tamaulipas. Aún así, el ambiente frío continuará en el resto de la República Mexicana, incluido el Valle de México. Asimismo, se prevén chubascos en el Estado de México y lluvias aisladas en Nayarit, Jalisco, Guerrero, Michoacán, Guanajuato, Querétaro, Ciudad de México, Morelos y Tlaxcala.",
    "N4H" : "Golfo de México",
    "N4T" : "Aviso Especial por Vaguada-Frente frío-Lluvia-Norte.\n\nPrecaución por:\n*Encharcamientos e inundaciones en centros urbanos.\n*Deslaves, derrumbes y deslizamientos.\n*Crecidas súbitas de ríos y arroyos de respuesta rápida.\n*Destechamiento de casas, caída de ramas, árboles u otros objetos y oleaje elevado.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: se espera para los siguientes días en la región del Golfo de México el desarrollo de una vaguada sobre el oeste y suroeste del mismo, su intensificación a un centro de baja presión al norte de la Península de Yucatán el viernes 15, la reactivación del frente 16 como frío sobre la Sonda de Campeche, y la llegada del frente 17 y su masa fría a la vertiente oriental de México el sábado 16, situación compleja que seguirá favoreciendo continúen las lluvias en el estado de Veracruz, además de que el viento del Norte se intensifique a partir de hoy con las rachas máximas durante el mismo sábado 16 para decrecer el domingo 17, aumentando nuevamente el oleaje. Aquí el pronóstico para los siguientes tres días.\n\nPRONÓSTICO PARA LOS SIGUIENTES TRES DÍAS:\n\nJUEVES 14: probabilidad de nieblas, lloviznas y lluvia con tormentas aisladas con acumulados de 5 a 15 mm en promedio en el estado y máximos de 30 a 50 mm en las cuencas del Pánuco al Colipa y Papaloapan al Tonalá, siendo probables del orden o mayores a 70 mm de forma más dispersa. Viento del Noroeste y Norte de 30 a 40 km/h con rachas de 45 a 60 km/h en la costa. Oleaje en la costa de 1.0 a 2.0 metros. Ambiente templado a fresco al mediodía.\n\nVIERNES 15: probabilidad de nieblas, lloviznas y lluvias con tormentas aisladas con acumulados estimados de 5 a 15 mm en promedio en la entidad con máximos de 30 a 50 mm en las cuencas del Nautla-Colipa, zona montañosa central y sectores del Papaloapan al Tonalá, siendo probables mayores a este rango de forma más dispersa. Viento del Noroeste y Norte de 30 a 40 km/h con rachas de 45 a 60 km/h en la costa, menores en la costa norte. Oleaje de 1.0 a 2.0 metros. La temperatura máxima con poco cambio en comparación al día anterior.\n\nSÁBADO 16: nieblas, lloviznas y lluvias con tormentas, acumulados estimados de 5 a 15 mm en promedio en la entidad con máximos de 50 a 70 mm en partes altas de las cuencas del Tecolutla al Papaloapan, los Tuxtlas y cuencas del Coatzacoalcos al Tonalá, siendo probables mayores a estos rangos de forma más dispersa. Viento del Noroeste y Norte de 50 a 60 km/h con rachas de 65 a 80 km/h en las costas. Oleaje de 2.0 a 3.0 metros. La temperatura máxima con poco cambio en comparación al día anterior.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Zacatecas, Aguascalientes, Estado de México, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 60 a 80 km/h durante la noche: Istmo de Tehuantepec, y con oleaje de 2 a 3 metros de altura: Golfo de Tehuantepec; con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura: costas de Tamaulipas y Veracruz.\n\nRachas de viento de 40 a 60 km/h: Golfo de California, con tolvaneras: Baja California, Sonora, Sinaloa, Chihuahua, Coahuila y Nuevo León."
  }
}
