{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "EMMbImhfLIk,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Puebla y Veracruz.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Tlaxcala, Oaxaca y Chiapas.\n\nLluvias aisladas (0.1 a 5 mm): Coahuila, Nuevo León, Tamaulipas, Hidalgo, Estado de México, Ciudad de México y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "26/04/2024 - La circulación anticiclónica de niveles bajos de la atmósfera continuará posicionada sobre el golfo de México manteniendo las condiciones de cielo despejado a medio nublado en la región. Por su parte, un canal de baja presión que se extenderá a lo largo de la vertiente oriental del país, en combinación con el ingreso de humedad, los forzamientos térmicos y orográficos, así como la aproximación de un sistema frontal al noreste del territorio nacional favorecerán la probabilidad para que se presenten lluvias escasas o lloviznas (0.1 a 5 mm) sobre el occidente de Tamaulipas, mientras que, para la entidad veracruzana se prevén lluvias con intervalos de chubascos (5.1 a 25 mm), sin descartar algún evento puntual superior sobre la zona montañosa del centro. En algunos casos las lluvias se acompañarán de actividad eléctrica. El viento dominará del Sur y Sureste sobre ambas entidades, previéndose rachas de 50 a 70 km/h en las porciones norte y centro de Tamaulipas, así como en zonas costeras del norte de Veracruz y porciones de planicies de las cuencas de los ríos Papaloapan y Coatzacoalcos. El ambiente diurno se percibirá caluroso a muy caluroso sobre Tamaulipas y porciones bajas de Veracruz, así como cálido a caluroso en zonas de montaña.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "26/04/2024 - Este viernes, una línea seca sobre el norte del país, interaccionará con un nuevo frente frío (No. 48) que se aproximará al noroeste del territorio nacional, además de una vaguada en la atmósfera superior y con las corrientes en chorro polar y subtropical, propiciarán rachas de viento fuertes a muy fuertes en el noroeste, norte y noreste de México con probabilidad de torbellinos o tornados en Coahuila, Nuevo León y Tamaulipas, y chubascos en Baja California, así como lluvias aisladas en Coahuila, Nuevo León y Tamaulipas. Por otra parte, canales de baja presión en el interior de la República Mexicana y el ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, ocasionarán lluvias puntuales fuertes con descargas eléctricas en Puebla y Veracruz, y lluvias aisladas en el centro y sureste del país, incluido el Valle de México y Quintana Roo; se esperan rachas fuertes de viento en el occidente, centro, oriente y sureste mexicano. Asimismo, continuará el ambiente caluroso a muy caluroso en la mayor parte del territorio nacional, con temperaturas superiores a 40 °C sobre entidades del litoral del Océano Pacífico, el sureste del país y la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "25/04/2024 - Un sistema de alta presión en el Golfo de México ocasionará evento de surada con rachas de 60 a 80 km/h en Coahuila, Nuevo León y Tamaulipas, y rachas de hasta 60 km/h en Veracruz, en interacción con una línea seca sobre el norte de México, además de una vaguada en la atmósfera superior extendida sobre el noroeste del territorio nacional y con la corriente en chorro subtropical, originarán chubascos acompañados de descargas eléctricas y posible caída de granizo en Coahuila y lluvias aisladas en Baja California, Chihuahua, Nuevo León, Tamaulipas y Durango; rachas de viento muy fuertes de 70 a 90 km/h en Sonora y Chihuahua, rachas de 60 a 80 km/h en la Península de Baja California y Durango, rachas de 50 a 70 km/h en Zacatecas, San Luis Potosí, Aguascalientes y Jalisco, y rachas de 40 a 60 km/h en el Golfo de California, Sinaloa y Nayarit, todas con tolvaneras; además de torbellinos o tornados en Coahuila, Nuevo León y Tamaulipas. Por otra parte, canales de baja presión en el interior del país, en combinación con el ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, propiciarán chubascos con lluvias puntuales fuertes acompañados de descargas eléctricas en Yucatán y Quintana Roo, chubascos en Chiapas y lluvias aisladas en San Luis Potosí, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Puebla, Veracruz, Oaxaca, Tabasco y Campeche.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Michoacán, Guerrero, Oaxaca, Chiapas, Morelos, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz, Tabasco, Campeche y Yucatán.\n\nTemperaturas máximas de 35 a 40 °C: Sonora (sur), Sinaloa, Nayarit, Jalisco, Colima, Chihuahua, Coahuila, Durango, Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Estado de México (suroeste), Puebla (norte y suroeste) y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur y Ciudad de México.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Zacatecas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h y tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua y Durango.\n\nViento con rachas de 50 a 70 km/h y posible formación de torbellinos o tornados: Tamaulipas; con rachas de 40 a 60 km/h: Veracruz y Oaxaca.\n\nViento con rachas de 50 a 70 km/h: Golfo de California; con tolvaneras: San Luis Potosí, Zacatecas, Aguascalientes, Sinaloa, Nayarit, Jalisco y Guanajuato; con posible formación de torbellinos o tornados: Coahuila y Nuevo León (norte).\n\nViento con rachas de 40 a 60 km/h: Campeche y Yucatán; con posibles tolvaneras: Querétaro, Hidalgo y Tabasco."
  }
}
