{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP172023/GEOCOLOR/GOES18-EP172023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP172023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/17/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/17E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL NORMA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP17/refresh/EP172023_wind_probs_34_F120+png/024015.png",
    "DPO" : "TORMENTA TROPICAL NORMA_695 KM AL SUR-SOROESTE DE MANZANILLO, COLIMA_85 KM/H_15 KM/H AL NOROESTE_1000 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 54 exhalaciones y 75 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Jalisco, Colima, Michoacán y Guerrero.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Sinaloa, Nayarit, Estado de México, Oaxaca, Veracruz y Tabasco.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Chihuahua, Durango, Morelos y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "18/10/2023 - Se espera que la masa de aire frío que cubre la vertiente oriental del país y el Golfo de México continúe con su modificación térmica conforme se desplaza hacia el oriente, favoreciendo el restablecimiento de la circulación anticiclónica en la mayor parte de la región. Esto provocará la disminución de los nublados y del potencial de lluvias, no obstante, el flujo de humedad proveniente de ambos océanos hacia el interior del país, junto con el forzamiento orográfico y el calentamiento diurno, provocarán algunos nublados con lluvias de 5.1 a 25 mm, especialmente en zonas altas de las cuencas de los ríos Actopan, La Antigua, Jamapa-Cotaxtla y Papaloapan, así como en Los Tuxtlas y dentro del Coatzacoalcos y Tonalá, mientras que, para las cuencas altas del Tuxpan al Misantla y resto de la zona sur de Veracruz, se prevén lloviznas aisladas. Asimismo, en porciones de montaña continuará la probabilidad para bancos de niebla, generalmente vespertinos a nocturnos. El viento, en Tamaulipas y norte de Veracruz, dominará del Este, Sureste y Sur de 25 a 35 km/h, con algunas rachas de 45 km/h durante horas de la tarde en el norte y centro tamaulipeco. Para el resto de Veracruz continuará viento de componente Norte de 25 a 35 km/h. En cuanto al ambiente diurno para el miércoles, se espera sea cálido a caluroso en Tamaulipas y zonas de planicie y costa de Veracruz, así como templado a cálido en la montaña.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "18/10/2023 - Este miércoles, la Tormenta Tropical NORMA se moverá hacia el noroeste, frente a las costas de Jalisco y Colima; sus bandas nubosas provocarán lluvias puntuales intensas en Jalisco, Colima, Michoacán y Guerrero, además de rachas de viento de 50 a 70 km/h y oleaje de 2 a 4 metros de altura en las costas de los estados mencionados. Canales de baja presión sobre el centro, sur y sureste del país, incluida la Península de Yucatán, en interacción con la entrada de humedad de ambos océanos, provocarán de chubascos a lluvias puntuales muy fuertes en las regiones mencionadas.  Finalmente, una zona de baja presión con probabilidad de desarrollo ciclónico en el Océano Pacífico se localizará al sur de las costas de Chiapas, sin afectar por el momento a la República Mexicana, se mantendrá en estrecha vigilancia.\n\nTodas las lluvias pronosticadas podrán estar acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo, además las lluvias en los rangos de fuertes, muy fuertes e intensas podrían originar incremento en los niveles de ríos y arroyos, deslaves e inundaciones en las entidades mencionadas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "17/10/2023 - Se formó la Tormenta Tropical NORMA, al suroeste de las costas de Jalisco y Colima. Sus extensas bandas nubosas incrementan la probabilidad de lluvias puntuales intensas en Jalisco (sur), Colima, Michoacán y Guerrero, lluvias muy fuertes en Oaxaca e intervalos de chubascos en Nayarit; asimismo se prevé oleaje de 1 a 3 metros de altura en las costas de los estados mencionados. Por otra parte, la masa de aire frío que impulsó al frente núm. 6 modifica gradualmente sus características térmicas, sin embargo, se mantendrá ambiente frío por la mañana con posibles heladas y bancos de niebla sobre entidades de la Mesa del Norte, Mesa Central y oriente del país. Asimismo, persistirá viento de componente norte con rachas de 70 a 90 km/h en Istmo de Tehuantepec y oleaje de 2 a 4 metros de altura en el Golfo de Tehuantepec, además de rachas de viento de 40 a 50 km/h y oleaje de 1 a 3 metros de altura en costas de Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo. Por otra parte, canales de baja presión sobre el norte, centro y sureste del país, así como en la Península de Yucatán, en interacción con la entrada de humedad de ambos océanos, ocasionarán lluvias puntuales muy fuertes en Chiapas, fuertes en Veracruz y Tabasco, intervalos de chubascos en Sonora, Chihuahua, Sinaloa, Nayarit, Puebla y Campeche, además de lluvias aisladas en Baja California, Baja California Sur, Durango, Estado de México, Yucatán y Quintana Roo.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California y Baja California Sur.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango (occidente), Nayarit, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -5 a 0 °C y posibles heladas: sierras de Estado de México, Hidalgo, Puebla y Tlaxcala.\n\nTemperaturas mínimas de 0 a 5 °C y posibles heladas: sierras de Baja California, Sonora, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Ciudad de México, Veracruz, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y oleaje de 2 a 4 metros de altura: costas de Guerrero, Michoacán, Colima y Jalisco.\n\nViento de componente norte con rachas de 50 a 70 km/h: Istmo de Tehuantepec, y con oleaje de 1 a 3 metros de altura: Golfo de Tehuantepec.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Coahuila, Nuevo León y Tamaulipas."
  }
}
