{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Puebla, Veracruz, Oaxaca, Chiapas y Tabasco.\n\nLluvias aisladas (0.1 a 5 mm): San Luis Potosí, Querétaro, Hidalgo, Campeche y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "24/02/2024 - Se prevé que el frente frío Núm. 37 acompañado por su masa de aire frío, continuará desplazándose hacia el Este-Sureste, previendo que alcance a la Península de Yucatán por la mañana del sábado. Este sistema, interactuará con una  vaguada en el suroeste del golfo de México, propiciando el incremento de nubosidad, misma que ocasionará la presencia de lluvias o lloviznas (0.1 a 5.0 mm) dispersas en el Estado, así como lluvias con intervalos de chubascos (5.1 a 25   mm) sobre regiones montañosas y región de Los Tuxtlas. En tanto que, en Tamaulipas, podrían presentarse lluvias menores a 5.0 mm en la cuenca del centro, región Mante y región de Sierra Madre. El viento en Veracruz será del Norte y Noreste de 30 a 40 km/h con rachas de 55 a 65 km/h, decreciendo y manteniéndose de 20 a 35 km/h durante el sábado. En Tamaulipas, dominará de componente Este de 25 a 35 km/h con rachas de 50 km/h, especialmente por la tarde del sábado, previendo que en la región central, Mante y sur, el viento continúe del Noreste, el menos durante esta tarde con rachas de 50 a 60 km/h en zonas de costa. Se prevé que durante esta noche y madrugada del sábado, el ambiente se perciba frío a muy frío en zonas serranas, con heladas al amanecer, así como fresco en partes bajas. Los valores de temperatura máxima para el día de mañana sábado, tenderán a disminuir ligeramente alrededor de 2 a 3°C, manteniendo ambiente templado en Tamaulipas, así como en planicies y costas de Veracruz, y fresco en regiones de montaña.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "24/02/2024 - Este sábado, el frente frío No. 37 se desplazará sobre el Golfo de México y la Península de Yucatán, interaccionará con un canal de baja presión en el sureste del país, generando chubascos en Puebla, Veracruz, Oaxaca, Chiapas y Tabasco, así como lluvias aisladas en San Luis Potosí, Querétaro, Hidalgo, Campeche y Quintana Roo. Mientras tanto, la masa de aire frío que impulsa al frente, mantendrá viento de componente norte con rachas de hasta 80 km/h y oleaje elevado en el Istmo y Golfo de Tehuantepec. También, persistirá el ambiente frío a muy frío con heladas al amanecer en estados del noroeste, norte y centro de la República Mexicana. Finalmente, una circulación anticiclónica mantendrá baja probabilidad de lluvia en la mayor parte del territorio nacional, además de ambiente cálido a caluroso en el litoral del pacífico mexicano, centro, sur y sureste del país, incluido el Valle de México y la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "23/02/2024 - El frente frío No. 37 se desplazará sobre el oriente del territorio nacional, interaccionará con un canal de baja presión sobre el sureste mexicano, propiciando lluvias con intervalos de chubascos en Puebla, Veracruz y Oaxaca, así como lluvias aisladas en zonas de Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Tabasco y Puebla. A su vez, la masa de aire frío asociada al frente originará viento de componente norte con rachas de 40 a 60 km/h y tolvaneras en las costas de Tamaulipas y Veracruz, extendiéndose gradualmente hacia el Istmo y Golfo de Tehuantepec, con rachas de 60 a 80 km/h, asimismo, provocará un ligero refrescamiento de las temperaturas diurnas y bancos de niebla en estados del norte, noreste y oriente del país. Por su parte, la corriente en chorro subtropical ocasionará fuertes rachas de viento de hasta 60 km/h en Baja California, Golfo de California, Zacatecas, San Luis Potosí, costa de Jalisco, Guanajuato, Querétaro e Hidalgo. Mientras que, una circulación anticiclónica centrada sobre el centro y sur de la República Mexicana, mantendrá baja probabilidad de lluvia en la mayor parte del territorio nacional.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sonora, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Morelos, Puebla (suroeste), Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur, Guanajuato, Estado de México (suroeste), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del sábado:  sierras de Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del sábado: sierras de Baja California, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Guanajuato, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte con rachas de 60 a 80 km/h: Istmo de Tehuantepec; con oleaje de 1 a 3 metros: Golfo de Tehuantepec.\n\nViento de componente norte con rachas de 40 a 60 km/h: Veracruz, Tabasco, Campeche y Yucatán.\n\nViento de componente sur con rachas de 40 a 60 km/h: Coahuila, Nuevo León y Tamaulipas."
  }
}
