{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Guerrero, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): San Luis Potosí, Michoacán, Estado de México, Morelos, Puebla, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Chihuahua, Nuevo León, Tamaulipas, Durango, Sinaloa, Nayarit, Jalisco, Colima, Guanajuato, Querétaro, Hidalgo, Ciudad de México y Tlaxcala.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Coahuila, Zacatecas y Aguascalientes.\n\nLluvias aisladas (0.1 a 5 mm): Baja California.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "28/07/2024 - La persistencia de canales de baja presión sobre el noreste y oriente de país y otro más en el suroeste del golfo de México, junto con una vaguada en altura, el flujo de humedad hacia el interior del territorio nacional y el paso de la onda tropical No. 14, la cual cruzará Oaxaca durante el lunes, mantendrán los nublados con probabilidad para lluvias sobre la mayor parte de la vertiente oriental del país, previéndose las precipitaciones más importantes durante el lunes, con posibles valores puntuales intensos (75 a1 50 mm) en las cuencas altas del Papaloapan, Coatzacoalcos y Tonalá, en tanto que, para las cuencas altas del Cazones, Tecolutla y Nautla y en el resto de la zona sur de Veracruz pueden presentarse lluvias fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm), y de menor intensidad en el resto del territorio veracruzano y en la entidad tamaulipeca. Las lluvias estarán acompañadas por actividad eléctrica. Con respecto al viento, en Tamaulipas, continuará del Sur y Sureste de 25 a 35 km/h, y con probables rachas de 50 km/h durante horas de la tarde y noche, en el norte y centro de la entidad. Para Veracruz, el viento será de componente Norte de 25 a 35 km/h. Asimismo, en zonas de tormenta pueden presentarse rachas mayores. La temperatura diurna favorecerá ambiente cálido a caluroso en Tamaulipas y en planicies y costa de Veracruz, así como templado a cálido en la montaña. En zonas serranas, se espera ambiente frío a fresco, especialmente durante las noches y madrugadas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "28/07/2024 - Este domingo, el monzón mexicano ocasionará chubascos y lluvias fuertes acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo en el noroeste del territorio nacional, así como la península de Baja California. Canales de baja presión sobre el noreste, norte, oriente, occidente y centro del país, aunados a una vaguada superior e inestabilidad en altura generarán lluvias fuertes a muy fuertes acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo en las regiones mencionadas; así como vientos fuertes a muy fuertes con posible formación de torbellinos o tornados en zonas de Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo y Estado de México. Se prevé que al final del día, la vaguada superior se desplace al suroeste de Texas y deje de afectar al territorio nacional. La onda tropical No. 14 se desplazará sobre la península de Yucatán y el sureste mexicano, interactuará con los desprendimientos nubosos de la vaguada monzónica, por lo que se pronostican lluvias fuertes a muy fuertes en las regiones mencionadas, además del sur del país, con lluvias puntuales intensas en Guerrero, Chiapas y Oaxaca. Así mismo, en el transcurso del día, se prevé que al sur de las costas de Chiapas se forme una zona de baja presión con probabilidad de desarrollo ciclónico.  Finalmente, se mantendrá el ambiente caluroso a muy caluroso sobre entidades del noroeste, norte y noreste de la república mexicana, además de la península de Yucatán, con temperaturas superiores a 40 °C en zonas de Baja California y Sonora.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "27/07/2024 - El monzón mexicano ocasionará lluvias puntuales muy fuertes acompañadas de descargas eléctricas y posible caída de granizo en Sonora y Chihuahua, lluvias puntuales fuertes en Sinaloa y lluvias con chubascos en Baja California y Baja California Sur; así como vientos muy fuertes con posible formación de torbellinos o tornados en zonas de Sonora y Chihuahua. Canales de baja presión sobre el noreste, norte, oriente, occidente y centro del país, y una vaguada en niveles altos de la atmósfera en interacción con inestabilidad en altura, generarán lluvias puntuales intensas en Tamaulipas, Hidalgo y San Luis Potosí, lluvias muy fuertes en Nuevo León, Guanajuato, Querétaro, Estado de México, Morelos, Puebla y Veracruz, lluvias puntuales fuertes en Aguascalientes, Nayarit, Jalisco, Colima, Michoacán, Ciudad de México y Tlaxcala, así como chubascos en Coahuila y Zacatecas, dichas lluvias estarán acompañadas de descargas eléctricas y posible caída de granizo; así como vientos fuertes a muy fuertes con posible formación de torbellinos o tornados en zonas de Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Jalisco, Guanajuato, Querétaro, Hidalgo, Estado de México, Puebla y Tlaxcala. Un canal de baja presión sobre el sureste y sur de la república mexicana, en interacción con la onda tropical No. 14 sobre la península de Yucatán, originarán lluvias puntuales intensas en Guerrero, Chiapas y Oaxaca, así como lluvias puntuales fuertes en Tabasco, Campeche, Yucatán y Quintana Roo.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Nayarit, Jalisco, Colima, Michoacán, Morelos, Guerrero, Oaxaca, Chiapas, Veracruz y Tabasco.\n\nTemperaturas mínimas de 0 a 5 °C: zonas altas del Estado de México, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h formación de torbellinos o tornados: Jalisco, Michoacán, Guanajuato, Querétaro y Estado de México; con tolvaneras: Sonora y Chihuahua.\n\nViento con rachas de 40 a 60 km/h: Baja California, Baja California Sur, Sonora, Durango, Sinaloa, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Colima, Hidalgo, Ciudad de México, Morelos, Tlaxcala, Puebla, Veracruz, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo, así como costas de Oaxaca y Guerrero."
  }
}
