{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP092023/GEOCOLOR/GOES16-EP092023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP092023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/09/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/09E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN HILARY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "14,190,555,340,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP09/refresh/EP092023_wind_probs_34_F120+png/204655.png",
    "DPO" : "HURACAN HILARY_850 KM AL SUR-SURESTE DE CABO SAN LUCAS, BCS._140 KM/H\nRACHAS : 165 KM/H_OESTE-NOROESTE A 23 KM/H_980 MILIBARIOS",
    "DPT" : "\nLa población residente de la Península de Baja California debe monitorear el progreso de este sistema.\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nEl monitoreo del Volcán Popocatépetl se realiza de forma continua las 24 horas. Cualquier cambio en la actividad será reportado oportunamente.\n\nSe detectaron 19 exhalaciones.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas y Veracruz.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Sinaloa, Durango, Zacatecas, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Morelos y Tabasco.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "17/08/2023 - Los efectos del canal de baja presión extendido sobre el suroeste del Golfo de México en combinación el ingreso de humedad, los forzamientos orográficos, así como con un patrón de divergencia en la atmósfera alta, propiciarán el desarrollo de nublados y el potencial para lluvias muy fuertes a puntuales intensas (75 a 150 mm) en las cuenca de los ríos Jamapa, Papaloapan Coatzacoalcos y Tonalá, además de la costa central; lluvias puntuales fuertes (25 a 50 mm) en zonas montañosas desde la cuenca del Tecolutla hasta La Antigua; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la entidad veracruzana. Para Tamaulipas el potencial de lluvias será limitado, sin embargo, no se descartan lluvias escasas o lloviznas (0.1 a 5 mm) en la zona de Matamoros. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. El viento en Tamaulipas dominará del Sur y Sureste de 25 a 35 km/h, previéndose rachas ocasionales de 45 km/h sobre las porciones norte y centro. Sobre la entidad veracruzana será del Este y Sureste en la porción norte, así como del Norte y Noreste en el sur, en ambos casos de 25 a 35 km/h. El ambiente diurno se percibirá de caluroso a muy caluroso en Tamaulipas, así como en planicies y costas del norte de Veracruz, además de fresco a templado en la montaña. Por la noche y madrugada persistirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "17/08/2023 - Este jueves, Hilary se intensificará a huracán al suroeste de las costas de Colima y Jalisco, sus extensas bandas nubosas, en interacción con inestabilidad en la atmósfera superior, propiciarán lluvias fuertes a puntuales muy fuertes en estados del occidente, centro y sur del país, incluido el Valle de México, pronosticándose además rachas fuertes de viento y oleaje elevado en las costas de Guerrero, Michoacán, Colima y Jalisco. Asimismo, la onda tropical Núm. 23 se desplazará lentamente sobre el sureste de México y en interacción con un canal de baja presión en el sur del Golfo de México, ocasionará lluvias fuertes a muy fuertes con descargas eléctricas en Chiapas, Oaxaca y Veracruz, e intervalos de chubascos en la Península de Yucatán. Por su parte, el monzón mexicano e inestabilidad en la atmósfera superior, ocasionará lluvias fuertes a puntuales muy fuertes con descargas eléctricas, rachas de viento y posible caída de granizo en el noroeste del territorio nacional. La entrada de humedad del Golfo de México e inestabilidad en la atmósfera superior, originará lluvias con intervalos de chubascos en el noreste del país. Finalmente, continuará el ambiente muy caluroso a extremadamente caluroso, con temperaturas máximas superiores a 40 °C sobre estados del noroeste, norte y noreste de la República Mexicana.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "16/08/2023 - la tormenta tropical Hilary, formada esta mañana al sur de las costas de Guerrero, propiciará lluvias puntuales intensas acompañadas de descargas eléctricas en Oaxaca, Guerrero y Michoacán, y muy fuertes en Colima, además de rachas de viento de 70 a 90 km/h y oleaje de 2 a 4 metros de altura en las costas de dichos estados. Su amplia circulación genera también abundante entrada de humedad hacia el occidente y centro del país, generando lluvias muy fuertes en Nayarit, Jalisco y Puebla, fuertes en Estado de México, Ciudad de México y Morelos, así como intervalos de chubascos en Hidalgo y Tlaxcala. Por otro lado, un canal de baja presión en el sureste del país, en interacción con la onda tropical Núm. 23 que se desplazará sobre la Península de Yucatán, ocasionarán lluvias puntuales intensas con descargas eléctricas y posibles granizadas en Chiapas, Veracruz, Tabasco, Campeche y Yucatán, y lluvias fuertes en Quintana Roo. Por su parte, el monzón mexicano e inestabilidad en la atmósfera superior, ocasionará lluvias puntuales muy fuertes con descargas eléctricas, rachas de viento y posible caída de granizo en Durango y Sinaloa, intervalos de chubascos en Baja California Sur y Sonora, y lluvias aisladas en Baja California. Por último, la entrada de humedad del Golfo de México e inestabilidad en la atmósfera superior, originará lluvias con intervalos de chubascos en Chihuahua, Coahuila, Nuevo León y Zacatecas, y lluvias aisladas en Tamaulipas, San Luis Potosí, Aguascalientes, Guanajuato y Querétaro.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 40 a 45 °C: Baja California Sur, Sinaloa, Coahuila, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Morelos, Guerrero, Oaxaca, Chiapas, Chihuahua, Durango, Zacatecas, San Luis Potosí, Veracruz (norte), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Michoacán, Aguascalientes, Guanajuato, Querétaro, Hidalgo y Puebla (norte y suroeste).\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas del Estado de México y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 70 a 90 km/h y oleaje de 4 a 6 metros de altura: costas de Michoacán, Colima y Jalisco.\n\nViento con rachas de 50 a 70 km/h y oleaje de 3 a 5 metros de altura: costas de Guerrero.\n\nViento con rachas de 60 a 80 km/h y tolvaneras: Sonora.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Baja California Sur, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas y Aguascalientes."
  }
}
