{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "QThSCIXFrdA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Tamaulipas, San Luis Potosí, Puebla, Veracruz y Oaxaca.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Morelos, Guerrero, Chiapas, Tabasco, Campeche y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Michoacán y Yucatán.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "04/02/2025 - Se prevé que la presencia de una vaguada en superficie en el occidente y el suroeste del golfo de México que se mantendrá en este periodo, en interacción con la advección de humedad proveniente del mismo golfo, con valores más significativos durante el martes, y la influencia de una circulación ciclónica en niveles medios y altos, con su vaguada asociada, misma que tenderá a desplazarse desde el noreste y norte de Veracruz hacia la porción occidental del golfo, ocasionarán lluvias puntuales de 25 a 50 mm en partes altas de las cuencas del Papaloapan, Coatzacoalcos y Tonalá; así como en partes altas del Cazones al Actopan, durante el martes, con lluvias e intervalos de chubascos (5.1 a 25 mm) en la zona montañosa del centro, cuenca del Pánuco, y de forma dispersa en el resto de las zonas montañosas, previendo que disminuya significativamente la probabilidad de lluvia hacia el miércoles y jueves, con las condiciones para la presencia de chubascos (5.1 a 25 mm) dispersos en partes altas del Coatzacoalcos y Tonalá. En Tamaulipas, se prevén chubascos durante el martes y decreciendo hacia el miércoles, presentándose de forma dispersa en el centro del Estado y región sur. El viento será del Sur y Sureste en Tamaulipas, con rachas de 50 a 60 km/h en la porción norte y centro. En Veracruz, el viento será del Este, Sureste y Noreste de 20 a 30 km/h, ésta ultima condición especialmente durante el martes y el jueves. El ambiente diurno se percibirá cálido a caluroso en planicies y costa, templado a cálido en zonas montañosas; durante la noche será templado a fresco, así como fresco a frío en zonas serranas durante la madrugada.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "04/02/2025 - El martes, una circulación ciclónica y una vaguada en niveles altos de la atmósfera; aunado a canales de baja presión propiciarán lluvias y chubascos con descargas eléctricas y posible caída de granizo en entidades del centro, oriente y sureste mexicano, además de la península de Yucatán; con lluvias puntuales fuertes en Tamaulipas, San Luis Potosí, Puebla, Veracruz y Oaxaca. Por otra parte, una línea seca se establecerá en el noreste del territorio nacional y en interacción con un sistema de alta presión sobre el golfo de México, originarán viento de componente sur de 20 a 30 km/h con rachas de 40 a 60 km/h en Coahuila, Nuevo León y Tamaulipas. Finalmente, una circulación anticiclónica en niveles medios de la atmósfera predominará sobre el noroeste de la República Mexicana, generando ambiente cálido a caluroso en los estados costeros del Pacífico mexicano y la península de Yucatán; con temperaturas máximas de 35 a 40 °C en zonas de Sonora, Chihuahua (suroeste), Durango (occidente), Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Morelos, Puebla (suroeste), Oaxaca y Chiapas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "03/02/2025 - Esta madrugada del martes, canales de baja presión sobre el centro, oriente y sureste del país, en combinación con el ingreso de humedad proveniente de ambos océanos, una circulación ciclónica en niveles medios de la atmósfera y una vaguada en niveles altos de la atmósfera, ocasionarán lluvias puntuales fuertes en Guerrero, Puebla, Tlaxcala, Veracruz, Oaxaca, Chiapas y Tabasco, así como de chubascos en Tamaulipas, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos, Campeche y Quintana Roo, además de lluvias aisladas en Nuevo León y Yucatán. Dichas lluvias se podrían acompañar con descargas eléctricas y caída de granizo, además, podrían generar encharcamientos, crecida de ríos, deslaves e inundaciones.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas 35 a 40 °C: Sonora, Chihuahua (suroeste), Durango (occidente), Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Morelos, Puebla (suroeste), Oaxaca y Chiapas.\n\nTemperaturas máximas 30 a 35 °C: Baja California, Baja California Sur, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas (sur), Estado de México (suroeste), Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: zonas montañosas de Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: zonas de Baja California, Baja California Sur, Sonora, Zacatecas, Estado de México, Tlaxcala y Puebla.\n\nTemperaturas mínimas de 0 a 5 °C: zonas de Sinaloa (sierra), Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro e Hidalgo.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte 20 a 30 km/h con rachas de 40 a 60 km/h: Istmo y golfo de Tehuantepec.\n\nViento de componente sur 20 a 30 km/h con rachas de 40 a 60 km/h: Coahuila, Nuevo León y Tamaulipas.\n\nViento 15 a 25 km/h con rachas de 30 a 50 km/h: Baja California, Sonora, Chihuahua, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Puebla, Tabasco, Campeche, Yucatán y Quintana Roo."
  }
}
