{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/AL022024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT02/refresh/AL022024_wind_probs_34_F120+png/175326.png",
    "DAO" : "TORMENTA TROPICAL BERYL_195 KM AL ESTE-SURESTE DE CORPUS CHRISTI, TEXAS_110 KM/H_NOR-NOROESTE A 20 KM/H_987 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP01/refresh/EP012024_wind_probs_34_F120+png/145024.png",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz, Tabasco, Chiapas y Oaxaca.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Nayarit, Jalisco, Michoacán y Guerrero.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Colima, Zacatecas, Aguascalientes, Guanajuato, Estado de México, Ciudad de México, Morelos, Puebla, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Sinaloa, Durango, San Luis Potosí, Querétaro, Hidalgo y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "08/07/2024 - Entre la noche del domingo y la madrugada del lunes la tormenta tropical BERYL podría ingresar a la costa central de Texas como huracán categoría 1 en la escala Saffir-Simpson, sin generar efectos relevantes sobre la región. Por otro lado, el ingreso de humedad en combinación con el calentamiento diurno y un patrón de divergencia en la atmósfera superior favorecerán el desarrollo de nublados con probabilidad para lluvias con intervalos de chubascos (5.1 a 25 mm) sobre el noreste y suroeste de Tamaulipas el día lunes; lluvias puntuales fuertes (25 a 50 mm) en la porción sur el martes; lluvias puntuales intensas (75 a 150 mm) en el sur y centro el miércoles. Para la entidad veracruzana se prevén lluvias puntuales fuertes (25 a 25 mm) sobre las cuencas de los ríos Tonalá y Coatzacoalcos, así como en la parte alta del Papaloapan, incrementando el potencial a lluvias fuertes muy fuertes (50 a 75 mm) con puntuales intensas (75 a 150 mm) en zonas montañosas desde la cuenca del río Pánuco hasta el Tonalá a partir del martes. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. El viento en Tamaulipas dominará del Sur y Sureste de 25 a 35 km/h y rachas de 45 km/h en la porción norte. Sobre la entidad veracruzana será del Este y Sureste de 25 a 35 km/h. El ambiente diurno se percibirá caluroso en Tamaulipas y en zonas de planicie y costa de Veracruz; templado a cálido en porciones medias. Por la noche será frío a fresco en zonas altas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "08/07/2024 - Este lunes, la circulación del ciclón tropical Beryl ocasionará rachas fuertes de viento y oleaje elevado en la costa norte de Tamaulipas, en el transcurso de la mañana. Por su parte, la onda tropical No. 8 se desplazará sobre el sureste mexicano, en combinación con la vaguada monzónica que se localizará muy próxima a las costas del pacífico sur mexicano, producirán lluvias muy fuertes a puntuales intensas acompañadas de descargas eléctricas y posibles granizadas en dicha región, así como lluvias puntuales fuertes en la península de Yucatán. Por otra parte, canales de baja presión se extenderán sobre el noroeste, occidente, noreste, centro y oriente del territorio mexicano, y el ingreso de humedad del océano Pacífico y golfo de México, además de un sistema frontal que se aproximará a la frontera norte del territorio nacional, originarán chubascos y lluvias fuertes a muy fuertes acompañadas de descargas eléctricas y posible caída de granizo en las regiones mencionadas, así como en el sur de la República Mexicana. También se pronostican rachas de viento de 60 a 80 km/h y la posible formación de torbellinos o tornados en Chihuahua y Coahuila. Finalmente, se mantendrá el ambiente caluroso a muy caluroso sobre entidades del noroeste, norte y noreste del territorio nacional, pronosticándose temperaturas superiores a 40 °C en entidades del noroeste, norte y noreste del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "07/07/2024 - Esta noche y madrugada, la tormenta tropical Beryl mantendrá su desplazamiento sobre el noroeste del golfo de México, frente a la costa norte de Tamaulipas y podría intensificarse a huracán de categoría 1. Sus bandas nubosas ocasionarán lluvias puntuales muy fuertes en Tamaulipas e intervalos de chubascos en Nuevo León y Coahuila, además de rachas muy fuertes de viento de 60 a 80 km/h, oleaje elevado de 1 a 3 metros de altura y posible formación de trombas marinas en la costa norte de Tamaulipas, así como rachas de 40 a 60 km/h en Coahuila y Nuevo León. De mantener su trayectoria y velocidad de desplazamiento, el centro del ciclón Beryl podría impactar sobre la costa central de Texas, EUA durante esta noche o la madrugada del lunes. Por otro lado, la onda tropical No. 8 se desplazará sobre la península de Yucatán y gradualmente el sureste del país, propiciando lluvias puntuales intensas en Oaxaca y Chiapas, lluvias puntuales muy fuertes en dicha península, así como lluvias puntuales fuertes en Veracruz y Tabasco, además de rachas de viento de 40 a 60 km/h y posible formación de trombas marinas frente a las costas de Tabasco, Campeche y Yucatán. Por su parte, canales de baja presión en el interior de la República Mexicana en combinación con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad de ambos litorales, producirán lluvias puntuales muy fuertes en Sinaloa, Durango, Nayarit, Jalisco, Michoacán, Puebla, Morelos y Guerrero; lluvias puntuales fuertes en Sonora, Chihuahua, Zacatecas, Guanajuato, Colima y Tlaxcala; chubascos en San Luis Potosí, Aguascalientes, Ciudad de México y Estado de México; y lluvias aisladas en Baja California Sur, Querétaro e Hidalgo. Todas las lluvias estarán acompañadas de descargas eléctricas y rachas fuertes de viento, y la posible caída de granizo; las lluvias fuertes a intensas podrían ocasionar encharcamientos, inundaciones y deslaves, así como incremento en los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Sonora, Sinaloa, Chihuahua, Coahuila, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Durango, Michoacán y Guerrero.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Oaxaca, Chiapas, Zacatecas, San Luis Potosí, Guanajuato, Morelos, Puebla (suroeste), Veracruz, Tabasco, Campeche y Yucatán.\n\nTemperaturas mínimas de 0 a 5°C: Estado de México y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h y posible formación de torbellinos o tornados: Chihuahua y Coahuila.\n\nViento con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura, durante la mañana: costa norte de Tamaulipas.\n\nViento con rachas de 40 a 60 km/h: costas de Campeche, Yucatán y Quintana Roo; con tolvaneras: Baja California Sur, Sonora, Nuevo León, San Luis Potosí, Zacatecas y Durango."
  }
}
