{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP072024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/07/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/07E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN GILMA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT06/refresh/AL062024_wind_probs_34_F120+png/210159.png",
    "DAO" : "f",
    "DAT" : "\nSe ha formado un área de baja presión sobre la Bahía de Campeche que está produciendo actividad de lluvias y tormentas eléctricas aún desorganizadas. Se pronostica que el sistema se desplazará lentamente hacia el norte durante un par de días mas mientras interactúa con un límite frontal. Se pronostica que las condiciones ambientales serán propicias para el desarrollo y es muy probable que se forme una Depresión Tropical a mediados de la próxima semana mientras el sistema se mueve hacia el norte, cerca o a lo largo de la costa del Golfo de México.\n\nProbabilidad de formación en 2 dias : 50%\nProbabilidad de formación en 7 días : 70%.\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Puebla, Veracruz, Oaxaca, Chiapas y Tabasco.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Campeche y Yucatán.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Tamaulipas, San Luis Potosí, Hidalgo, Michoacán, Guerrero y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Baja California Sur, Sinaloa, Nayarit, Jalisco, Colima, Guanajuato, Querétaro, Estado de México, Ciudad de México, Tlaxcala y Morelos.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Sonora, Chihuahua, Coahuila, Nuevo León, Durango, Zacatecas y Aguascalientes.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "07/09/2024 - Se prevé que el frente frío No. 1 sea reforzado por una nueva masa fría y avance sobre la vertiente oriental del país, interactuando con un canal de baja presión extendido sobre el occidente y suroeste del golfo de México, además con el paso de la onda tropical No. 21 que se moverá sobre el sureste y sur de México durante el fin de semana. Por lo anterior, se prevén lluvias muy fuertes (50 a 75 mm) a puntuales intensas (75 a 150 mm) los días viernes y sábado respectivamente, sin descartar algún evento puntual superior el domingo, especialmente en las porciones centro y sur, así como en la línea costera. Para la entidad veracruzana se prevén lluvias intensas (75 a 150 mm) el viernes y lluvias puntuales torrenciales (150 a 250 mm) el sábado, esto especialmente sobre costas de las cuencas de los ríos Pánuco, Tuxpan y Cazones, zonas montañosas Tecolutla, Nautla, Misantla, Actopan, La Antigua, Papaloapan, Coatzacoalcos y Tonalá, además de Los Tuxtlas, sin descartar algún evento puntual extraordinario (150 a 250 mm) para el domingo en la región de Los Tuxtlas. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. El viento dominará de componente Norte de 25 a 35 km/h y posibles rachas de 50 a 60 km/h en zonas costeras el día viernes, así como un evento de NORTE con rachas de 60 a 80 km/h durante el sábado y domingo en zonas costeras de ambos estados. El ambiente diurno se percibirá cálido en Tamaulipas, así como en zonas de planicie y costa de Veracruz; templado en porciones medias. Por la noche será frío a fresco en zonas altas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "07/09/2024 - Este sábado, una zona de baja presión con probabilidad para desarrollo ciclónico sobre la Sonda de Campeche y el sistema frontal No. 1 que se extenderá frente a las costas de Tamaulipas y Veracruz, en interacción con el avance de la onda tropical No. 21 sobre el occidente de la península de Yucatán y el sureste de México, y con la proximidad de la vaguada monzónica frente a las costas del Pacífico Sur Mexicano, mantendrán un temporal de lluvias puntuales torrenciales en Chiapas, Tabasco, Oaxaca, Veracruz y Puebla; puntuales intensas en Yucatán y Campeche; y puntuales muy fuertes en Quintana Roo y Tamaulipas, las cuales podrían generar crecida de ríos, desbordamientos y derrumbes en el noreste, centro, oriente y sureste del país. La masa de aire asociada al sistema frontal No. 1, producirá refrescamiento de las temperaturas en el norte, noreste, centro y oriente de la República Mexicana, con bancos de niebla principalmente en zonas altas, así como evento de “Norte” con rachas de 70 a 90 km/h, oleaje elevado y posible formación de trombas marinas en las costas de Tamaulipas y Veracruz. Por otra parte, el monzón mexicano ocasionará lluvias puntuales fuertes en Sinaloa y Baja California Sur, e intervalos de chubascos en Durango, Chihuahua, Sonora y Baja California. A su vez, un canal de baja presión que se extenderá sobre el occidente del territorio nacional, en combinación con la entrada de aire húmedo procedente del océano Pacífico y con inestabilidad en niveles altos de la atmósfera, generaran lluvias puntuales muy fuertes en Guerrero y Michoacán; y puntuales fuertes en Colima, Jalisco y Nayarit. Asimismo, el ingreso de aire húmedo del golfo de México sobre los estados del interior del país, originará lluvias puntuales muy fuertes en Hidalgo y San Luis Potosí; puntuales fuertes en Tlaxcala, Morelos, Ciudad de México, Estado de México, Querétaro y Guanajuato; así como intervalos de chubascos en Aguascalientes, Zacatecas, Nuevo León y Coahuila. Finalmente, dominará ambiente templado a cálido por la tarde en la mayor parte de la República Mexicana, siendo caluroso en el noroeste del país y en la península de Baja California, con temperaturas máximas muy calurosas superiores a 40 °C en zonas de Baja California y Sonora.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "07/09/2024 - Este sábado, el frente No. 1, el cual se estacionará sobre la entidad veracruzana, junto con el avance por el sureste y sur del territorio nacional de la onda tropical. No. 21, misma que está asociada a una zona de baja presión con probabilidad para desarrollo ciclónico en el golfo de México, mantendrán el potencial para lluvias puntuales torrenciales (150 a 250 mm), especialmente en porciones medias y altas del Tecolutla, Nautla, Misantla y Papaloapan, así como en Los Tuxtlas y dentro del Coatzacoalcos y Tonalá, mientras que, en la porción restante entre las cuencas del Cazones al Misantla, zona alta del Actopan y en la cuenca baja del Papaloapan, se esperan lluvias puntuales intensas (75 a 150 mm). En cuencas del Pánuco y Tuxpan, así como en zonas altas de La Antigua y Jamapa-Cotaxtla, pueden presentarse lluvias puntuales muy fuertes (50 a 75 mm), y de menor intensidad en el resto de la entidad veracruzana. En el occidente y sur tamaulipeco, se prevén lluvias fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm). Por su parte, el viento del Norte alcanzará rachas de 80 a 90 km/h en porciones costeras del centro y sur de Veracruz, especialmente hacia horas de la tarde y noche de hoy, en tanto que, para la costa tamaulipeca y costa norte veracruzana, las rachas pueden ser de 60 a 80 km/h. Para este día, la temperatura diurna provocará ambiente cálido en Tamaulipas, cálido a templado en planicies y costa de Veracruz, y templado a fresco en la montaña.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua, Coahuila, Nuevo León, San Luis Potosí, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Tamaulipas, Veracruz y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: zonas altas de Chihuahua, Durango, Zacatecas, Estado de México, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 70 a 90 km/h, oleaje de 2 a 3 metros de altura y posible formación de trombas marinas: Tamaulipas y Veracruz; y con rachas de 40 a 60 km/h: Oaxaca (istmo de Tehuantepec).\n\nViento con rachas de 50 a 70 km/h y posibles tolvaneras: Sonora, Chihuahua y Durango.\n\nViento con rachas de 40 a 60 km/h: Sinaloa, Coahuila, Nuevo León, Zacatecas, Aguascalientes, San Luis Potosí, Nayarit, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo; y con tolvaneras: Baja California."
  }
}
