{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP062023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/06/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/06E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL EUGENE",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "14,190,555,340,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 43 exhalaciones, acompañadas de vapor de agua, gases volcánicos y en ocasiones ligeras cantidades de ceniza.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2. \n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "http://greenlab.digital-server.net/blueridge_3000px.jpg",
    "IBN" : "C",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm):Chihuahua, Durango, Sinaloa, Nayarit, Jalisco, Michoacán, Guerrero, Oaxaca y Chiapas.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Zacatecas, Colima, Guanajuato, Estado de México, Morelos y Puebla.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Coahuila, Nuevo León, San Luis Potosí, Aguascalientes, Querétaro, Hidalgo, Veracruz, Tlaxcala, Ciudad de México, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Tamaulipas.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "10/08/2023 - Se prevé que una vaguada en el suroeste del golfo de México y en el oriente mexicano, en combinación con el flujo de humedad proveniente de dicho golfo y Mar Caribe, las condiciones locales, así como el desplazamiento de la nueva onda tropical Núm. 21 durante el jueves, ocasionen la presencia de lluvias y chubascos (5.1 a 25 mm) dispersos en las cuencas del sur, los cuales tenderán a concentrarse en partes altas del Jamapa, Papaloapan, así como dentro del Coatzacoalcos y Tonalá. Para el resto del estado la probabilidad de lluvia se mantendrá baja, no descartando lluvias escasas o lloviznas (0.1 a 5.0 mm) aisladas en regiones de montaña. En lo que se refiere a Tamaulipas, se prevé que persistan condiciones estables, con amplios periodos de sol y baja probabilidad de lluvia, no descartando lluvias con chubascos (5.1 a 25 mm) dispersos en la región de Sierra Madre. Con respecto al viento en el estado veracruzano, tenderá a dominar del Este y Sureste de 20 a 35 km/h, dominando del Este y Noreste por la tarde y noche en el centro y sur con similares velocidades sostenidas y rachas cercanas 50 km/h, especialmente en costas del norte y por la tarde en el resto de la entidad. En Tamaulipas, continuará del Este y Sureste de 25 a 35 km/h, con rachas de 60 km/h en partes medias-altas de la región fronteriza, occidente del Valle de San Fernando y la cuenca del centro y de 50 km/h en costas, especialmente por las tardes. El ambiente diurno será caluroso a muy caluroso en la región Huasteca Alta, con valores que podrían rebasar los 40°C en dicha región, así como caluroso en planicies y costas del resto de Veracruz, cálido a caluroso en zonas montañosas; previendo que por la noche y madrugada en zonas serranas, el ambiente se mantenga fresco a frío, y en zonas bajas el ambiente se perciba templado. En Tamaulipas, se prevé que persista ambiente diurno caluroso a muy caluroso, con valores que superarán los 40°C, en partes medias-altas de la región fronteriza, así como en el centro y occidente del Valle de San Fernando, en la cuenca central y la región Mante. Por la noche y madrugada, se percibirá ambiente cálido.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "10/08/2023 - Este jueves, la onda tropical Núm. 21 se desplazará sobre el sureste y gradualmente el centro y sur del territorio nacional, en combinación con inestabilidad en niveles altos de la atmósfera, aunado con el ingreso de humedad del Golfo de México y Mar Caribe, ocasionarán chubascos y lluvias fuertes en las mencionadas regiones, incluida la Península de Yucatán, así como lluvias puntuales muy fuertes en Chiapas, Oaxaca y Guerrero, dichas lluvias estarán acompañadas de descargas eléctricas y posible caída de granizo. A su vez, el monzón mexicano, en interacción con inestabilidad en niveles altos de la atmósfera, generará probabilidad de lluvias fuertes a muy fuertes, descargas eléctricas, rachas de viento y posibles granizadas en Sonora, Chihuahua, Durango y Sinaloa. Por otra parte, un canal de baja presión en el interior del país, en combinación con el ingreso de humedad del Océano Pacífico y Golfo de México, propiciarán chubascos vespertinos y lluvias fuertes con descargas eléctricas y posible caída de granizo sobre entidades del occidente, centro y oriente de la República Mexicana. Asimismo, se mantendrá el ambiente muy caluroso a extremadamente caluroso, con temperaturas máximas superiores a 40 °C sobre estados del noroeste, norte, noreste y oriente de México, además de la Península de Yucatán. Finalmente, la onda tropical Núm. 20 y la zona de baja presión con probabilidad de desarrollo ciclónico asociada se localizarán al suroeste de las costas de Michoacán y Colima y se desplazarán hacia el oeste, alejándose gradualmente de costas mexicanas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "09/08/2023 - La onda tropical Núm. 20 se desplazará sobre el occidente del territorio nacional, se encuentra asociada en su porción sur con una zona de baja presión con probabilidad de desarrollo ciclónico ubicada al sur de las costas de Guerrero, en interacción con un canal de baja presión extendido desde el noreste hasta el centro del país, el ingreso de humedad del Océano Pacífico e inestabilidad en niveles altos de la atmósfera, ocasionarán lluvias puntuales muy fuertes en los estados de Nayarit, Jalisco, Colima, Michoacán y Guerrero, lluvias fuertes en Guanajuato, Querétaro, Hidalgo y Estado de México, lluvias con chubascos en Coahuila, Nuevo León, Zacatecas, San Luis Potosí, Aguascalientes, Ciudad de México, Morelos, Tlaxcala y Puebla, lluvias aisladas en Tamaulipas, dichas lluvias estarán acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo. Por su parte, el monzón mexicano, en combinación con inestabilidad en niveles altos de la atmosfera, generará probabilidad de lluvias puntuales intensas en Sinaloa y sobre la porción sur de Sonora; lluvias muy fuertes en el resto de Sonora, Chihuahua y Durango, lluvias fuertes en Baja California Sur y lluvias aisladas en Baja California, dichas lluvias estarán acompañadas con descargas eléctricas, rachas de viento y posibles granizadas; además, se pronostican la posible formación de torbellinos en porción norte de los estados de Chihuahua y Coahuila. Un canal de baja presión en el sureste mexicano, el ingreso de humedad del Golfo de México y Mar Caribe, así como la onda tropical Núm. 21 que se desplazará sobre la Península de Yucatán, generarán lluvias puntuales muy fuertes en Oaxaca, lluvias fuertes en Chiapas, lluvias con chubascos en Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo, las cuales estarán acompañadas de descargas eléctricas y rachas de viento en zona de tormenta. Dichas lluvias podrían generar aumento en los niveles de ríos y arroyos, deslaves e inundaciones de los estados mencionados.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Coahuila, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 40 a 45 °C: Baja California, Sonora, Chihuahua, San Luis Potosí, Veracruz (norte), Michoacán, Guerrero, Campeche y Yucatán.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Durango, Zacatecas, Sinaloa, Nayarit, Jalisco, Colima, Oaxaca, Chiapas, Querétaro (norte), Hidalgo (norte), Puebla (norte), Morelos, Tabasco y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Aguascalientes y Guanajuato.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Estado de México, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 70 km/h y tolvaneras: Baja California, Chihuahua, Coahuila, Nuevo León y Tamaulipas.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Tabasco, Campeche, Yucatán, Baja California Sur, Sonora, Durango, Zacatecas, Aguascalientes, San Luis Potosí y Veracruz."
  }
}