{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "oGfc5lU49Go,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Veracruz, Oaxaca y Chiapas.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Sinaloa, Durango, Puebla y Tabasco.\n\nPosible caída de nieve o aguanieve, durante la mañana: sierras de Sonora (oriente), Chihuahua, Durango y Sinaloa (noreste).",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "02/01/2024 - El sistema frontal No. 22 tenderá mantenerse estacionario en el norte de Tamaulipas, mientras que en el resto de la región se mantendrá el dominio de la circulación anticiclónica, favoreciendo el ingreso de humedad hacia Tamaulipas y Veracruz y su interacción con condiciones locales y el canal de baja presión en el suroeste del Golfo de México. Por lo anterior, en Tamaulipas se prevén lluvias escasas o lloviznas (0.1 a 5.0 mm) en las cuencas del Bravo y Sn Fernando, así como las inmediaciones de Tampico, Altamira y Aldama, presentándose aisladas en el resto de la entidad. En Veracruz se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en las cuencas del Coatzacoalcos y Tonalá, así como la región de Los Tuxtlas y las zonas montañosas del Papaloapan; lluvias escasas o lloviznas (0.1 a 5.0 mm) en el resto de las zonas montañosas y el resto de la cuenca del Papaloapan, así como aisladas en planicies y costa de la porción norte. El viento dominante en ambas entidades será del Sur y Sureste en Tamaulipas, así como norte y centro de Veracruz; en el resto será de componente Este; presentándose en ambos casos de 25 a 35 km/h, así como rachas de 50 km/h en Tamaulipas y costa norte de Veracruz. En ambas entidades la temperatura diurna favorecerá un ambiente cálido a caluroso y por la noche será templado a fresco, así como y frío a muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "02/01/2024 - Este martes, los frentes No. 22 y 23 extendidos sobre el noreste, norte y noroeste de la República Mexicana, respectivamente, ambos con características de estacionario, ocasionarán chubascos en Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas y Veracruz, así como lluvias aisladas en Baja California Sur, Sinaloa y Durango. De igual forma, se mantendrán rachas de viento de 60 a 80 km/h y tolvaneras en Chihuahua y Durango, de 50 a 70 km/h en Sinaloa y Zacatecas, y de 40 a 60 km/h en Sonora, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí y Aguascalientes. Asimismo, prevalecerá el ambiente gélido, heladas y bancos de niebla, así como la probabilidad de caída de nieve o aguanieve durante la mañana en las sierras de Sonora, Chihuahua, Durango y el noreste de Sinaloa. Por su parte, la tercera tormenta invernal continuará su desplazamiento dirigiéndose hacia el sureste de Estados Unidos, dejando de afectar a territorio mexicano al finalizar el día. Además, se pronostica viento del sur (surada) con rachas de 40 a 60 km/h y olas de 1 a 2 metros en los litorales de Tamaulipas y Veracruz. De igual forma, se mantendrán el viento de componente norte con rachas de hasta 70 km/h y olas de 1 a 3 metros de altura en el Istmo y Golfo de Tehuantepec. Finalmente, un nuevo evento de mar de fondo se aproxima al noroeste del país, incrementando la altura del oleaje en la costa occidental del norte de Baja California, con olas de 2 a 3 metros de altura, efectos que continuarán incrementándose y propagándose hacia Baja California Sur.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "01/01/2024 - La tercera tormenta invernal, las corrientes en chorro polar y subtropical y los frentes fríos No. 22 y 23 sobre el noreste, norte y noroeste de México, respectivamente, ocasionarán lluvias puntuales fuertes en Baja California, Sonora y Chihuahua, intervalos de chubascos en Baja California Sur, Sinaloa, Coahuila, Nuevo León, Tamaulipas y Veracruz así como lluvias aisladas en Durango y San Luis Potosí. Asimismo, propiciará viento con rachas de 50 a 70 km/h y tolvaneras en Baja California, Sonora, Chihuahua y Durango, rachas de 40 a 50 km/h en Coahuila, Nuevo León y Tamaulipas, así como, marcado descenso de temperatura nocturna y matutina, heladas y bancos de niebla, además de caída de nieve o aguanieve en las sierras de Baja California, Sonora, Chihuahua, Durango y el noreste de Sinaloa. Por otra parte, el ingreso de humedad favorecido por la corriente en chorro subtropical y un canal de baja presión en el sureste del país, mantendrá la probabilidad de lluvias aisladas en regiones de Hidalgo, Puebla, Oaxaca, Chiapas, Tabasco y Campeche. Por su parte, se mantendrán las rachas de viento de hasta 70 km/h y olas de 1 a 3 metros de altura en el Istmo y Golfo de Tehuantepec.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Colima, Michoacán, Guerrero, Oaxaca (costa), Chiapas (costa), Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Jalisco (costa), Tabasco y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del martes: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del martes: sierras de Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Aguascalientes, Michoacán, Guanajuato, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del martes: sierras de Baja California Sur, Sinaloa, Jalisco, Querétaro, Tamaulipas, Ciudad de México, Morelos, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 60 a 80 km/h y tolvaneras: Chihuahua y Durango.\n\nViento de componente norte con rachas de 50 a 70 km/h: Istmo y Golfo de Tehuantepec.\n\nVientos con rachas de 50 a 70 km/h y tolvaneras: Sinaloa y Zacatecas.\n\nVientos con rachas de 40 a 60 km/h y posibles tolvaneras: Sonora, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Jalisco y Guanajuato.\n\nViento de componente sur (surada) con rachas de 40 a 60 km/h: costas de Tamaulipas y Veracruz.\n\nOleaje de 2 a 3 metros de altura: costa occidental del norte de Baja California.\n\nOleaje de 1 a 3 metros de altura: Istmo y Golfo de Tehuantepec.\n\nOleaje de 1 a 2 metros de altura: litorales de Tamaulipas y Veracruz."
  }
}
