{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP052025/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2025/05/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/05E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL ERICK",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP05/refresh/EP052025_5day_expCone+png/171445_5day_expCone.png",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "QThSCIXFrdA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Veracruz (sur), Oaxaca, Chiapas, Tabasco, Campeche y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Yucatán.\n\nLluvias aisladas (0.1 a 5 mm): Puebla.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "16/03/2025 - El frente frío No. 35 recorra la entidad veracruzana, esperando alcance la península de Yucatán hacia la tarde y noche, y el noroeste del mar Caribe durante el lunes, donde se disipará. A su paso, provocará algunos nublados, nieblas, lloviznas y lluvias en zonas montañosas y sur de Veracruz, con valores puntuales fuertes (25 a 50 mm) durante el domingo en esta última porción, así como lloviznas y algún chubascos para el lunes. En el resto de la región de pronóstico, la probabilidad para precipitaciones estará limitada. Por su parte, la masa de aire frío que impulsa al frente, ocasionará un evento de NORTE con posibles rachas de 80 a 90 km/h en la costa central veracruzana durante el domingo, y de menor intensidad en el resto de litoral, esperando que, conforme transcurra la tarde, el viento pierda intensidad. Asimismo, en zonas montañosas entre Misantla y Xalapa pueden presentarse rachas de 40 a 50 km/h. A partir de la tarde-noche del lunes el viento se fijará del Este, Sures y Sur en Tamaulipas, en tanto que, para Veracruz se espera que esto suceda entre la noche del mismo lunes a transcurso del martes. La temperatura diurna descenderá el día de mañana a lo largo de la región, ocasionando ambiente cálido en Tamaulipas y en planicies y costa de Veracruz, así como templado en la montaña, condiciones que se mantendrá durante el lunes y se espera que, para el día martes, la temperatura se incremente sobre la vertiente oriental del país.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "16/03/2025 - Este domingo, el frente frío núm. 35 será reforzado por una nueva masa de aire frío y se desplazará sobre el golfo de México, oriente y sureste del país, hasta la península de Yucatán, ocasionando chubascos y lluvias puntuales fuertes en las mencionadas regiones. Por su parte, la masa de aire frío ocasionará descenso de las temperaturas diurnas en el norte, noreste, oriente, centro y sureste de la República Mexicana, así como un nuevo evento de NORTE muy fuerte a intenso en el litoral del golfo de México, istmo y golfo de Tehuantepec, además de la península de Yucatán. Por otra parte, se mantendrá una baja probabilidad de lluvia y ambiente diurno caluroso a muy caluroso en gran parte del territorio nacional. Asimismo, a partir de este día, los efectos de la onda de calor empezarán a disminuir gradualmente.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "15/03/2025 - El frente frío núm. 35 se extiende sobre el noreste del territorio nacional, interaccionará con una vaguada polar y con las corrientes en chorro polar y subtropical, ocasionando vientos de 40 a 60 km/h con rachas de 80 a 100 km/h y tolvaneras en Chihuahua, Durango y Coahuila; rachas de 60 a 80 km/h en Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas y Aguascalientes, además de intervalos de chubascos en Chihuahua y lluvias aisladas en Baja California y Sonora. A su vez, se mantendrá el evento de surada (viento de componente sur) en el sureste mexicano y la península de Yucatán, con viento de 30 a 40 km/h con rachas de 60 a 80 km/h en Veracruz, Tabasco, Chiapas, Oaxaca y Quintana Roo, y rachas de 50 a 70 km/h en Campeche y Yucatán, mientras que la entrada de humedad del océano Pacífico ocasionará lluvias aisladas en Oaxaca y Chiapas. Se mantendrá bajo potencial de lluvias en el noreste, occidente, oriente, península de Yucatán y centro del país, incluido el valle de México.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas 40 a 45 °C: Guerrero.\n\nTemperaturas máximas 35 a 40 °C: Sonora, Chihuahua (suroeste), Durango (occidente), Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Morelos, Puebla (suroeste), Oaxaca, Chiapas (costa), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperatura máxima 30 a 35 °C: Zacatecas (sur), Estado de México (suroeste) y Veracruz (sur).\n\nTemperaturas mínimas de -15 a -10 °C con heladas para la madrugada del domingo: zonas montañosas de Chihuahua y Durango.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del domingo: zonas montañosas de Sonora.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del domingo: zonas montañosas de Baja California, Zacatecas, Jalisco, Morelos y Estado de México.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del domingo: zonas de Coahuila, Nuevo León, San Luis Potosí, Aguascalientes, Sinaloa (sierra), Nayarit (sierra) Michoacán, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE de 30 a 50 km/h con rachas de 80 a 100 km/h, durante la tarde-noche: istmo y golfo de Tehuantepec.\n\nEvento de NORTE de 20 a 40 km/h con rachas de 60 a 80 km/h: Veracruz; y de 15 a 25 km/h con rachas de 40 a 60 km/h: Tamaulipas, Tabasco, Campeche y Yucatán.\n\nViento de 30 a 40 km/h con rachas de 50 a 70 km/h: golfo de California; y con tolvaneras: San Luis Potosí, Zacatecas, Aguascalientes, Guanajuato y Querétaro.\n\nViento de 20 a 30 km/h con rachas de 40 a 60 km/h: costas de Sonora y Sinaloa; y con posibles tolvaneras: Baja California Sur.\n\nViento de 15 a 25 km/h con rachas de 30 a 50 km/h: Quintana Roo; y con posibles tolvaneras: Coahuila, Nuevo León, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México.\n\nOleaje de 1 a 3 metros de altura: costa occidental de la península de Baja California, costas de Jalisco, Colima, Michoacán y Veracruz; durante la tarde-noche: golfo de Tehuantepec."
  }
}
