{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP072024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/07/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/07E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN GILMA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Sinaloa, Durango, Tamaulipas, San Luis Potosí, Guerrero, Oaxaca, Puebla (norte), Veracruz, Tabasco, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Nuevo León, Zacatecas, Nayarit, Jalisco, Colima, Michoacán, Querétaro e Hidalgo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Chihuahua, Coahuila, Aguascalientes, Guanajuato, Estado de México, Ciudad de México, Tlaxcala y Morelos.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur.\n\nLluvias aisladas (0.1 a 5 mm): Baja California.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "05/09/2024 - El frente frío No. 1 se desplace lentamente sobre el territorio tamaulipeco e interaccione con un canal de baja presión que se extenderá sobre el occidente y suroeste del golfo de México. Por lo anterior, se prevén lluvias puntuales muy fuertes (50 a 75 mm) sobre el noroeste, centro y línea costera de Tamaulipas;  lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto del estado. Para la entidad veracruzana se prevén lluvias muy fuertes (50 a 75 mm) a puntuales intensas (75 a 150 mm) en las cuencas de los ríos Pánuco, Tuxpan, Coatzacoalcos y Tonalá, zonas montañosas del Cazones, Tecolutla, Nautla, Misantla, Actopan, La Antigua, Jamapa y Papaloapan, así como en Los Tuxtlas; reforzando el potencial de lluvias puntuales torrenciales (150 a 250 mm) el sábado, especialmente sobre zonas montañosas del Tecolutla, Nautla y Misantla; lluvias con intervalos de chubascos (5.1 a 25 mm) y eventos puntuales fuertes (25 a 50 mm) en el resto de la región. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. El viento  dominará de componente Norte de 25 a 35 km/h y posibles rachas de 50 a 60 km/h (posible evento de NORTE LIGERO) en zonas costeras de ambos estados durante los días viernes y sábado. El ambiente diurno se percibirá cálido a caluroso en Tamaulipas, así como en zonas de planicie y costa de Veracruz; templado en porciones medias. Por la noche será frío a fresco en zonas altas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "05/09/2024 - Este jueves, el frente No. 1 prevalecerá sobre el noreste del territorio nacional, en interacción con un canal de baja presión sobre el noroeste del Golfo de México e inestabilidad en niveles altos de la atmósfera, originarán lluvias fuertes a muy fuertes en el noreste y oriente del país, siendo lluvias puntuales intensas en Tamaulipas y San Luis Potosí. Por otra parte, el monzón mexicano, un canal de baja presión sobre la sierra Madre Occidental y la onda tropical No. 20 que se extenderá frente a las costas de Jalisco, la cual reforzará las lluvias en el occidente del país, pronosticándose lluvias fuertes a muy fuertes en el noroeste y occidente de la República Mexicana, siendo lluvias intensas en Sinaloa y Durango. Canales de baja presión sobre el interior del país y la aproximación de una onda tropical asociada con una zona de baja presión con probabilidad de desarrollo ciclónico, aunado al ingreso de humedad de ambos litorales, propiciarán lluvias fuertes a muy fuertes en el centro del territorio nacional, así como lluvias puntuales intensas en el sur, oriente y sureste del territorio nacional, además de la península de Yucatán. Finalmente, se mantendrá ambiente caluroso a muy caluroso con temperaturas superiores a 40 °C en zonas de Baja California, Baja California Sur y Sonora. Todas las lluvias podrán estar acompañadas de descargas eléctricas, rachas fuertes de viento y posible caída de granizo.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "04/09/2024 - El sistema frontal No. 1 se extenderá sobre el noreste de México, en interacción con un centro de baja presión sobre el noroeste del golfo de México y con inestabilidad en niveles altos de la atmósfera, ocasionan lluvias puntuales intensas en Nuevo León y Tamaulipas, así como lluvias puntuales muy fuertes en Coahuila y San Luis Potosí. Por su parte, el monzón mexicano y el paso de la onda tropical No. 20 sobre el occidente del territorio nacional, ocasionarán lluvias puntuales intensas en Sinaloa, Durango, Nayarit y Jalisco; lluvias puntuales muy fuertes en Zacatecas, Aguascalientes, Colima y Michoacán; lluvias puntuales fuertes en Sonora y Chihuahua, chubascos en Baja California Sur y lluvias aisladas en Baja California. Canales de baja presión extendidos sobre el centro y el sureste mexicano, y otro sobre la península de Yucatán, aunados al ingreso de humedad de ambos océanos e inestabilidad en niveles altos de la atmósfera, propiciarán lluvias puntuales intensas en Veracruz, Oaxaca, Chiapas y Campeche; lluvias muy fuertes en Guerrero, Tabasco, Yucatán y Quintana Roo; lluvias puntuales fuertes en Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Morelos y Puebla. También, se prevén rachas de viento de 40 a 60 km/h en estados del noroeste, norte, noreste y centro del territorio mexicano, así como en la península de Yucatán, además de la posible formación de trombas marinas frente a las costas de Tamaulipas y Campeche.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur y Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Sinaloa, Michoacán, Guerrero, Oaxaca, Chiapas, Tabasco, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua, Coahuila, Nuevo León, Tamaulipas, Veracruz, San Luis Potosí, Nayarit, Jalisco, Colima y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Chihuahua, Durango, Michoacán, Estado de México, Tlaxcala, Puebla, Hidalgo y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h: Baja California, Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Oaxaca (istmo de Tehuantepec), Yucatán y Quintana Roo."
  }
}
