{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP172023/GEOCOLOR/GOES18-EP172023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP172023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/17/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/17E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN NORMA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT20/refresh/AL202023_wind_probs_34_F120+png/025642.png",
    "DAO" : "TORMENTA TROPICAL TAMMY_305 KM AL ESTE-NORESTE DE BARBADOS_95 KM/H_OESTE-NOROESTE A 15 KM/H_1000 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP17/refresh/EP172023_wind_probs_34_F120+png/024015.png",
    "DPO" : "HURACAN NORMA_590 KM AL SUR-SURESTE DE CABO SAN LUCAS, BCS_190 KM/H_NORTE A 10 KM/H_945 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 288 exhalaciones y 335 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Baja California Sur, Sinaloa y Nayarit.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Jalisco, Colima y Michoacán.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Durango, Guerrero, Oaxaca y Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Morelos, Puebla y Veracruz.\n\nLluvias aisladas (0.1 a 5 mm): Tabasco y Estado de México.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "20/10/2023 - La presencia de un canal de baja presión extendido sobre el suroeste del Golfo de México, el ingreso de humedad y los forzamientos orográficos locales mantendrán la presencia de nublados con potencial para lluvias e intervalos de chubascos (5.1 a 25 mm) en zonas montañosas desde la cuenca del río Misantla hasta el Papaloapan, así como en Los Tuxtlas, sin descartar algún evento puntual superior sobre porciones medias y altas del Jamapa; lluvias escasas o lloviznas (0.1 a 5 mm) en zonas montañosas del Tecolutla, Nautla, Misantla, Coatzacoalcos y Tonalá. Para Tamaulipas no se prevén lluvias. El viento en Tamaulipas dominará del Sur y Sureste, mientras que, sobre la entidad veracruzana será del Norte y Noreste; en ambos estados con velocidades de 25 a 35 km/h. El ambiente diurno se percibirá de cálido a caluroso en Tamaulipas, así como en planicies y costas de Veracruz; templado a cálido en la montaña. Por la noche y  madrugada se percibirá frío a muy frío en zonas serranas, con posibles heladas al amanecer en cimas del Cofre de Perote y Pico de Orizaba.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "20/10/2023 - Este viernes, el huracán NORMA, se localizará al oeste de las costas de Jalisco y Nayarit, continuará acercándose a Baja California Sur, sus extensas bandas nubosas propiciarán lluvias puntuales intensas en Baja California Sur, Sinaloa y Nayarit, lluvias muy fuertes en Jalisco, Colima y Michoacán, y lluvias puntuales fuertes en Chihuahua y Durango. A su vez, se pronostican rachas de viento de 110 a 130 km/h, condiciones para la formación de trombas marinas y oleaje de 4 a 6 metros de altura en las costas de Baja California Sur, Sinaloa y Nayarit; y rachas de 80 a 100 km/h y oleaje de 2 a 4 metros de altura en las costas de Jalisco, Colima y Michoacán. Canales de baja presión sobre el centro y sureste de la República Mexicana, aunado al ingreso de humedad de ambos litorales originarán lluvias puntuales fuertes en Guerrero, Oaxaca y Chiapas, y lluvias aisladas con chubascos en el centro y oriente mexicano. Finalmente, prevalecerá viento de componente norte con rachas de 50 a 70 km/h en el Istmo y Golfo de Tehuantepec. El sistema frontal sobre la zona fronteriza del noreste de México, se disipará en el transcurso del día.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "19/10/2023 - El huracán NORMA, se localiza al suroeste de las costas de Jalisco y Colima, continuará desplazándose hacia el norte, y durante esta noche y madrugada del viernes, sus extensas bandas nubosas producirán lluvias muy fuertes a intensas en Jalisco y Colima, lluvias fuertes a muy fuertes en Nayarit, Michoacán y Guerrero, y chubascos en Baja California Sur y Sinaloa; dichas lluvias estarán acompañadas de rachas fuertes de viento y posibles descargas eléctricas; asimismo, podrían originar encharcamientos, deslaves e inundaciones en zonas bajas, así como el incremento en los niveles de ríos y arroyos. A su vez, se prevén rachas de viento de 90 a 110 km/h, condiciones para la formación de trombas marinas y oleaje de 3 a 5 metros de altura en las costas de Jalisco, Colima y Michoacán; y rachas de 60 a 80 km/h y oleaje de 2 a 3 metros de altura en las costas de Baja California Sur, Nayarit y Guerrero. Canales de baja presión sobre el centro y sureste mexicano, y el ingreso de humedad de ambos litorales originarán lluvias fuertes a muy fuertes acompañadas de descargas eléctricas en Oaxaca y Chiapas, chubascos con lluvias fuertes en Puebla y Veracruz, chubascos en Guanajuato, Estado de México, Morelos y Tabasco, y lluvias aisladas en Hidalgo, Ciudad de México, Tlaxcala, Campeche, Yucatán y Quintana Roo, además de bancos de niebla en zonas altas del oriente y sureste de México. Un sistema frontal se localizará sobre el norte del territorio nacional, incrementará el potencial de vientos fuertes con rachas de viento de 40 a 60 km/h y posibles tolvaneras en Chihuahua y Coahuila.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. AL ESTABLECIMIENTO DE VAGUADAS Y AL PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE LAS COSTAS Y REGIONES MARÍTIMAS DEL GOLFO DE CALIFORNIA, PACÍFICO CENTRAL, PACÍFICO SUR Y GOLFO DE TEHUANTEPEC.\n\n2. ESPERAN SE ESPERAN INTERVALO DE CHUBASCOS (5.1 A 25 MM) Y TORMENTAS ELÉCTRICAS, SOBRE NAYARIT, ISLAS MARÍAS Y GUERRERO; ASIMISMO, INTERVALOS DE CHUBASCOS (5.1 A 25 MM) CON ALGUNAS LLUVIAS PUNTUALES FUERTES (25 A 50 MM) Y TORMENTAS ELÉCTRICAS SOBRE JALISCO, COLIMA Y MICHOACÁN; TAMBIÉN, TORMENTAS PUNTUALES MUY FUERTES (50 A 75 MM) CON TORMENTAS PUNTUALES INTENSAS (75 A 150 MM) Y TORMENTAS ELÉCTRICAS SOBRE LA REGIÓN DE LAS REVILLAGIGEDO, REGIÓN PACÍFICO CENTRO Y SUR.\n\n3. PREVALECERÁ, EVENTO DE NORTE CON VIENTO DEL NORESTE DE 25 A 30 NUDOS CON RACHAS DE 35 A 40 NUDOS Y OLAS DE 8 A 13 PIES SOBRE LA REGIÓN DE GOLFO DE TEHUANTEPEC (DESDE HUATULCO, OAX. HASTA PIJIJIAPAN, CHIS.), INCLUYENDO EL GOLFO DE TEHUANTEPEC.\n\n4. EL HURACÁN CAT. 3 NORMA CONTINÚA FUERA DE LA ZONA ECONÓMICA EXCLUSIVA, OCASIONA RACHAS DE VIENTO FUERTE Y OLEAJE ELEVADO EN SUS INMEDIACIONES; ASIMISMO, SUS BANDAS NUBOSAS OCASIONAN CIELO NUBLADO A CERRADO, CHUBASCOS FUERTES, TORMENTAS ELÉCTRICAS, VIENTO CON RACHAS MAYORES A 35 NUDOS Y OLAS DE 9 A 12 PIES, SOBRE LA REGIÓN PACÍFICO CENTRO; TAMBIÉN, OCASIONAN CIELO MEDIO NUBLAD A CERRADO INTERVALO DE CHUBASCO (5.1 A 25 MM CON ACUMULADO HASTA DE 40 MM EN 24 HORAS), TORMENTAS ELÉCTRICAS, REDUCCIÓN A LA VISIBILIDAD, VIENTO FUERTE Y OLEAJE ELEVADO, SOBRE LAS COSTAS DE JALISCO, COLIMA, MICHOACÁN Y GUERRERO. ACTUALMENTE SUS BANDAS NUBOSAS OCASIONAN CIELO MEDIO NUBLADO A CERRADO INTERVALO DE CHUBASCO (5.1 A 25 MM CON ACUMULADO HASTA DE 40 MM EN 24 HORAS), TORMENTAS ELÉCTRICAS, REDUCCIÓN A LA VISIBILIDAD, VIENTO FUERTE Y OLEAJE ELEVADO, SOBRE LAS COSTAS DE JALISCO, COLIMA Y MICHOACÁN.\n\n5. SISTEMA DE BAJA PRESIÓN CON VALOR APROXIMADO DE 1007 MB LOCALIZA AL ESTE DE EL SALVADOR Y COSTA RICA, EN LA LATITUD 10.0 NORTE Y LONGITUD 95.0 OESTE, ORIGINA ACTIVIDAD CONVECTIVA EN SUS INMEDIACIONES. SE ESPERA QUE EN LAS SIGUIENTES 72 HORAS CONTINÚE SU LENTO DESPLAZAMIENTO HACIA EL OESTE NOROESTE ACERCÁNDOSE HACIA LA ZONA ECONOMICA EXCLUSIVA. EL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS LA TIENE CON UN 30% DE PROBABILIDAD DE DESARROLLARSE A CICLÓN TROPICAL A 48 HORAS Y CON 80% A SIETE DÍAS, SE MANTIENE EN VIGILANCIA.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango (occidente), Nayarit, Jalisco, Oaxaca, Chiapas, San Luis Potosí, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -5 a 0 °C para la madrugada del viernes: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del viernes: sierras de Sonora, Zacatecas, Guanajuato, Michoacán, Estado de México, Tlaxcala, Puebla, Hidalgo, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 110 a 130 km/h con posible formación de trombas marinas y oleaje de 4 a 6 metros de altura: costas de Baja California Sur, Sinaloa y Nayarit.\n\nRachas de 80 a 100 km/h y oleaje de 2 a 4 metros de altura: Jalisco, Colima y Michoacán.\n\nViento de componente norte con rachas de 50 a 70 km/h: Istmo de Tehuantepec y Golfo de Tehuantepec."
  }
}
