{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Sonora, Chihuahua, Durango y Coahuila.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Baja California Sur, Nuevo León, Tamaulipas, Sinaloa, Zacatecas, Nayarit, Oaxaca, Yucatán y Quintana Roo.\n\nPosible caída de nieve o aguanieve: zonas de Baja California, Sonora, Chihuahua, Sinaloa y Durango.\n\nLas temperaturas muy frías a gélidas podrían generar el congelamiento de la carpeta asfáltica.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "10/02/2024 - Se mantendrá el dominio de la circulación anticiclónica sobre el Golfo de México y vertiente oriental del país, favoreciendo el ingreso de humedad hacia la región de pronóstico y su interacción con condiciones locales y el canal de baja presión en el suroeste del mismo Golfo; a partir de la noche del martes el frente frío No. 34 ingresará a Tamaulipas hasta abandonar el sur de Veracruz la noche del lunes. Previendo que en Tamaulipas se presenten lluvias escasas o lloviznas (0.1 a 5.0 mm) en zonas montañosas de la porción sur, así como zonas bajas a lo largo de la entidad y aisladas en el resto. Mientras que en Veracruz se prevén lluvias escasas o lloviznas (0.1 a 5.0 mm) a lo largo de las zonas montañosas y aisladas en planicies y costa del norte y sur de la región; presentándose durante el lunes tormentas puntuales fuertes (25 a 50 mm) en zonas montañosas de la porción norte y sur; lluvia con intervalos de chubascos (5.1 a 25 mm) en el resto de las zonas montañosas y cuencas del sur. El viento será del Sur y Sureste de 25 a 35 km/h en Tamaulipas, así como norte y centro de Veracruz, del Este y Sureste en el resto con similar velocidad; presentándose rachas de 50 km/h en Tamaulipas y zonas de costa del norte de la región, así como porciones medias y bajas del sur. A partir de la noche del domingo se fijará a componente Norte, alcanzando rachas de 60 km/h en Tamaulipas y de 70 km/h en costa de Veracruz. En ambas entidades se prevé se mantenga un ambiente diurno cálido a caluroso; mientras que por la noche será templado a fresco, así como frío a muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "10/02/2024 - Este sabado, la Séptima tormenta invernal y el frente frío No. 34 se localizarán sobre el noroeste y norte de la República Mexicana; dicho frente será reforzado por una nueva masa de aire frío en el transcurso del día y ambos sistemas producirán ambiente frío a muy frío, viento con rachas muy fuertes a intensos y tolvaneras, así como lluvias y chubascos en las mencionadas regiones; además de la posible caída de nieve o aguanieve y ambiente gélido en zonas de Sonora y Chihuahua, y en las sierras de Baja California, Sinaloa y Durango. Por su parte, un canal de baja presión sobre el noreste de territorio nacional en interacción, con las corrientes en chorro mencionadas, originará lluvias y chubascos en dicha región; así como vientos con rachas de 60 a 80 km/h y posible formación de torbellinos en zonas de Coahuila. Las corrientes en chorro polar y subtropical, generarán fuertes rachas de viento con posibles tolvaneras sobre la Mesa del Norte y la Mesa Central, incluido el Valle de México. Así mismo, prevalecerá el viento de componente sur (surada) en la vertiente del Golfo de México, sureste del país y la Península de Yucatán. Finalmente, una circulación anticiclónica en niveles medios de la atmósfera seguirá ocasionando baja probabilidad de lluvia y temperaturas vespertinas cálidas a calurosas en el occidente, centro, oriente, sur y sureste de la República Mexicana, y la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "09/02/2024 - El frente frío No. 34 recorrerá lentamente el norte de la República Mexicana, en interacción con un canal de baja presión sobre el noreste mexicano, además de una vaguada polar y las corrientes en chorro polar y subtropical, darán origen a la Séptima tormenta invernal de la temporada al noroeste del país, por lo que se prevén rachas de viento de 70 a 90 km/h en Durango y rachas de hasta 60 km/h con posibles tolvaneras en el noroeste, norte y noreste de México, chubascos en Baja California, Sonora, Chihuahua, Sinaloa, Coahuila y Durango, y lluvias aisladas en Baja California Sur, Nuevo León y Tamaulipas; así como ambiente gélido y probabilidad de caída de nieve o aguanieve en las sierras de Baja California, Sonora, Chihuahua, Sinaloa y Durango. Por su parte, las corrientes en chorro, generarán fuertes rachas de viento de hasta 60 km/h con posibles tolvaneras sobre la Mesa del Norte y la Mesa Central, incluido el Valle de México y occidente del país. Así mismo, prevalecerá el viento de componente sur (surada) con rachas de hasta 60 km/h en la vertiente del Golfo de México, el sureste mexicano y la Península de Yucatán. A su vez, una circulación anticiclónica en niveles medios de la atmósfera seguirá ocasionando tiempo estable y baja probabilidad de lluvia en el occidente, centro y sureste del país, incluido el Valle de México; sin embargo, la entrada de humedad de ambos océanos, originará la probabilidad de lluvias aisladas en Veracruz, Guerreo, Oaxaca, Yucatán y Quintana Roo. Continuará el ambiente frío a muy frío con heladas durante la madrugada del sábado en zonas altas del norte, occidente, centro y oriente del país.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Jalisco, Colima, Michoacán, Guerrero, Morelos, Oaxaca, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Tamaulipas, Zacatecas, San Luis Potosí, Querétaro, Hidalgo, Nayarit, Puebla (suroeste), Veracruz, Chiapas, Tabasco y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Sinaloa, Zacatecas, Aguascalientes, Jalisco, Guanajuato, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla, Veracruz y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Coahuila, Nuevo León, San Luis Potosí, Querétaro y Morelos.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 80 a 100 km/h con tolvaneras: Chihuahua, Durango y Zacatecas.\n\nVientos con rachas de 60 a 80 km/h con posible formación de torbellinos: Coahuila; con tolvaneras: Nuevo León, San Luis Potosí, Aguascalientes y Guanajuato.\n\nVientos con rachas de 40 a 60 km/h con posibles tolvaneras: Baja California, Sonora, Jalisco, Ciudad de México, Estado de México, Querétaro, Morelos, Hidalgo, Puebla y Tlaxcala.\n\nViento del sur (surada) con rachas de 40 a 60 km/h: Tamaulipas, Veracruz, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo."
  }
}
