{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL192023/GEOCOLOR/GOES16-AL192023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL192023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL SEAN",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT19/refresh/AL192023_wind_probs_34_F120+png/145225.png",
    "DAO" : "TORMENTA TROPICAL SEAN_1675 KM AL OESTE DE LAS ISLAS CABO VERDE_75 KM/H_OESTE-NOROESTE A 20 KM/H_1005 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 54 exhalaciones y 75 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz (sur), Chiapas y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Guerrero y Oaxaca.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, Tamaulipas, Jalisco, Colima, Puebla y Campeche.\n\nIntervalos de chubascos (5 a 25 mm): Sinaloa, Nayarit, Michoacán, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos, Tlaxcala, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Sonora, Chihuahua, Durango, Zacatecas y Aguascalientes.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "13/10/2023 - El restablecimiento de la circulación anticiclónica sobre el Golfo de México, mantendrá las condiciones de cielo despejado a medio nublado y bajo potencial de lluvias en la región, sin embargo, en tanto que, el contenido de humedad disponibles en el ambiente en combinación con los forzamientos térmicos y orográficos locales ocasionarán es desarrollo de nublados con probabilidad para lluvias con intervalos de chubascos (5.1 a 25 mm) en zonas montañosas de las cuencas de los ríos Misantla, Actopan, La Antigua, Jamapa y Papaloapan; lluvias escasas o lloviznas (0.1 a 5 mm) en zonas montañosas del Tecolutla y Nautla. Sobre Tamaulipas la probabilidad de lluvias será baja. El viento dominará del Sur y Sureste de 25 a 35 km/h en ambas entidades, previéndose rachas de 50 km/h en la porción norte de Tamaulipas, así como, en zonas bajas de las cuencas del Coatzacoalcos y Papaloapan de Veracruz. El ambiente diurno se percibirá caluroso en Tamaulipas, así como en planicies y costas de Veracruz; además de cálido en la montaña. Por la noche y madrugada persistirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "13/10/2023 - Este viernes, prevalecerán los canales de baja presión sobre la Sierra Madre Occidental, centro, oriente y sureste de la República Mexicana, además de la Península de Yucatán, y en interacción con el ingreso de humedad y la aproximación de la vaguada monzónica a las costas del Pacífico Sur Mexicano, provocarán chubascos y lluvias puntuales fuertes en dichas regiones, pronosticándose lluvias puntuales intensas en Veracruz (sur), Chiapas y Tabasco, así como muy fuertes en Guerrero y Oaxaca. Por otra parte, la onda tropical Núm. 29 se moverá paulatinamente sobre el occidente del territorio nacional, ocasionando chubascos y lluvias puntuales fuertes en esta región. Asimismo, el frente frío Núm. 6 se extenderá sobre el norte de México e interaccionará con un canal de baja presión en el noreste del país y la corriente en chorro subtropical, aunado a inestabilidad en niveles altos de la atmósfera, originarán chubascos con lluvias puntuales fuertes y rachas de viento de 60 a 70 km/h con posible formación de torbellinos en Coahuila, Nuevo León y Tamaulipas; además, la masa de aire frío asociada al frente propiciará un refrescamiento de las temperaturas y rachas de viento de 40 a 60 km/h en Sonora y Chihuahua. Finalmente, se mantendrá el ambiente vespertino caluroso a muy caluroso en la mayor parte de la República Mexicana.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "12/10/2023 - La onda tropical Núm. 29 se desplazará sobre el sureste mexicano y gradualmente sobre el sur del país, y en interacción con un canal de baja presión sobre el oriente de México, propiciarán lluvias puntuales muy fuertes acompañadas de descargas eléctricas, rachas de viento de 40 a 60 km/h en Oaxaca y Chiapas, lluvias puntuales fuertes en Guerrero y Veracruz, intervalos de chubascos en Tabasco, Puebla e Hidalgo y lluvias aisladas en Tlaxcala. Asimismo, un canal de baja presión sobre la Península de Yucatán ocasionará chubascos y lluvias puntuales fuertes acompañadas de descargas eléctricas y rachas de viento de 40 a 60 km/h en Campeche, Yucatán y Quintana Roo. Por otro lado, otros canales de baja presión se extenderán sobre la Sierra Madre Occidental, noreste y centro del territorio nacional, y aunado al ingreso de humedad de ambos litorales, producirán lluvias puntuales fuertes en Sinaloa, Nayarit, Jalisco, Colima y Michoacán, chubascos en Durango, Estado de México, Ciudad de México y Morelos, y lluvias aisladas en Tamaulipas, Zacatecas, San Luis Potosí, Guanajuato, Aguascalientes y Querétaro. A su vez, el frente frío Núm. 6 sobre el noroeste de México, en combinación con una línea seca sobre el norte de Coahuila, inestabilidad en niveles altos de la atmósfera y la corriente en chorro subtropical, originarán lluvias aisladas en Baja California Sur, Sonora y Chihuahua, además de rachas de viento de 60 a 70 km/h con tolvaneras en Baja California, Sonora y Chihuahua, y rachas de hasta 60 km/h en Baja California Sur y Coahuila.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERA A PARTIR DE LA TARDE-NOCHE DEL 11 DE OCTUBRE, EVENTO DE SURADA CON VIENTO DEL SURESTE DEL 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 10 PIES SOBRE LA COSTA DE QUINTANA ROO, REGIÓN NOROESTE DEL CARIBE Y CANAL DE YUCATÁN.\n\n3. PREVALECERÁN INTERVALOS DE CHUBASCOS (25 A 50 MM) CON LLUVIAS PUNTUALES MUY FUERTES (50 A 75 MM, CON MÁXIMOS PUNTUALES DE 100 MM) Y TORMENTAS ELÉCTRICAS SOBRE LA CISTA DE TAMAULIPAS, REGIÓN SUROESTE-NOROESTE DEL GOLFO DE MÉXICO, ASÍ COMO INTERVALO DE CHUBASCOS (5.1 A 25 MM) Y TORMENTAS ELÉCTRICAS SOBRE VERACRUZ, TABASCO, CAMPECHE, YUCATÁN, REGIÓN SONDA DE CAMPECHE Y REGIÓN NORTE DE YUCATÁN.\n\n4. ONDA TROPICAL LOCALIZADA AL SUR DE LA LATITUD 18.0° NORTE, ENTRE LAS LONGITUDES 0860°/089.0° OESTE, TIENE UN DESPLAZAMIENTO HACIA EL OESTE CON UNA VELOCIDAD DE 10 A 15 NUDOS, OCASIONANDO MODERADA ACTIVIDAD CONVECTIVA DETRÁS DE SU EJE. SE MANTIENE EN VIGILANCIA.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C Nuevo León, Tamaulipas, San Luis Potosí, Veracruz, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California, Sonora, Coahuila, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Puebla y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C: Sierras de Baja California, Sonora, Chihuahua, Durango, Zacatecas, Michoacán, Estado de México, Querétaro, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 70 km/h con posible formación de torbellinos: Coahuila, Nuevo León y Tamaulipas.\n\nViento con rachas de 40 a 60 km/h con tolvaneras: Sonora y Chihuahua."
  }
}
