{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/13/AL012024-13-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/01/sat/irg_current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/01L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "DEPRESION TROPICAL ALBERTO",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d2.png",
    "DAO" : "f",
    "DAT" : "\nSe espera la formación de un área de baja presión muy amplia sobre el Sureste de México y el norte de América Central el viernes. Las condiciones ambientales parecen propicias para el desarrollo gradual de este sistema al ingresar sobre la Bahía de Campeche el sábado y se podría formar una Depresión Tropical sobre el Suroeste del Golfo de México este fin de semana mientras se mueve lentamente hacia el Oeste-noroeste.\n\nProbabilidad de formación en 48 horas : Baja 20%\nProbabilidad de formación en 72 horas : Media 50%.\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\nUn area de baja presión localizada al sur de Chiapas continúa generando actividad de lluvias y tormentas eléctricas desorganizadas. Las condiciones ambientales podrían ser propicias para el desarrollo de este sistema y ​​podría formarse una Depresión Tropical de corta duración a principios de semana si el sistema permanece mar adentro. Independientemente del desarrollo, se esperan varios días de lluvias localmente fuertes en sectores del sur de México y Centroamérica.\n\nProbabilidad de formación en 48 horas : Baja(10%)\nProbabilidad de formación en 72 horas : Baja(30%)\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Puebla, Veracruz, Guerrero y Oaxaca.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Tamaulipas, San Luis Potosí, Hidalgo, Jalisco, Colima, Michoacán, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Nuevo León, Nayarit, Guanajuato, Querétaro, Estado de México, Morelos y Tlaxcala.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Chihuahua, Coahuila, Durango, Sinaloa y Ciudad de México.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Zacatecas y Aguascalientes.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "21/06/2024 - Se prevé que un sistema de baja presión con potencial ciclónico ingrese al suroeste del Golfo de México por la tarde-noche del viernes, el cual puede intensificarse conforme se mueva en aguas del mismo golfo y se desplace hacia la costa de la entidad tamaulipeca entre sábado y domingo. Tal situación, junto con el flujo de humedad proveniente del océano Pacífico que provoca la vaguada monzónica, ocasionarán que el potencial para lluvias intensas (75 a 150 mm) a torrenciales (150 a 250 mm) persistan durante este fin de semana, principalmente en las zonas del centro y sur de Tamaulipas, así como en cuencas que cruzan el norte y centro de la entidad veracruzana, mientras que, para el resto de la región de pronóstico se prevén lluvias de menor intensidad. En cuanto al viento, en Tamaulipas, durante el viernes será del Este y Noreste con algunas rachas de 50 km/h en zonas costeras, esperando cambie a las componentes Norte y Oeste y se intensifique durante el sábado y domingo, conforme el sistema se aproxime a la costa. Por su parte, en Veracruz el viento oscilará entre las componentes Norte, Oeste y Sur, alcanzando la mayor intensidad el sábado, con posibles rachas de 70 a 90 km/h en zonas costeras. La temperatura diurna no presentará cambios significativos durante este fin de semana, esperando favorezca un ambiente cálido en Tamaulipas y en porciones de planicie y costa de la entidad veracruzana, así como templado a lo largo de la zona de montaña. Por las noches y madrugadas se espera ambiente frío a fresco en las porciones serranas y de montaña de la vertiente oriental del país.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "21/06/2024 - Este viernes, un canal de baja presión sobre la Sierra Madre Occidental y el centro del país, junto con el ingreso de humedad proveniente de ambos litorales, ocasionará lluvias fuertes a puntuales muy fuertes en el noroeste, norte, occidente y centro del territorio nacional, pronosticándose lluvias puntuales intensas en Jalisco, Colima y Michoacán, además de rachas de viento fuertes a muy fuertes en estados del noroeste mexicano, la Mesa del Norte y la Mesa Central, con posible formación de torbellinos en zonas de Michoacán y Jalisco. Un canal de baja presión sobre el noreste y oriente de la República Mexicana, junto con el ingreso de humedad del Golfo de México, originará lluvias puntuales fuertes en dichas regiones, siendo puntuales intensas en Tamaulipas, San Luis Potosí e Hidalgo. Por otra parte, la vaguada monzónica continuará sobre el Pacífico Sur Mexicano, interaccionará con una zona de baja presión con probabilidad para desarrollo ciclónico que se localizará al sur de la Península de Yucatán, mantendrán el temporal de lluvias muy fuertes a intensas en las regiones mencionadas, con lluvias puntuales torrenciales en zonas de Veracruz, Puebla, Guerrero y Oaxaca. A su vez, se prevén vientos fuertes a muy fuertes con posible formación de trombas marinas en las costas de Guerrero, Veracruz, Tabasco, Campeche y Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "20/06/2024 - La baja presión remanente de Alberto se desplazará sobre los estados de la noroeste, norte, noreste y occidente de México, e interaccionará con un canal de baja presión ubicado sobre la Sierra Madre Occidental y centro del país, generando lluvias puntuales torrenciales en Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Puebla, Veracruz y Oaxaca; lluvias puntuales intensas en Durango, Zacatecas, Nayarit, Guanajuato, Querétaro e Hidalgo; lluvias puntuales muy fuertes en Chihuahua, Aguascalientes, Sinaloa, Jalisco, Colima, Michoacán, Estado de México y Morelos; lluvias puntuales fuertes en la Ciudad de México y Tlaxcala, y lluvias aisladas en Sonora. A su vez, se pronostican rachas de viento de 50 a 70 km/h y oleaje de 1 a 3 metros de altura las costas de Tamaulipas y Veracruz; rachas de viento de 50 a 70 km/h con posible formación de torbellinos en Durango, Zacatecas y Jalisco, siendo de la misma intensidad y con tolvaneras en la Península de Baja California; además, se prevén rachas de viento de 40 a 60 km/h en entidades el noroeste, norte, noreste, occidente, centro y sureste del territorio nacional. Por otro lado, la vaguada monzónica estará próxima a las costas del Pacífico Sur Mexicano, y aunado a la entrada de humedad generada por una zona de baja presión con probabilidad para desarrollo ciclónico que se localiza al sur de la Península de Yucatán, mantendrán el temporal de lluvias puntuales torrenciales en Oaxaca y Chiapas, lluvias puntuales muy fuertes en Guerrero, Campeche y Quintana Roo, y lluvias puntuales fuertes en Yucatán; asimismo, se presentarán rachas de viento de 50 a 70 km/h y posible formación de trombas en la mencionada península.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Chihuahua (occidente), Durango (occidente), Sinaloa y Nayarit.\n\nTemperaturas máximas de 30 a 35 °C: Jalisco, Colima, Michoacán, Guerrero y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Puebla, Estado de México, Durango y Chihuahua.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posible formación de trombas marinas: costas de Guerrero, Veracruz, Tabasco, Campeche y Yucatán.\n\nViento con rachas de 50 a 70 km/h y posible formación de torbellinos: Jalisco y Michoacán; con posibles tolvaneras: Chihuahua, Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Durango, Aguascalientes, Guanajuato, Querétaro, Estado de México y Ciudad de México.\n\nViento con rachas de 40 a 60 km/h: costas de Tamaulipas, Veracruz, Guerrero, Tabasco, Campeche y Yucatán; con posibles tolvaneras: Sonora, Hidalgo, Puebla, Tlaxcala y Morelos.\n\nOleaje de 1 a 3 metros de altura: costas de Tamaulipas, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo."
  }
}
