{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL072024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/07/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/07L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL GORDON",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "sZ6cJx336cs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Oaxaca, Chiapas y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Coahuila, Guerrero, Veracruz, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Nuevo León, Tamaulipas, San Luis Potosí, Durango, Nayarit, Jalisco, Colima, Michoacán, Estado de México, Morelos y Puebla.\n\nIntervalos de chubascos (5 a 25 mm): Sinaloa, Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Ciudad de México y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "22/09/2024 - El constante ingreso de humedad hacia Tamaulipas y Veracruz en interacción con el canal de baja presión en el suroeste del golfo de México, así como condiciones locales favorecerán el incremento de nubosidad y de lluvias acompañadas de actividad eléctrica y viento en rachas. Previendo en Tamaulipas tormentas puntuales fuertes (25 a 50 mm) en la región de la Sierra Madre, occidente de la cuenca del Soto La Marina y las regiones de Ciudad Mante y sierra Borrada; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto del Soto La Marina; lluvias escasas o lloviznas (0.1 a 5.0 mm) en el resto de la entidad. En Veracruz se prevén tormentas puntuales muy fuertes (50 a 75 mm) en las cuencas del Papaloapan, Coatzacoalcos y Tonalá; tormentas puntuales fuertes (25 a 50 mm) en zonas montañosas del Cazones, Tecolutla, Nautla, Actopan, La Antigua y Jamapa-Cotaxtla; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la región. El viento se mantendrá del Este y Sureste de 25 a 35 km/h en Tamaulipas y norte de Veracruz, mientras que en el resto de la región será del Norte y Noreste con similar velocidad. La temperatura diurna favorecerá que se mantenga un ambiente cálido a caluroso en ambas entidades; mientras que durante la noche será templado a cálido y fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "22/09/2024 - Un nuevo frente frío (No. 3) se aproximará a los estados del norte de México, y originará lluvias fuertes a puntuales muy fuertes, descargas eléctricas y posible caída de granizo sobre el norte y noreste del territorio nacional, además de vientos fuertes con posibles torbellinos en Chihuahua y Coahuila. Por otra parte, la vaguada monzónica sobre el Pacífico sur mexicano y una zona de baja presión con probabilidad para desarrollo ciclónico al sur de las costas de Guerrero y Oaxaca, generarán lluvias muy fuertes a intensas, descargas eléctricas, rachas de viento y posible caída de granizo en el sur y sureste del territorio nacional. Una vaguada en niveles altos de la atmósfera y el abundante flujo de humedad del mar Caribe, ocasionarán lluvias puntuales muy fuertes en la península de Yucatán. Finalmente, canales de baja presión en el interior del país y el ingreso de humedad de ambos océanos, ocasionarán lluvias fuertes en el occidente, centro y oriente de México.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "22/09/2024 - La persistencia de un canal de baja presión extendido sobre el noreste y oriental del país y en el occidente y suroeste del golfo de México, junto con el paso de la onda tropical No. 24 por el sur del territorio nacional, adicionalmente al flujo de humedad hacia la vertiente oriental del país, mantendrán las condiciones para las lluvias y actividad eléctrica sobre la mayor parte de la región, esperando el mayor potencial durante el lunes y martes, con eventos puntuales intensos (75 a 150 mm), especialmente en las cuencas medias y altas del Papaloapan al Tonalá, así como lluvias fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm) en el occidente y sur de Tamaulipas y en zonas altas desde la cuenca del Tuxpan hasta el Tecolutla, zonas bajas del Actopan y La Antigua, dentro del Jamapa-Cotaxtla y en el resto del Papaloapan al Tonalá; lluvias de menor intensidad pueden presentarse en el resto de la región. El viento se mantendrá del Sur, Sureste y Este de 25 a 35 km/h en la entidad tamaulipeca, con posibles rachas de 50 km/h durante horas de la tarde y noche sobre porciones del norte y centro del estado. En la mayor parte de Veracruz se prevé viento de componente Norte de 25 a 35 km/h. Es probable que en áreas de tormenta se presenten rachas mayores. El ambiente diurno continuará cálido a caluroso en Tamaulipas y en planicies y costa de Veracruz, así como templado a cálido en la zona de montaña. Por las noches y madrugadas se espera ambiente frío a fresco en porciones serranas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Durango, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Morelos, Chiapas, Veracruz, Tabasco y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: zonas altas de Baja California, Chihuahua, Durango, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h: Campeche, Yucatán y Quintana Roo; con posibles torbellinos: Chihuahua y Coahuila; y tolvaneras: Durango, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes y en costas de Oaxaca."
  }
}
