{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "kAxQ3rpyJ6M,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz, Oaxaca, Chiapas y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Campeche y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Puebla y Yucatán.\n\nIntervalos de chubascos (5 a 25 mm): San Luis Potosí, Hidalgo y Querétaro.\n\nLluvias aisladas (0.1 a 5 mm): Nuevo León, Tamaulipas y Guerrero.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "28/12/2023 - El Frente Frío No. 20 ingresará al norte de Tamaulipas, alcanzando el norte de Veracruz la madrugada del jueves y el centro de Veracruz durante la tarde, a su paso interactuará con el canal de baja presión en el suroeste del Golfo de México; manteniéndose cielo medio nublado a nublado en Tamaulipas y Veracruz. Por lo anterior, en Tamaulipas se prevén lluvias escasas o lloviznas (0.1 a 5.0 mm) en las cuencas del Soto La Marina, Guayalejo-Tamesí y Tamuín, así como la región de la Sierra Madre, incrementándose en el resto conformen avance el frente antes mencionado. En Veracruz se prevén tormentas puntuales intensas (75 a 150 mm) en cas del Papaloapan, Coatzacoalcos y Tonalá; tormentas puntuales muy fuertes (50 a 75 mm) en el Tecolutla y Nautla; tormentas puntuales fuertes (25 a 50 mm) en zonas montañosas del Actopan, La Antigua y Jamapa-Cotaxtla; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la porción norte y menores en el resto de la región. De igual forma se mantendrá la  probabilidad de caída de aguanieve y nieve en partes altas de las zonas montañosas. El viento en ambas entidades se mantendrá de componente Norte de 25 a 35 km/h, así como rachas de 50 a 60 km/h en zonas de costa, especialmente del centro de Veracruz. Ambiente diurno templado a cálido en ambas entidades; durante la noche será templado a fresco y frío a muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "28/12/2023 - Este jueves, el frente frío No. 20 continuará su desplazamiento hasta el sureste de la República Mexicana y la Península de Yucatán, ocasionará lluvias fuertes a muy fuertes en dichas regiones, con lluvias puntuales intensas en Veracruz, Oaxaca, Chiapas y Tabasco, además de lluvias y chubascos en el oriente del país. La masa de aire polar asociada al frente cubrirá gran parte del territorio nacional, mantendrá el ambiente matutino y nocturno frío a muy frío con heladas y bancos de niebla durante la madrugada del jueves en estados del noroeste, norte, noreste, centro, oriente y sureste del país, con ambiente gélido en zonas altas de Sonora, Chihuahua, Durango y Zacatecas; además de evento de NORTE fuerte a muy fuerte en el Istmo y Golfo de Tehuantepec, y moderado en el litoral del Golfo de México y la Península de Yucatán. Finalmente, se prevén olas de 3 a 5 metros de altura en la costa occidental de Baja California, propagándose en el transcurso del día hacia la costa occidental de Baja California Sur.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "27/11/2023 - El frente frío No. 20 y su masa de aire frío de origen polar se aproximarán a la frontera norte y noreste de México, comenzarán su desplazamiento reforzando el ambiente frío a muy frío, con heladas y densos bancos de niebla en estados del noroeste, norte, noreste, centro y oriente del país, con ambiente gélido en zonas altas de Sonora, Chihuahua, Durango y Zacatecas. Asimismo, se prevé evento de NORTE con rachas de 40 a 60 km/h y olas de 1 a 2 metros de altura en el litoral de Tamaulipas y Veracruz. Por otro lado, la afluencia de humedad propiciada por la corriente en chorro subtropical, un canal de baja presión en el interior del país y un segundo canal de baja presión sobre la Península de Yucatán, ocasionarán lluvias puntuales intensas en Puebla y Veracruz, lluvias puntuales muy fuertes en Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo, lluvias puntuales fuertes en Hidalgo, intervalos de chubascos en Tamaulipas, San Luis Potosí, Guanajuato, Querétaro, Estado de México, Tlaxcala y Guerrero, así como lluvias aisladas en Coahuila, Nuevo León, Jalisco, Colima, Michoacán, Ciudad de México y Morelos. A su vez, se pronostica viento del norte de hasta 50 km/h en Tabasco y la Península de Yucatán. Finalmente, se prevén olas de 2 a 3 metros de altura en la costa occidental de la Península de Baja California. Nota: Las lluvias fuertes a intensas podrían originar incremento en los niveles de ríos y arroyos, deslaves e inundaciones. De igual forma, los densos bancos de niebla, podrían reducir la visibilidad en tramos carreteros de las entidades federativas mencionadas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Guerrero y Michoacán.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del jueves: sierras de Sonora, Chihuahua, Durango y Zacatecas.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del jueves: sierras de Baja California, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Guanajuato, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del jueves: sierras de Baja California Sur, Jalisco, Michoacán, Querétaro, Ciudad de México, Morelos y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 60 a 70 km/h y oleaje de 1 a 3 metros de altura: centro y sur de Veracruz, Istmo y Golfo de Tehuantepec; con rachas de 30 a 50 km/h y oleaje de 1 a 2 metros de altura: litorales de Tamaulipas, norte de Veracruz, Tabasco y la Península de Yucatán.\n\nOleaje de 3 a 5 metros de altura: costa occidental de Baja California y con oleaje de 1 a 3 metros de altura: costa occidental de Baja California Sur."
  }
}
