{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Chubascos con lluvias puntuales fuertes (25 a 50 mm): Baja California y Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Sonora, Coahuila, Nuevo León, Tamaulipas y Oaxaca.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Chihuahua, Puebla, Veracruz y Quintana Roo.\n\nPosible caída nieve o aguanieve: sierras de Baja California y Sonora.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "14/03/2024 - Se prevé que una vaguada en el noreste y oriente del país, en combinación con las condiciones locales y la humedad disponible en el ambiente, ocasionará nubosidad con lluvias escasas o lloviznas aisladas (0.1 a 5.0 mm) que tenderán a concentrarse en partes altas del centro y sur. En tanto que, en Tamaulipas, se prevé que continúe cielo medio nublado con lluvias escasas o lloviznas (0.1 a 5.0 mm) aisladas, no descartando lluvias de 5.1 a 25 mm en partes altas de la región fronteriza, especialmente durante los últimos dos días. Por otro lado, un nuevo frente frío se aproximará al noreste del país durante el jueves, en donde tenderá a estacionarse. El viento en Veracruz dominará del Este y Sureste de 20 a 35 km/h con rachas de 50 km/h en el litoral veracruzano, rolando al Noreste en el transcurso de la mañana del sábado con velocidades de 20 a 35 km/h. En Tamaulipas, se prevé de igual forma del Sur y Sureste con rachas de 50 a 60 km/h en costas del norte y centro, dominando del Este el día viernes de 20 a 35 km/h. El ambiente diurno continuará caluroso a muy caluroso en ambas entidades, previendo además que por la noche y madrugada se perciba ambiente frío a muy frío en zonas serranas, con posibles heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "14/03/2024 - Este jueves, un frente frío asociado con una baja presión de núcleo frío que se ubicará al suroeste de los Estados Unidos y con la corriente en chorro polar, originarán descenso de la temperatura, rachas fuertes de viento, lluvias y chubascos en el noroeste y norte de la República Mexicana, pronosticándose lluvias puntuales fuertes en Baja California y probable caída de nieve o aguanieve en sierras de dicha entidad y de Sonora. Por otro lado, una línea seca permanecerá sobre Coahuila y en interacción con un canal de baja presión extendido desde el noreste hasta el sureste del país y con la corriente en chorro subtropical, ocasionarán lluvias e intervalos de chubascos acompañados de descargas eléctricas en ambas regiones, pronosticándose lluvias puntuales fuertes en Chiapas, así como fuertes rachas de viento en la Mesa del Norte y la Mesa Central, y con posible formación de torbellinos en Coahuila, Nuevo León y Tamaulipas. Por último, prevalecerá el ambiente caluroso a muy caluroso con escasa probabilidad de lluvia en la mayor parte del territorio mexicano, con temperaturas máximas superiores a 40 °C en zonas de Nuevo León, Tamaulipas, San Luis Potosí, Colima, Michoacán, Guerrero, Morelos (sur), Oaxaca, Chiapas, Veracruz, Tabasco, Campeche y Yucatán, sin embargo, el ambiente matutino y nocturno continuará siendo frío a muy frío con posibles heladas y bancos de niebla en partes altas del noroeste, norte, centro y oriente del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "13/03/2024 - Una línea seca sobre Coahuila y un canal de baja presión extendido desde el noreste hasta el sureste del país, en interacción con el ingreso de humedad procedente del Océano Pacífico propagada por la corriente en chorro subtropical, así como del Golfo de México y Mar Caribe, producirán chubascos y lluvias puntuales fuertes en Oaxaca, así como intervalos de chubascos en Coahuila, Nuevo León, Tamaulipas y Chiapas, mismos que estarán acompañados de descargas eléctricas y posible caída de granizo, así como lluvias aisladas en Zacatecas, San Luis Potosí, Hidalgo, Tlaxcala, Puebla, Veracruz y Quintana Roo. También, se pronostican rachas de viento de 70 a 90 km/h en Chihuahua y Durango, y rachas de 60 a 70 km/ en Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas y Aguascalientes. Asimismo, se prevén rachas de 40 a 60 km/h en Baja California Sur, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Veracruz, Puebla, Tlaxcala, Estado de México, Ciudad de México y Morelos, además de la Península de Yucatán; todas las rachas de viento pronosticadas podrían originar tolvaneras. Por otra parte, un frente frío se aproximará al noroeste de México, se asociará con una vaguada polar y con la corriente en chorro polar, y originará descenso de temperatura y lluvias aisladas en Baja California, además de vientos con rachas de 60 a 70 km/h y posibles tolvaneras en dicha entidad y en Sonora; también, se presentará oleaje de 2 a 4 metros de altura en la costa occidental de la Península de Baja California.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Nuevo León, Tamaulipas, San Luis Potosí, Colima, Michoacán, Guerrero, Morelos (sur), Oaxaca, Chiapas, Veracruz, Tabasco, Campeche y Yucatán.\n\nTemperaturas máximas de 35 a 40 °C: Nayarit, Jalisco, Coahuila, Querétaro, Hidalgo, Estado de México (suroeste) y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Guanajuato y Puebla (suroeste).\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California y Sonora.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Zacatecas, Aguascalientes, Jalisco, Michoacán, Guanajuato, Estado de México, Tlaxcala, Hidalgo y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 70 a 90 km/h y tolvaneras: Chihuahua, Durango y Zacatecas.\n\nVientos con rachas de 60 a 80 km/h y tolvaneras: Sonora y San Luis Potosí; con posible formación de torbellinos: Coahuila, Nuevo León (norte) y Tamaulipas (noroeste).\n\nVientos con rachas de 40 a 60 km/h: Campeche, Yucatán y Quintana Roo; con posibles tolvaneras: Baja California, Baja California Sur, Aguascalientes, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Morelos, Veracruz, Oaxaca, Chiapas y Tabasco.\n\nOleaje de 2 a 4 metros de altura: costa occidental de la Península de Baja California.\n\nOleaje de 1 a 3 metros de altura: costas de Jalisco, Colima y Michoacán."
  }
}
