{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP112023/GEOCOLOR/GOES16-EP112023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP112023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/11/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/11E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN JOVA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT13/refresh/AL132023_wind_probs_34_F120+png/145817.png",
    "DAO" : "HURACAN LEE_1810 KM AL ESTE DE LAS ISLAS DE SOTAVENTO_120 KM/H_OESTE-NOROESTE A 20 KM/H_990 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP11/refresh/EP112023_wind_probs_34_F120+png/203910.png",
    "DPO" : "HURACAN JOVA_910 KM AL SUR-SUROESTE DE CABO SAN LUCAS, BCS_215 KM/H_OESTE-NOROESTE A 25 KM/H_955 MILIBARIOS",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 54 exhalaciones y 277 minutos de tremor. Asimismo, ocurrieron cuatro explosiones.\n\nDerivado de la actividad el Centro Nacional de Comunicación y Operación de Protección Civil (CENACOM) reportó, caída de ceniza en los municipios: Amecameca, Atlautla, Ozumba, Tenango del Aire, Tepetlixpa y Juchitepec.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Oaxaca, Chiapas, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Sinaloa, Nayarit, Guerrero, Puebla y Estado de México.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Durango, Jalisco, Colima, Michoacán, Guanajuato, Ciudad de México y Morelos.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Querétaro, Hidalgo y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "07/09/2023 - La advección de aire húmedo proveniente del Mar Caribe en combinación con los factores locales de calentamiento diurno y ascensos orográficos, así como con un patrón de divergencia en la troposfera superior mantendrán el potencial para lluvias muy fuertes (50 a 75 mm) a puntuales intensas (75 a 150 mm) dentro de las cuencas de los ríos Tonalá, Coatzacoalcos y porciones medias y altas del Papaloapan; lluvias puntuales fuertes (25 a 50 mm) en zonas montañosas de las cuencas de los ríos Actopan, La Antigua, Jamapa, y resto del Papaloapan, además de Los Tuxtlas; lluvias con intervalos de chubascos (5.1 a 25 mm) en zonas montañosas desde la cuenca del río Pánuco hasta el Misantla y en la costa central; lluvias escasas o lloviznas (0.1 a 5 mm) en el resto de la entidad veracruzana. Para Tamaulipas se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en las regiones Mante y Sur, y zonas costeras; lluvias escasas o lloviznas (0.1 a 5 mm) en el resto de la región Central y oriente de las regiones Vale de San Fernando y Fronteriza. El viento en Tamaulipas dominará del Este y Sureste, mientras que, sobre la entidad veracruzana será de dirección variable durante la mañana fijándose al Este y Sureste por la tarde y noche. En ambos casos de 25 a 35 km/h. El ambiente diurno se percibirá de caluroso a muy caluroso en Tamaulipas, así como en planicies y costas del norte de Veracruz; además de cálido en la montaña. Por la noche y madrugada persistirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "07/09/2023 - Este jueves, la onda tropical Núm. 27 se desplazará sobre el sureste y gradualmente al sur del territorio nacional, e interaccionará con un canal de baja presión que se localizará al suroeste del Golfo de México, y en interacción con el ingreso de humedad, propiciarán lluvias puntuales intensas en Oaxaca, Chiapas, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo. Por su parte, la entrada de humedad de ambos océanos e inestabilidad en niveles altos de la atmósfera, ocasionarán chubascos y lluvias puntuales fuertes a muy fuertes en zonas del centro de México, incluido el Valle de México. A su vez, la onda tropical Núm. 26 se moverá al suroeste de las costas de Colima y Jalisco, aunado al ingreso de humedad del Océano Pacífico e inestabilidad en niveles altos de la atmósfera, ocasionarán lluvias puntuales fuertes a muy fuertes en el occidente del país. En tanto, el monzón mexicano generará chubascos y lluvias fuertes con puntuales muy fuertes en el noroeste de la República Mexicana. Asimismo, el ciclón tropical Jova se desplazará hacia el oeste-noroeste y se localizará al suroeste de las costas de Baja California Sur, alejándose del territorio nacional, sin embargo, reforzará el potencial de lluvias en dicha entidad, además de oleaje elevado de 2 a 4 metros de altura en la costa occidental y sur del estado. Finalmente, continuará el ambiente muy a caluroso a extremadamente caluroso en el litoral del Pacífico y Golfo de México, así como en el norte del país y la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "06/09/2023 - La onda tropical Núm. 26 continuará su desplazamiento sobre el sur, centro y paulatinamente el occidente de la República Mexicana, y en interacción con el ingreso de humedad del Golfo de México y Océano Pacífico, así como las extensas bandas nubosas y amplia circulación del huracán Jova, originarán lluvias muy fuertes con puntuales intensas en Guerrero, Jalisco, Nayarit y Sinaloa, lluvias puntuales muy fuertes en Puebla, Estado de México, Michoacán y Colima, así como chubascos y lluvias puntuales fuertes en zonas de Baja California Sur, Morelos, Ciudad de México y Tlaxcala, y lluvias e intervalos de chubascos en Querétaro e Hidalgo; además, se prevén rachas de viento de 40 a 60 km/h y oleaje de 1 a 3 metros de altura en las costas de Jalisco, Colima y Michoacán, y oleaje de 2 a 4 metros de altura en Baja California Sur (sur). Por otro lado, la nueva onda tropical Núm. 27 se moverá sobre la Península de Yucatán y el sureste del país, e interaccionará con un canal de baja presión ubicado al suroeste del Golfo de México, ocasionando lluvias puntuales intensas en Chiapas, Oaxaca y Veracruz, lluvias puntuales muy fuertes en Tabasco y Campeche, además de chubascos con lluvias puntuales fuertes en Yucatán y Quintana Roo. Asimismo, el monzón mexicano persistirá en el noroeste del territorio nacional, provocando chubascos en Sonora y Chihuahua, además de lluvias puntuales fuertes en Durango. A su vez, un canal de baja presión sobre el norte y noreste de México, y aunado al ingreso de humedad, propiciará chubascos en Tamaulipas, San Luis Potosí y Zacatecas, así como lluvias aisladas en Coahuila, Nuevo León y Aguascalientes. Dichas lluvias estarán acompañadas de descargas eléctricas, rachas fuertes de viento y posible caída de granizo. Las lluvias fuertes a intensas podrían generar encharcamientos, deslaves e inundaciones en zonas bajas, además del incremento de los niveles de ríos y arroyos en dichos estados.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n--AVISOS DE TEMPORAL--\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. PREVALECERÁ VIENTO DEL SUR Y SURESTE DE 10 A 15 NUDOS CON RACHAS DE 20 A 25 NUDOS Y OLAS DE 5 A 7 PIES, SOBRE LA COSTA DE TAMAULIPAS, COSTA NORTE DE VERACRUZ Y REGIÓN NOROESTE DEL GOLFO DE MÉXICO (CITADAS CONDICIONES AMAINARÁN EN EL TRANSCURSO DEL 06 ACTUAL).\n\n3. ONDA TROPICAL LOCALIZADA APROXIMADAMENTE AL SUR DE LATITUD 20.0° NORTE Y  LONGITUD 75.0° OESTE. CON UN DESPLAZAMIENTO AL OESTE DE 10 A 15 NUDOS. SE MANTIENE EN VIGILANCIA.\n",
    "SAP" : "\n--AVISOS DE TEMPORAL--\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y AL PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE LAS COSTAS Y REGIONES MARÍTIMAS DEL GOLFO DE CALIFORNIA, PACÍFICO CENTRAL, PACÍFICO SUR Y GOLFO DE TEHUANTEPEC.\n\n2. ONDA TROPICAL LOCALIZADA APROXIMADAMENTE AL SUR DE LATITUD 20.0° NORTE Y LONGITUD 92.0° OESTE. CON UN DESPLAZAMIENTO AL OESTE DE 10 A 15 NUDOS. SE MANTIENE EN VIGILANCIA.\n\n3. LA Tormenta Tropical JOVA, SE LOCALIZÓ A LAS 03:00 HORAS DE HOY, EN LAT. 12.8° NORTE Y LONGITUD 106.9° OESTE A 388 MN AL SUR-SUROESTE DE MANZANILLO, COL., CON DESPLAZAMIENTO AL OESTE CON UNA VELOCIDAD DE 10 NUDOS, PRESIÓN MÍNIMA CENTRAL DE 1004 MILIBARES, INTENSIDAD DE VIENTOS SOSTENIDOS DE 35 NUDOS CON RACHAS DE 45NUDOS Y ALTURA DE LA OLA EN INMEDIACIONES DEL SISTEMA DE 10 A 14 PIES EN INMEDIACIONES DEL SISTEMA.\n\nSE ESPERA, MANTENGA SU DESPLAZAMIENTO HACIA OESTE-NOROESTE HACIA LA REGIÓN SUR DE ISLA CLARIÓN, COL. CON POTENCIAL DE DESARROLLO A TORMENTA TROPICAL EN EL TRANSCURSO DE LAS PRÓXIMAS 12 A 24 HORAS, OCASIONANDO EN SU DESPLAZAMIENTO VIENTO DEL SURESTE DEL 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 8 A 10 PIES; ASÍ COMO LLUVIAS FUERTES SOBRE LA COSTA DESDE GUERRERO HASTA JALISCO (PRINCIPALMENTE DESDE LAS 24 MILLAS NAUTICAS HASTA LOS LIMITES DE LA ZONA ECONOMICA EXCLUSIVA).\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Tamaulipas y Yucatán.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Chihuahua, Durango, Coahuila, Nuevo León, San Luis Potosí, Veracruz (norte), Tabasco, Campeche y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Puebla (norte y suroeste) y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas del Estado de México, Hidalgo, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h y posibles tolvaneras: Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí y Zacatecas.\n\nOleaje de 2 a 4 metros de altura: costa occidente y sur de Baja California Sur."
  }
}
