{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/AL022024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT02/refresh/AL022024_wind_probs_34_F120+png/175326.png",
    "DAO" : "HURACAN BERYL_70 KM AL ESTE DE TULUM, QROO_175 KM/H_OESTE-NOROESTE A 25 KM/H_970 MILIBARIOS",1
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP01/refresh/EP012024_wind_probs_34_F120+png/145024.png",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Campeche, Yucatán y Quintana Roo.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Chiapas y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Durango, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero y Oaxaca.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Estado de México, Ciudad de México, Morelos y Puebla.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Guanajuato, Querétaro, Hidalgo, Tlaxcala y Veracruz (sur).\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Baja California Sur y Aguascalientes.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "05/07/2024 - Se prevé que el ciclón tropical Beryl ingrese al suroeste del Golfo de México durante la tarde-noche del viernes, para seguir con su movimiento hacia el noroeste, aproximándose e impactando la costa tamaulipeca entre la noche del domingo a primeras horas de lunes como posible huracán categoría 1. Esto puede provocar el incremento en el potencial para lluvias, especialmente en Tamaulipas y norte de Veracruz, siendo en este primer estado donde se concentrará el mayor potencial con eventos intensos (75 a 150 mm) a torrenciales (150 a 250 mm), entre la tarde-noche del sábado a transcurso del domingo, principalmente en zonas del norte y centro del estado; para el resto de la vertiente oriental del país, las lluvias pueden ser de 5.1 a 25 mm y con algunos eventos fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm), especialmente en cuencas altas del Cazones, Tecolutla, Papaloapan, Coatzacoalcos y Tonalá. Por su parte, el viento también se intensificará conforme el centro del ciclón tropical Beryl se aproxime a tierra, ocasionando velocidades de 120 a 140 km/h durante el domingo, especialmente en zonas costeras del norte y centro de Tamaulipas, y de menor intensidad para el resto del litoral tamaulipeco y en la costa norte veracruzana. Respecto a la temperatura diurna, durante el viernes y sábado, favorecerá ambiente cálido a caluroso en Tamaulipas y en planicies y costa de Veracruz, así como templado a cálido en porciones de montaña, esperando un descenso para el domingo, especialmente en Tamaulipas y en el norte veracruzano.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "05/07/2024 - Este viernes, el ciclón tropical BERYL recorrerá la Península de Yucatán e ingresará al Golfo de México (probablemente como tormenta tropical), ocasionará lluvias puntuales torrenciales en Campeche, Yucatán y Quintana Roo, así como lluvias puntuales intensas en Chiapas y Tabasco, mismas que podrían generar encharcamientos, deslaves, derrumbes o inundaciones. Asimismo, se pronostican vientos con rachas de 110 a 130 km/h, oleaje de 3 a 5 metros de altura y posible formación de trombas marinas en Campeche, Yucatán y Quintana Roo. A su vez, canales de baja presión se extenderán sobre el norte, occidente, centro y oriente de la República Mexicana, en interacción con inestabilidad en altura y la vaguada monzónica, que se localiza cerca del Pacífico Sur Mexicano, ocasionarán chubascos y lluvias fuertes a muy fuertes en las regiones mencionadas. Aletta se localizará aproximadamente a 400 km al oeste-suroeste de las costas de Jalisco, el sistema continuará avanzando hacia el oeste, alejándose gradualmente de las costas nacionales y dejando de afectar al territorio nacional. Debido a que ingresará a una región de fuerte cizalladura en altura, se prevé un debilitamiento de este sistema. Finalmente, se mantendrá el ambiente caluroso a muy caluroso en el noroeste y norte de la República Mexicana, pronosticándose temperaturas superiores a 40 °C en zonas de Baja California, Sonora, Sinaloa, Chihuahua y Coahuila.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "04/07/2024 - El centro del huracán BERYL de categoría 2 en la escala Saffir-Simpson impactará sobre las costas de Quintana Roo; sus bandas nubosas ocasionarán lluvias puntuales torrenciales en Quintana Roo y Yucatán, intensas en Campeche y, puntuales muy fuertes Chiapas y Tabasco. Asimismo, se pronostican vientos intensos con rachas de 160 a 180 km/h, oleaje de 5 a 7 m de altura y posible formación de trombas marinas en las costas de Yucatán y Quintana Roo, y rachas de 120 a 140 km/h con olas de 4 a 6 m de altura en las costas de Campeche. También se prevé marea de tormenta de 2 a 3 m en las costas de Yucatán y Quintana Roo. Por otro lado, la circulación de la tormenta tropical Aletta en el Océano Pacífico favorecerá el ingreso de humedad hacia el occidente mexicano, incrementando la probabilidad de lluvias puntuales fuertes en regiones de Nayarit, Jalisco, Colima y Michoacán, además de vientos con rachas de 50 a 70 km/h y oleaje de 1 a 3 m de altura en las costas de Michoacán, Jalisco y Colima. Canales de baja presión en el interior del país, en interacción con inestabilidad en niveles altos de la atmósfera y la humedad procedente de ambos océanos, producirán lluvias puntuales muy fuertes en Sonora y Chihuahua, fuertes en Sinaloa, Nayarit, Guerrero, Oaxaca, Durango, Zacatecas, Aguascalientes, Guanajuato, Estado de México, Ciudad de México y Morelos, además de chubascos en Baja California, Baja California Sur, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Tlaxcala, Puebla y Veracruz. Las lluvias mencionadas podrían generar encharcamientos, crecida de ríos y arroyos, deslaves o inundaciones.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Sinaloa, Chihuahua y Coahuila.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Durango, Nuevo León, Tamaulipas, Michoacán y Guerrero.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Oaxaca, Chiapas, Morelos, Zacatecas, San Luis Potosí, Veracruz y Tabasco.\n\nTemperaturas mínimas de 0 a 5 °C: Estado de México y Puebla.\n\nTemperaturas mínimas de 0 a 5 °C: Estado de México y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 110 a 130 km/h: Campeche, Yucatán y Quintana Roo.\n\nViento con rachas de 50 a 70 km/h y posibles tolvaneras: Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas y Durango.\n\nOleaje de 3 a 5 metros de altura y posible formación de trombas marinas: costas de Campeche, Yucatán y Quintana Roo."
  }
}
