{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "5rRS7EB5j14,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nuevo León, Tamaulipas, Veracruz y Oaxaca.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, San Luis Potosí, Querétaro, Hidalgo, Puebla, Chiapas y Tabasco.\n\nLluvias aisladas (0.1 a 5 mm): Guanajuato y Campeche.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "02/12/2024 - Durante el día miércoles y mitad del jueves dominará una circulación anticiclónica sobre el golfo de México, la cual ocasionará la disminución de nublados y del potencial de lluvias en la región, no obstante, a partir de la tarde del mismo jueves la masa de aire frío que generó al frente No. 11, el cual para ese día estará posicionado en lo porción norte del mencionado golfo será reforzada por una nueva masa polar, por lo que dicho frente tenderá a desplazarse sobre la vertiente oriental durante la noche del mismo día y durante el viernes. Por lo anterior el potencial de lluvias será bajo el miércoles, incrementándose paulatinamente el jueves con acumulados de 5.1 a 25 mm en Tamaulipas y norte de Veracruz, así como de 25 a 50 mm el viernes especialmente en zonas montañosas del norte, centro y sur de Veracruz. En algunos casos las lluvias se acompañarán de actividad eléctrica. El viento en ambos estados dominará del Sur y Sureste de 25 a 35 km/h el miércoles y mediodía del jueves, rolando al Norte a partir de la tarde del jueves en Tamaulipas, y en la entidad veracruzana a partir de la madrugada del viernes, incrementando la intensidad hasta alcanzar rachas de 60 a 80 km/h en los litorales de ambos estados. El ambiente diurno de percibirá cálido a caluroso en zonas de planicie y costa, así como fresco a templado en zonas de montaña. Por la noche y madrugada se percibirá muy frío a frío, con posibles heladas al amanecer en zonas serranas en cimas del Cofre de Perote. Se prevé que los valores de temperatura disminuyan a partir del viernes en ambas entidades.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "02/12/2024 - Este lunes, un canal de baja presión extendido sobre el noreste, oriente y sureste del territorio nacional, en combinación con el ingreso de humedad del golfo de México y mar Caribe, ocasionará chubascos y lluvias puntuales fuertes en las regiones mencionadas, además de lluvias aisladas en la península de Yucatán. Asimismo, prevalecerá viento fuerte de componente norte en las costas de la península de Yucatán, así como en el istmo y golfo de Tehuantepec. Además, una circulación anticiclónica en niveles medios de la atmósfera mantendrá tiempo estable y sin lluvia sobre el noroeste, norte, occidente, centro y sur del país. Prevalecerá el ambiente frío a muy frío durante la mañana y noche sobre la mayor parte de la República Mexicana, con heladas al amanecer en zonas de la Sierra Madre Oriental, Sierra Madre Occidental, el valle de México y las sierras de Baja California, Oaxaca y Chiapas, por efecto de la irradiación nocturna. A su vez, un nuevo frente frío se aproximará a la frontera norte y noreste de México al finalizar el día.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "01/12/2024 - Un canal de baja presión extendido sobre occidente del golfo de México, aunado al ingreso de humedad proveniente del golfo de México y mar Caribe, ocasionará intervalos de chubascos en Coahuila, Nuevo León, Tamaulipas, Veracruz, Puebla, Oaxaca, Chiapas y Quintana Roo, así como lluvias aisladas en San Luis Potosí, Hidalgo, Tabasco, Campeche y Yucatán. Además, se prevé viento de componente norte de 40 a 60 km/h con rachas de 60 a 80 km/h en el istmo y golfo de Tehuantepec, de 20 a 40 km/h con rachas de 40 a 60 km/h en Campeche (norte), Yucatán y Quintana Roo. Y oleaje de 1 a 3 metros de altura en el golfo de Tehuantepec, además de las costas de Yucatán y Quintana Roo. Por otra parte, una circulación anticiclónica en niveles medios de la atmósfera mantendrá tiempo estable y sin lluvia sobre los estados del noroeste, norte, occidente, centro y sur del país, así como ambiente frío a muy frío con heladas y posibles bancos de niebla al amanecer en zonas del noroeste, norte, noreste, oriente, centro y occidente del territorio nacional. Finalmente, el frente No. 11 se ha disipado, dejando de afectar al territorio mexicano.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas mínimas de -10 a -5 °C con heladas: zonas montañosas de Chihuahua, Durango y Estado de México.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: zonas montañosas de Baja California, Sonora, Coahuila, Zacatecas, Aguascalientes, Jalisco, Guanajuato, Michoacán, Querétaro, Hidalgo, Tlaxcala, Puebla, Morelos y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Nuevo León, San Luis Potosí, Ciudad de México y Oaxaca.\n\nTemperaturas máximas de 35 a 40 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero y Oaxaca.\n\nTemperaturas máximas de 30 a 35 °C: Zacatecas, Durango, Morelos (sur), Puebla (suroeste), Chiapas (costa), Tabasco, Campeche y Yucatán.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte de 40 a 60 km/h con rachas de 60 a 80 km/h: istmo y golfo de Tehuantepec; de 20 a 40 km/h con rachas de 40 a 60 km/h: Campeche (norte), Yucatán y Quintana Roo.\n\nViento de 20 a 40 km/h con rachas de 40 a 60 km/h: costas de Tamaulipas y Tabasco.\n\nViento de 15 a 25 km/h con rachas de 30 a 50 km/h: Durango, Coahuila, Zacatecas, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala y Estado de México.\n\nOleaje de 1 a 3 metros de altura: golfo de Tehuantepec y costas de Campeche (norte), Yucatán y Quintana Roo."
  }
}
