{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL102023/13/GOES16-AL102023-13-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL102023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/08/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/09L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "DEPRESION TROPICAL DIEZ",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "14,190,555,340,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT08/refresh/AL082023_wind_probs_34_F120+png/205411.png",
    "DAO" : "DEPRESION TROPICAL DIEZ_105 KM AL NORESTE DE COZUMEL, QROO._45 KM/H\nRACHAS 60 KM/H_ESTACIONARIA_1005 MILABARES",
    "DAT" : "\nLa actividad de lluvias y tormentas eléctricas continúa mostrando signos de organización en asociación con un área de baja presión localizada cerca de la costa de Yucatán. Las condiciones ambientales parecen favorables para el desarrollo gradual de este sistema y es muy probable la formación de una Depresión Tropical en las próximas horas. \n\nLa población residente de la Peninsula de Yucatán y el sector Oeste de Cuba, deben monitorear el progreso de este sistema.\n\n-Probabilidad de formación (48 horas):70%\n-Probabilidad de formacion (5 dias):90 %\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 25 exhalaciones, 46 minutos de tremor, y una explosión menor.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Nayarit, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Tamaulipas, San Luis Potosí, Jalisco, Colima, Michoacán, Puebla, Hidalgo, Guerrero, Veracruz, Oaxaca y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sinaloa, Estado de México, Ciudad de México, Morelos y Tlaxcala.\n\nIntervalos de chubascos (5 a 25 mm): Sonora, Chihuahua, Coahuila, Nuevo León, Zacatecas Durango, Guanajuato y Querétaro.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur y Aguascalientes.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "26/08/2023 - El ingreso de humedad hacia la vertiente oriental del país y su interacción con condiciones locales y el canal de baja presión en el occidente del Golfo de México; mantendrán sobre Tamaulipas y Veracruz condiciones de cielo medio nublado a nublado con lluvias acompañadas de actividad eléctrica y viento en rachas. Previendo en Tamaulipas tormentas puntuales fuertes (25 a 50 mm) en el soto la Marina y la región de la Sierra Madre, así como aislados en el Guayalejo-Tamesí y Tamuín; lluvias con intervalos de chubascos (5.1 a 25 mm) en la cuenca del San Fernando y la parte baja del Bravo; presentándose menores en el resto. En Veracruz se prevén tormentas puntuales intensas (75 a 150 mm) en porciones medias altas del Papaloapan; tormentas puntuales muy fuertes (50 a 75 mm) en el Pánuco, Coatzacoalcos, Tonalá y el resto del Papaloapan, así como en porciones medias y altas del Tuxpan y Cazones; tormentas puntuales fuertes (25 a 50 mm) en zonas montañosas del Tecolutla, Nautla, Misantla, Actopan, La Antigua y Jamapa-Cotaxtla; presentándose menores en el resto. El viento en Tamaulipas será del Este y Noreste; del Norte y Noroeste en Veracruz; presentándose en ambos casos de 25 a 35 km/h y rachas de 50 km/h en el norte y centro de Tamaulipas y costa centro y sur de Veracruz. Ambiente diurno en ambas entidades cálido a caluroso, mientras que por la noche será templado y fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "26/08/2023 - Este sábado, la zona de baja presión con probabilidad de desarrollo ciclónico, frente a la costa de Quintana Roo y en interacción con un canal de baja presión sobre el sur del Golfo de México, originarán lluvias muy fuertes a puntuales intensas en el sureste del territorio nacional, así como en la Península de Yucatán, con rachas de viento de hasta 60 km/h en zonas de tormenta, oleaje de 1.5 a 3.5 metros de altura y la probabilidad de formación de trombas marinas en sus respectivas costas. Asimismo, una segunda zona de baja presión con probabilidad de desarrollo ciclónico, se desplazará frente a las costas de Guerrero y Michoacán, su amplia circulación ocasionará lluvias muy fuertes a puntuales intensas en el occidente y sur de México. El monzón mexicano, continuará generando chubascos y lluvias fuertes acompañadas de descargas eléctricas y rachas de viento sobre el noroeste de México. La circulación ciclónica sobre el noreste y centro del país, en combinación con la entrada de aire cálido y húmedo del Golfo de México generarán chubascos con lluvias fuertes acompañadas de descargas eléctricas y rachas de viento sobre el noreste, oriente y centro del país, con puntuales muy fuertes en Tamaulipas y San Luis Potosí. Finalmente, prevalecerá ambiente muy caluroso a extremadamente caluroso sobre el noroeste del territorio nacional, con temperaturas máximas superiores a los 40 °C en Baja California, Sonora y Sinaloa.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "25/08/2023 - Una zona de baja presión con probabilidad de desarrollo ciclónico localizada frente a las costas de Quintana Roo, en interacción con un canal de baja presión sobre el suroeste del Golfo de México, ocasionarán lluvias puntuales intensas en Veracruz, Tabasco, Chiapas, Yucatán, Campeche y Quintana Roo, rachas de viento de hasta 60 km/h en zonas de tormenta y oleaje de 1 a 3 metros de altura, así como la probabilidad de formación de trombas marinas en sus respectivas costas. Mientras que, una circulación ciclónica sobre el noreste y centro de la República Mexicana, producirá lluvias muy fuertes en Tamaulipas, San Luis Potosí, Nuevo León y Puebla, lluvias fuertes en Querétaro e Hidalgo, así como chubascos en Zacatecas, Aguascalientes, Guanajuato, Estado de México, Ciudad de México, Morelos y Tlaxcala. Por otro lado, una segunda zona de baja presión con probabilidad de desarrollo ciclónico al sur de la costa de Guerrero, reforzará la afluencia de aire marítimo tropical hacia el litoral del Pacífico sur mexicano, con probabilidad de lluvias puntuales intensas en Oaxaca y muy fuertes en Guerrero y Michoacán. Un canal de baja presión sobre el occidente del país propiciará lluvias fuertes en Nayarit, Jalisco y Colima. Finalmente, el monzón mexicano establecido sobre el noroeste de la República Mexicana, mantiene lluvias fuertes en Sonora, Chihuahua y Sinaloa. Nota: Las lluvias mencionadas, estarán acompañadas de descargas eléctricas, fuertes rachas de viento en zonas de tormenta y posible caída de granizo. Asimismo, las lluvias desde el rango de fuertes, podrían reducir la visibilidad en tramos carreteros, ocasionar el incremento de ríos y arroyos, así como generar deslaves, inundaciones y encharcamientos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n1. VAGUADA SOBRE LA COSTA DE TAMAULIPAS HASTA LA COSTA DE TABASCO AUNADO A LA AFLUENCIA DE HUMEDAD DEL GOLFO DE MÉXICO, OCASIONA CIELO DE MEDIO NUBLADO A NUBLADO SOBRE CITADAS COSTAS DE TAMAULIPAS Y VERACRUZ Y TABASCO.\n\n2. AFLUENCIA DE HUMEDAD DEL MAR CARIBE, FAVORECIDA POR UN SISTEMA DE BAJA PRESIÓN, FAVORECE CIELO DE NUBLADO A CERRADO, SOBRE CAMPECHE, YUCATAN, QUINTANA ROO Y REGIÓN NOROESTE DEL MAR CARIBE.\n\n3. CON PRESENCIA DE BRUMA EN LA COSTA DE VERACRUZ, TABASCO Y YUCATÁN.\n\n--AVISOS DE TEMPORAL --\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERAN INTERVALOS DE CHUBASCOS (5.1 A 25 MM) Y TORMENTAS ELÉCTRICAS SOBRE EL SUR DE TAMAULIPAS, VERACRUZ, TABASCO, CAMPECHE, YUCATÁN Y QUINTANA ROO Y NOROESTE DEL MAR CARIBE.\n\n3. SE ESPERA QUE EL SISTEMA DE BAJA PRESIÓN MANTENGA UN DESPLAZAMIENTO HACIA EL NORTE-NORESTE HACIA EL CANAL DE YUCATÁN; OCASIONANDO CONFORME A SU DESPLAZAMIENTO VIENTO DE SUR-SUROESTE DE 15 A 20 NUDOS CON RACHAS DE 30 A 35 NUDOS Y OLAS DE 7 A 10 PIES CON INTERVALOS DE CHUBASCOS FUERTES (25 A 50 MM) CON TORMENTAS PUNTUALES MUY FUERTES (50 A 80 MM) Y TORMENTAS ELÉCTRICAS SOBRE LA COSTA DE QUINTANA ROO, REGIÓN NOROESTE DEL MAR CARIBE Y CANAL DE YUCATÁN.\n\nEL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS LO TIENE EN UN 70% DE PROBABILIDAD PARA QUE SE DESARROLLE A CICLÓN TROPICAL EN 48 HORAS Y UN 90% A SIETE DÍAS, SE MANTIENE EN VIGILANCIA.\n",
    "SAP" : "\n1. VAGUADA EXTENDIDA DESDE SONORA HASTA CHIAPAS Y AFLUENCIA DE HUMEDAD DEL OCÉANO PACÍFICO, FAVORECEN CIELO DE MEDIO NUBLADO A NUBLADO, SOBRE LAS COSTAS DE SONORA, SINALOA, NAYARIT, JALISCO, COLIMA, MICHOACÁN, GUERRERO, OAXACA Y CHIAPAS.\n\n2. PRESENCIA BRUMA SOBRE LA COSTA NOROCCIDENTAL DE LA PENÍNSULA DE BAJA CALIFORNIA, SONORA, Y GUERRERO.\n\n-- AVISOS DE TEMPORAL --\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y AL PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE LAS COSTAS Y REGIONES MARÍTIMAS DEL GOLFO DE CALIFORNIA, PACÍFICO CENTRAL, PACÍFICO SUR Y GOLFO DE TEHUANTEPEC.\n\n2. SE ESPERAN INTERVALOS DE CHUBASCOS (5 A 25 MM) CON LLUVIAS PUNTUALES FUERTES (25 A 50 MM) Y TORMENTAS ELÉCTRICAS SOBRE SONORA, SINALOA, JALISCO, COLIMA, MICHOACÁN, GUERRERO, OAXACA Y CHIAPAS.\n\n3. PREVALECERÁ VIENTO DEL NOROESTE DE 15 A 20 NUDOS CON RACHAS DE 25 NUDOS Y OLAS DE 6 A 8 PIES SOBRE LA COSTA NORTE Y CENTRO OCCIDENTAL DE LA PENÍNSULA DE BAJA CALIFORNIA.\n\n4. PREVALECERÁ, EVENTO DE MAR DE FONDO CON UN PERÍODO DE 15 A 18 SEGUNDOS Y UN OLEAJE DE 6 A 9 PIES, DESDE LA COSTA DE CHIAPAS HASTA JALISCO; ASÍ COMO OLEAJE DE 4 A 7 PIES SOBRE LA COSTA SUROCCIDENTAL DE LA PENÍNSULA DE BAJA CALIFORNIA, ENTRADA DEL GOLFO DE CALIFORNIA E INMEDIACIONES DE LAS ISLAS MARÍAS.\n\n5. SISTEMA DE BAJA PRESIÓN CON VALOR APROXIMADO DE 1009 MILIBARES, SE LOCALIZA APROXIMADAMENTE EN LATITUD 14.5° NORTE Y LONGITUD 103.0° OESTE, SE MANTIENE SEMIESTACIONARIO SOBRE CITADA UBICACIÓN, OCASIONA FUERTE ACTIVIDAD CONVECTIVA EN SUS INMEDIACIONES.\n\nEL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS LO MANTIENE EN UN 10% DE PROBABILIDAD PARA DESARROLLARSE A CICLÓN TROPICAL A 48 HORAS Y UN 20% A SIETE DÍAS. SE MANTIENE EN VIGILANCIA.\n\n6. ONDA TROPICAL LOCALIZADA AL SUR DE LA LATITUD 20.0° NORTE Y A LO LARGO DE LA LONGITUD 116.0°/115.5° OESTE, SE ASOCIA CON UN SISTEMA DE BAJA PRESIÓN CON VALOR APROXIMADO DE 1010 MILIBARES, LOCALIZADO APROXIMADAMENTE EN LATITUD 12.5° NORTE Y LONGITUD 115.5° OESTE, SE DESPLAZA HACIA EL OESTE, OCASIONA FUERTE ACTIVIDAD CONVECTIVA EN SUS INMEDIACIONES.\n\nEL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS LO MANTIENE EN UN 90% DE PROBABILIDAD PARA DESARROLLARSE A CICLÓN TROPICAL A 48 HORAS Y UN 90% A SIETE DÍAS. SE MANTIENE EN VIGILANCIA.\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Nayarit, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz (norte), Oaxaca y Chiapas.\n\nTemperaturas máximas de 30 a 35 °C: Zacatecas, Jalisco, Colima, Michoacán, Guerrero, Querétaro (norte), Hidalgo (norte), Puebla (suroeste), Morelos, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Chihuahua, Durango, Estado de México, Hidalgo, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 50 km/h: costas de Guerrero y Michoacán.\n\nViento con rachas de 40 a 60 km/h: Veracruz y Oaxaca (Istmo de Tehuantepec) y posibles tolvaneras: Baja California, Sonora, Chihuahua, Coahuila, Nuevo León, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco y Guanajuato.\n\nOleaje de 2 a 3 metros de altura y posibles trombas marinas en costas de: Michoacán, Guerrero, Oaxaca, Yucatán (oriente) y Quintana Roo."
  }
}
