{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL142024/GEOCOLOR/AL142024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL142024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/14/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/14L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN MILTON",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT14/refresh/AL142024_wind_probs_34_F120+png/204837.png",
    "DAO" : "HURACAN MILTON_200 KM AL SUROESTE DE ORLANDO, FLORIDA_195 KM/H_ESTE-NORESTE A 25 KM/H_955 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "sZ6cJx336cs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Michoacán, Guerrero, Oaxaca y Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Sinaloa, Nayarit, Jalisco, Colima, Estado de México, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Sonora, Chihuahua, Durango y Puebla.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "10/10/2024 - La presencia de un débil canal de baja presión posicionado sobre el suroeste del golfo de México y el ingreso de humedad favorecerán la presencia de nublados orográficos sobre el centro y sur de la entidad veracruzana, los cuales podría generar lluvias con intervalos de chubascos (5.1 a 25 mm) especialmente de La Antigua, Jamapa-Cotaxtla, Papaloapan y Coatzacoalcos, sin descartar algún evento puntual fuerte (25 a 50 mm) en la parte alta del Papaloapan, dentro de la cuenca del Tonalá y en Los Tuxtlas; lluvias escasas o lloviznas aisladas (0.1 a 5 mm) en zonas montañosas de las cuencas del Tuxpan, Cazones, Tecolutla, Nautla, Misantla y Actopan, así como de manera aislada en zonas costeras. Sobre Tamaulipas el potencial de lluvias será limitado, sin embargo, no se descartan lluvias escasas o lloviznas (0.1 a 5 mm) en zonas costeras del sur. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. El viento en Tamaulipas dominará del Norte, Noreste y Este de 25 a 35 km/h, en tanto que, sobre la entidad veracruzana persistirá de componente Norte de 25 a 35 km/h, con rachas de 40 a 50 km/h en zonas costeras. El ambiente diurno se percibirá cálido a caluroso en Tamaulipas, así como en zonas de planicies y costas de Veracruz; templado a cálido en porciones medias. Por la noche será frío a fresco en zonas altas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "10/10/2024 - Este jueves, una circulación anticiclónica en niveles medios de la atmósfera se posicionará sobre el occidente mexicano, originando tiempo estable y una disminución de la probabilidad de lluvias sobre la mayor parte del país, así como ambiente frío durante la mañana, especialmente en zonas montañosas del occidente, centro, oriente, sur y sureste del territorio nacional. No obstante, la entrada de humedad del océano pacífico, golfo de México y mar Caribe, ocasionará lluvias puntuales fuertes con descargas eléctricas en regiones de Michoacán, Guerrero, Oaxaca y Chiapas. Finalmente, persistirá el ambiente muy caluroso en el noroeste de la República Mexicana, pudiendo superar los 40 °C por la tarde en zonas de Baja California, Sonora y Sinaloa.\n\nEl huracán Milton de categoría 3 está a punto de ingresar sobre la costa oeste de Florida, E.U.A.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "09/10/2024 - La amplia circulación del huracán Milton producirá viento de componente norte con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura en costas de Yucatán y Quintana Roo, así como vientos de 40 a 60 km/h con oleaje de hasta 2 metros de altura en costas de Veracruz (sur), Tabasco y Campeche. También, continuará el viento de componente norte con rachas de 50 a 70 km/h en el istmo y golfo de Tehuantepec. Por otra parte, una zona de baja presión frente a las costas de Nayarit, producirá lluvias puntuales fuertes con descargas eléctricas en Nayarit, Jalisco, Colima y Michoacán, además de vientos con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura en el litoral de Jalisco y Nayarit. Simultáneamente, canales de baja presión en el noroeste, occidente, centro y sur del territorio nacional, en combinación con la humedad procedente del océano Pacífico, golfo de México y Mar Caribe, generarán lluvias puntuales muy fuertes en Guerrero y Oaxaca; fuertes en Chiapas; chubascos en Baja California Sur, Sinaloa, Sonora, Durango, Zacatecas, Estado de México, Morelos, Puebla, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo, y lluvias aisladas en Chihuahua, Tlaxcala y Ciudad de México.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Chihuahua (occidente) y Coahuila.\n\nTemperaturas máximas de 30 a 35 °C: Durango (occidente), Nuevo León, Tamaulipas, San Luis Potosí, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Veracruz (norte), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -5 a 0 °C: zonas altas de Chihuahua, Durango, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: zonas altas de Coahuila, Nuevo León, Zacatecas, San Luis Potosí, Aguascalientes, Tamaulipas, Michoacán, Guanajuato, Querétaro, Morelos, Ciudad de México, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte con rachas de 50 a 70 km/h: istmo y golfo de Tehuantepec (Oaxaca y Chiapas).\n\nViento con rachas de 40 a 60 km/h y oleaje de 1 a 3 metros de altura, durante la mañana: costas de Yucatán y Quintana Roo, disminuyendo en el transcurso de la tarde.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Sonora, Chihuahua, Coahuila, Nuevo León, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla y Tlaxcala."
  }
}
