{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/GOES16-EP192023-EXTENT3-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP19/refresh/EP192023_wind_probs_34_F120+png/234859.png",
    "DPO" : "TORMENTA TROPICAL PILAR_750 KM AL SUROESTE DE SALINA CRUZ, OAXACA._95 KM/H_OESTE-SUROESTE A 35 KM/H_997 MILIBARIOS",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 48 exhalaciones.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Veracruz (sur), Oaxaca, Chiapas, Tabasco, Campeche y Yucatán.\n\nIntervalos de chubascos (5 a 25 mm): Tamaulipas y Puebla.\n\nLluvias aisladas (0.1 a 5 mm): Jalisco, Colima, Michoacán, Guerrero y Estado de México.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "03/11/2023 - El escurrimiento de aire frio asociada a la masa fría que impulsó al frente Núm. 8, el ingreso de humedad y la orografía local mantendrán el potencial para lluvias muy fuertes a puntuales intensas (75 a 150 mm) sobre las cuencas de los ríos Tonalá, Coatzacoalcos, y porciones medias y altas del Papaloapan, además de la región de Los Tuxtlas; lluvias puntuales fuertes (25 a 50 mm) en el resto de la porción sur; lluvias con intervalos de chubascos (5.1 a 25 mm) en zonas montañosas de las cuencas de los ríos Tuxpan, Cazones, Tecolutla, Nautla, La Antigua y Jamapa; lluvias escasas o lloviznas (0.1 a 5 mm) en el resto de la entidad veracruzana; adicionalmente se mantendrá la presencia de nieblas en zonas montañosas. Para Tamaulipas se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en la región central; lloviznas dispersas en el resto del estado. El viento en Veracruz dominará del Norte y Noroeste de 25 a 35 km/h con rachas de 50 a 60 km/h sobre zonas costeras del centro y sur, perdiendo intensidad durante esta noche. Sobre Tamaulipas será del Noreste, Este y Sureste de 25 a 35 km/h. El ambiente diurno se percibirá templado en Tamaulipas, al igual que, en planicies y costas de Veracruz; frío a fresco en la montaña. Por la noche y madrugada se percibirá muy frío a frío en zonas serranas, con posibles heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "03/11/2023 - Este Viernes, el frente Núm. 8 permanecerá como estacionario sobre el occidente del Mar Caribe y e interaccionará con una baja presión con probabilidad de desarrollo ciclónico, que se ubicará frente a las costas orientales de Nicaragua, generando lluvias fuertes a muy fuertes en la Península de Yucatán, con puntuales intensas en Quintana Roo. Por su parte, la masa de aire frío de origen ártico y un canal de baja presión en el suroeste del Golfo de México, mantendrán el evento de NORTE fuerte a muy fuerte con rachas de 80 a 100 km/h y oleaje de 2 a 4 metros en el Istmo y Golfo de Tehuantepec, y rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura en las costas de Veracruz (sur), Tabasco, Campeche, Yucatán y Quintana Roo. Además, se pronostican bancos de niebla en la Sierra Madre Oriental, ambiente frío a muy frío y heladas en zonas altas de la Mesa del Norte, la Mesa Central y el oriente del país. La masa de aire frío de origen ártico continuará modificando sus características térmicas, permitiendo el gradual ascenso de las temperaturas vespertinas y una disminución de las condiciones para lluvias en el norte, noreste, centro y oriente del país. Por otro lado, canales de baja presión aunados al ingreso de aire marítimo tropical procedente del Océano Pacífico y Golfo de México, generarán chubascos acompañados de descargas eléctricas en estados del occidente, sur y sureste del territorio nacional, con lluvias puntuales fuertes en Oaxaca y muy fuertes en Veracruz (sur), Chiapas y Tabasco. Finalmente, la tormenta tropical Pilar se localizará a más de 700 km al sur de las costas de Oaxaca y Guerrero, sin efectos en el territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "02/11/2023 - Las bandas nubosas de la tormenta tropical Pilar, en interacción con un canal de baja presión sobre el sureste mexicano, originará lluvias puntuales intensas en Veracruz (sur), Tabasco y Chiapas. A su vez, el frente Núm. 8 con características de estacionario se mantendrá sobre el occidente del Mar Caribe, al oriente de Quintana Roo y ocasionará lluvias puntuales muy fuertes en Quintana Roo y lluvias fuertes en Yucatán y Campeche. Por su parte, la masa de aire frío de origen ártico asociada al frente, mantendrá evento de "Norte" con rachas de 80 a 100 km/h y oleaje de 2 a 4 metros de altura en el Istmo y Golfo de Tehuantepec, y rachas de 50 a 70 km/h con oleaje de 1 a 2 metros de altura en las costas de Veracruz (centro y sur), Tabasco, Campeche, Yucatán y Quintana Roo. También, prevalecerán los densos bancos de niebla en la Sierra Madre Oriental, el ambiente nocturno y matutino frío a muy frío, con heladas al amanecer. Estas condiciones cambiarán paulatinamente debido a que esta masa de aire ártico empezará a modificar sus características térmicas. Finalmente, un canal de baja presión extendido sobre el occidente y centro-sur del país, aunado al ingreso de aire marítimo tropical procedente del Océano Pacífico, generará lluvias puntuales fuertes en Jalisco, chubascos en Colima, Michoacán, Guerrero, Puebla y Estado de México, así como lluvias aisladas en Nayarit y la Ciudad de México.\n\nNota: Se prevé que, durante esta noche, Pilar, comience a avanzar rápidamente hacia el oeste, alejándose de costas nacionales.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Baja California, Sonora, Sinaloa, Nayarit, Jalisco, Colima, Michoacán y Guerrero.\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur, Oaxaca (costa), Campeche y Yucatán.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del viernes: sierras de Baja California, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del viernes: sierras de Sonora, Coahuila, Nuevo León, Zacatecas, Aguascalientes, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del viernes: sierras de Jalisco, Michoacán, Ciudad de México y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 80 a 100 km/h: Istmo de Tehuantepec, y con oleaje de 2 a 4 metros: Golfo de Tehuantepec.\n\nEvento de NORTE con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura: costas de Tabasco, Campeche, Yucatán y Quintana Roo.\n\nRachas de viento de 40 a 60 km/h: Golfo de California y posibles tolvaneras: Querétaro, Hidalgo, Puebla y Tlaxcala."
  }
}
