{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "kAxQ3rpyJ6M,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla, Veracruz, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): San Luis Potosí, Guanajuato, Jalisco, Colima, Michoacán, Querétaro, Hidalgo, Estado de México, Guerrero y Oaxaca.\n\nIntervalos de chubascos (5 a 25 mm): Tamaulipas, Ciudad de México, Tlaxcala y Morelos\n\nLluvias aisladas (0.1 a 5 mm): Nuevo León y Nayarit.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "26/12/2023 - Se prevé que el frente frío Núm. 19, extendido desde una baja presión en el norte del golfo de México hasta el norte de Veracruz, continuará desplazándose hacia el Este-Sureste acompañado de una vaguada prefrontal, y su masa de aire frío asociada, cubrirá el noreste y gradualmente el oriente del territorio nacional. La situación anterior ocasionará en Veracruz el incremento de nublados, mismos que propiciarán la presencia de lluvias y lloviznas, así como las condiciones para la formación de nieblas o neblinas en regiones montañosas, especialmente del norte y centro de la entidad, así como con chubascos (5.1 a 25 mm) en dichas regiones. Para las cuencas del sur, las condiciones de lluvias y chubascos dispersos podrían estar presentes. En Tamaulipas, se prevé se presenten lluvias y chubascos (5.1 a 25 mm) especialmente en el centro y sur del Estado, para el resto la probabilidad se mantendrá baja. El viento en ambas entidades tenderá a dominar de componente Norte de 20 a 35 km/h, así como de 30 a 40 km/h en costas del centro y sur de Veracruz. El ambiente durante el día será templado en Tamaulipas, cálido en planicies y costas de Veracruz, así como templado en la montaña, previendo que por la noche y madrugada en zonas serranas domine ambiente frío, así como templado a fresco en partes medias-bajas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "26/12/2023 - Este martes, el frente frío No. 19 se extenderá sobre el sur del Golfo de México y la Sonda de Campeche, mientras que la masa de aire frío asociada cubrirá el norte, noreste, centro y oriente del país, ambos sistemas, en interacción con el abundante ingreso de humedad generado por la corriente en chorro subtropical y canales de baja presión en el interior del territorio mexicano, ocasionarán chubascos y lluvias puntuales fuertes en el oriente y sureste del país, pronosticándose lluvias puntuales muy fuertes en zonas de Puebla, Veracruz, Chiapas, Tabasco y la Península de Yucatán; asimismo prevalecerá el ambiente nocturno frío a muy frío con heladas y bancos de niebla durante la noche de este día en estados del noroeste, norte, noreste, centro, oriente y sureste del país, mientras que el ambiente vespertino será caluroso a muy caluroso en la Península de Yucatán, y en zonas del occidente, sur y sureste de México. A su vez, desde la noche y hasta el amanecer del miércoles se prevé la posible caída de nieve o aguanieve en las cimas montañosas con altitudes superiores a los 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, Pico de Orizaba y Cofre de Perote). Finalmente, el abundante ingreso de humedad generado por la corriente en chorro subtropical e inestabilidad en niveles altos de la atmósfera ocasionarán chubascos y lluvias fuertes sobre entidades del noreste, occidente, centro y sur de la República Mexicana, así como fuertes rachas de viento con posibles tolvaneras en la Mesa del Norte y la Mesa Centra y la Península de Baja California, así como en el Golfo de California.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "25/11/2023 - El frente frío No. 19 se desplazará sobre el oriente del país y el Golfo de México, alcanzando el sureste del territorio nacional y la Sonda de Campeche al final de este día, en interacción con un canal de baja presión sobre el centro del país y el sureste mexicano, además del ingreso de humedad generado por la corriente en chorro subtropical, así como del Golfo de México y Mar Caribe, ocasionarán lluvias puntuales fuertes en Guanajuato, San Luis Potosí, Hidalgo, Puebla, Veracruz, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo, intervalos de chubascos en Estado de México y Oaxaca, así como lluvias aisladas en Ciudad de México, Morelos y Tlaxcala. La masa de aire frío asociada al frente ocasionará evento de “Norte” moderado con rachas de 30 a 50 km/h en el litoral de Tamaulipas. A su vez, generará ambiente frío a muy frío con heladas y bancos de niebla durante la noche de hoy y el amanecer del martes en estados del noroeste, norte, noreste, centro, oriente y sureste del país, percibiéndose ambiente gélido con temperaturas mínimas de -10 a -5 °C en zonas altas de Baja California, Sonora, Chihuahua y Durango. Por otra parte, el abundante ingreso de humedad generado por la corriente en chorro subtropical e inestabilidad en niveles altos de la atmósfera, propiciarán lluvias puntuales fuertes en Jalisco, Colima y Michoacán, chubascos en Tamaulipas, Querétaro y Guerrero, y lluvias aisladas en Nuevo León y Nayarit. Además, se prevén fuertes rachas de viento de 40 a 60 km/h con posibles tolvaneras en estados de la Mesa del Norte, Mesa Central y el Valle de México, además del Golfo de California.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Michoacán, Guerrero, Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del martes: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del martes: sierras de Coahuila, Nuevo León, Zacatecas, Hidalgo, Estado de México, Tlaxcala, Puebla y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del martes: sierras de Baja California Sur, Tamaulipas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Ciudad de México, Morelos y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 40 a 60 km/h: Golfo de California, y con posibles tolvaneras: Baja California, Baja California Sur, Sonora (costa), Chihuahua, Coahuila, Nuevo León, Sinaloa (costa), Durango, Zacatecas, Aguascalientes, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos (norte), Tlaxcala, Puebla, Veracruz, Guerrero, Oaxaca y Chiapas.\n\n Oleaje de 1 a 3 metros de altura: costa occidental de Baja California."
  }
}
