{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "5,267,422,253,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d1.png",
    "DAO" : "f",
    "DAT" : "\nSe pronostica la formación de un área de baja presión muy amplia sobre el sector Suroeste del Golfo de México en las próximas 72 horas. Las condiciones ambientales parecen propicias para el desarrollo gradual de este sistema y podría formarse una Depresión Tropical a principios de semana mientras se mueve lentamente rumbo al Oeste-noroeste.\n\nProbabilidad de formación en 48 horas : Baja(0%)\nProbabilidad de formación en 72 horas : Media(50%)\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Oaxaca, Chiapas y Tabasco.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla y Guerrero.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Jalisco, Colima y Michoacán.\n\nIntervalos de chubascos (5 a 25 mm): Durango, Tamaulipas, San Luis Potosí, Nayarit, Estado de México y Morelos.\n\nLluvias aisladas (0.1 a 5 mm): Chihuahua, Coahuila, Nuevo León, Sinaloa, Hidalgo, Ciudad de México y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "15/06/2024 - Las últimas actualizaciones de los modelos de pronóstico meteorológico siguen indicando el posible desarrollo de una zona de baja presión con potencial ciclónico sobre el suroeste del Golfo de México, la cual se prevé ocasione aumento en el potencial para lluvias durante este fin de semana e inicios de la próxima, con las precipitaciones de mayor relevancia dentro de las cuencas del Papaloapan, Coatzacoalcos y Tonalá, donde se prevén sean intensas (75 a 150 mm) a torrenciales (150 a 250 mm), mientras que, desde la cuenca del Nautla hasta la cuenca del Cotaxtla, las lluvias serán fuertes (25 a 50 mm) a muy fuerte (50 a 75 mm), y de menor intensidad para la costa, centro y sur de Tamaulipas y en el resto del territorio veracruzano. Este potencial para lluvias irá incrementando en el centro y norte de Veracruz conforme avance la próxima semana. En cuanto al viento, en Tamaulipas, continuará del Este y Sureste con velocidades de 25 a 35 km/h y con posibles rachas de 50 a 60 km/h por las tardes y noches, especialmente en las zonas del norte, centro y costa del estado. Para Veracruz se prevé viento de componente Norte de 25 a 35 km/h, esperando y con posibles  rachas cercanas a 50 km/h durante este fin de semana en zonas costeras. La temperatura diurna estará disminuyendo a lo largo de la vertiente oriental del país conforme transcurran los siguientes días, ocasionando ambiente cálido a caluroso en Tamaulipas y en planicies y costa de Veracruz, así como templado en la porción de montaña. Por las noches y madrugadas dominará ambiente frío a fresco en la sierra y montaña de la región.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "15/06/2024 - Este sábado, un temporal de lluvias ocasionado por un canal de baja presión sobre el sureste mexicano y la Península de Yucatán, la vaguada monzónica y una zona de baja presión con probabilidad de desarrollo ciclónico en el Golfo de México, originará lluvias fuertes a puntuales intensas acompañadas de descargas eléctricas y posible caída de granizo en dichas regiones, pronosticándose lluvias puntuales torrenciales en zonas de Oaxaca, Chiapas y Tabasco. Asimismo, se pronostican vientos fuertes a muy fuertes con posible formación de trombas marinas en las costas de Veracruz, Guerrero, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo. Un segundo canal de baja presión sobre el norte y centro del país, inestabilidad en altura y el ingreso de humedad del Océano Pacífico y Golfo de México, generarán vientos fuertes a muy fuertes con posibles tolvaneras, además de chubascos y lluvias puntuales fuertes acompañadas de descargas eléctricas y posible caída de granizo en el noroeste, norte, noreste, oriente, centro y occidente de la República Mexicana, previéndose lluvias puntuales muy fuertes en Puebla. Finalmente, prevalecerá el ambiente caluroso a muy caluroso en gran parte del territorio nacional, con temperaturas máximas superiores a 40 °C en 15 entidades, pudiendo superar los 45 °C en Baja California, Sonora y Sinaloa.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "14/06/2024 - Persistirá un temporal de lluvias puntuales torrenciales en Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo, intensas en Oaxaca y Veracruz (sur), y lluvias puntuales muy fuertes en Guerrero; esta situación es originada por la interacción de un canal de baja presión extendido en el sureste mexicano, la vaguada monzónica y una zona de inestabilidad con probabilidad para desarrollo ciclónico en el Golfo de México. Asimismo, canales de baja presión en el noroeste, occidente, centro y oriente del país, en combinación con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad procedente de ambos océanos, ocasionarán lluvias puntuales muy fuertes en Puebla, puntuales fuertes en Tamaulipas, San Luis Potosí, Jalisco, Colima, Michoacán y Morelos, así como chubascos en Chihuahua, Durango, Sinaloa, Nayarit, Querétaro, Hidalgo, Estado de México, Ciudad de México y Tlaxcala. La onda tropical No. 3 fue absorbida por la vaguada monzónica al sur de la Península de Yucatán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Baja California, Sonora y Sinaloa.\n\nTemperaturas máximas de 40 a 45 °C: Baja California Sur, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Zacatecas, San Luis Potosí, Veracruz (norte), Nayarit, Jalisco, Michoacán y Guerrero.\n\nTemperaturas máximas de 35 a 40 °C: Durango, Aguascalientes, Guanajuato, Colima, Morelos, Puebla (norte y suroeste), Hidalgo (norte), Oaxaca, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Querétaro, Chiapas, Tabasco y Quintana Roo.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posible formación de trombas marinas: costas de Veracruz (sur), Guerrero, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Baja California Sur, Sonora, Sinaloa, Chihuahua Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Durango, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos, Tlaxcala y Puebla.\n\nOleaje de 2.5 a 3.0 metros de altura: costas de Chiapas, Guerrero y Oaxaca; de 1.5 a 2.0 metros de altura: costa de Quintana Roo."
  }
}
