{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP112023/GEOCOLOR/GOES18-EP112023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP112023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/11/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/11E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN JOVA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT13/refresh/AL132023_wind_probs_34_F120+png/145817.png",
    "DAO" : "HURACAN LEE_1260 KM AL ESTE DE LAS ISLAS DE SOTAVENTO_215 KM/H_OESTE-NOROESTE A 25 KM/H_955 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP11/refresh/EP112023_wind_probs_34_F120+png/203910.png",
    "DPO" : "HURACAN JOVA_965 KM AL SUROESTE DE CABO SAN LUCAS, BCS_230 KM/H_OESTE-NOROESTE A 29 KM/H_940 MILIBARIOS",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 54 exhalaciones y 277 minutos de tremor. Asimismo, ocurrieron cuatro explosiones.\n\nDerivado de la actividad el Centro Nacional de Comunicación y Operación de Protección Civil (CENACOM) reportó, caída de ceniza en los municipios: Amecameca, Atlautla, Ozumba, Tenango del Aire, Tepetlixpa y Juchitepec.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sinaloa, Nayarit, Oaxaca, Chiapas, Veracruz y Campeche.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Durango, Zacatecas, Jalisco, Guerrero, Estado de México, Puebla, Tabasco, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Sonora, Chihuahua, Colima, Michoacán, Tamaulipas, San Luis Potosí, Hidalgo, Tlaxcala, Ciudad de México y Morelos.\n\nLluvias aisladas (0.1 a 5 mm): Aguascalientes, Guanajuato y Querétaro.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "08/09/2023 - Se prevé que la interacción entre una vaguada en el suroeste del golfo de México, con el desplazamiento de la onda tropical Núm. 27, y la advección de humedad hacia la región, así como condiciones favorables en altura, ocasionarán en Veracruz lluvias de 75 a 150 mm en la cuenca del Papaloapan, Coatzacoalcos y Tonalá, de 50 a 75 mm en la región  de Los Tuxtlas, lluvias de 25 a 50 mm en partes altas del Actopan, La Antigua y JamapaCotaxtla, así como en la costa del centro, con chubascos dispersos en el resto de las zonas montañosas. Para Tamaulipas, se prevén las condiciones para la presencia de lluvias menores a 5.0 mm desde el valle de San Fernando, con chubascos dentro de la cuenca de la región Mante y Sur. El viento en Tamaulipas será del Este y Sureste de 20 a 35 km/h, y con rachas de 50 hasta 65 km/h en el norte y centro, respectivamente, especialmente por la tarde del viernes, así como rachas de 45 km/h en la porción sur. En tanto que, en el norte de Veracruz, será del Este y Sureste de 20 a 35 km/h con rachas de 50 km/h en costas, manteniéndose de componente Norte con similares velocidades sostenidas y con rachas ocasionales de 45 km/h en la porción centro y sur. Las temperaturas máximas ocasionarán el día de mañana viernes ambiente caluroso a muy caluroso en el Estado de Tamaulipas, así como cálido a caluroso en planicies y costas de la entidad veracruzana, y cálido en la montaña, previendo que durante esta noche y madrugada del viernes se perciba ambiente fresco a frío en zonas serranas, así como templado a cálido en partes medias y bajas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "08/09/2023 - Este viernes, canales de baja presión en el sureste del país y la Península de Yucatán, el monzón mexicano sobre el noroeste de la República Mexicana e inestabilidad en niveles altos de la atmósfera, así como el ingreso de humedad del Océano Pacífico y Golfo de México, propiciarán lluvias fuertes a puntuales muy fuertes en Sinaloa, Nayarit, Oaxaca, Chiapas, Veracruz y Campeche, así como chubascos con lluvias puntuales fuertes en el noroeste, centro y sur del territorio nacional, y en el resto de la Península de Yucatán, siendo lluvias aisladas con chubascos en el norte y noreste de México. Por su parte, el ciclón tropical Jova se localizará al oeste-suroeste de las costas de Baja California Sur y se moverá hacia el noroeste, alejándose gradualmente y dejando de afectar costas nacionales. Finalmente, continuará el ambiente muy caluroso sobre entidades del litoral del Pacífico y del Golfo de México, así como en el norte del país y la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "07/09/2023 - La onda tropical Núm. 27 se desplazará al sur de las costas de Guerrero y Michoacán, un canal de baja presión en el suroeste del Golfo de México, y la entrada de humedad de ambos litorales propiciarán lluvias muy fuertes a puntuales intensas en Oaxaca, Chiapas, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo, lluvias fuertes a puntuales muy fuertes en Michoacán, Guerrero y Puebla, chubascos con lluvias puntuales fuertes en San Luis Potosí, Tamaulipas, Guanajuato, Estado de México, Ciudad de México y Morelos, e intervalos de chubascos en Coahuila, Nuevo León, Aguascalientes, Querétaro, Hidalgo y Tlaxcala. Por su parte, el ciclón tropical Jova localizado al suroeste de la Península de Baja California, además del monzón mexicano e inestabilidad en niveles altos de la atmósfera, reforzarán la probabilidad de lluvias puntuales intensas en Baja California Sur, Sinaloa, Nayarit y Jalisco, lluvias fuertes a puntuales muy fuertes en Sonora y lluvias puntuales fuertes en Colima, Chihuahua, Durango y Zacatecas, así como rachas fuertes de viento de 40 a 60 km/h y oleaje elevado de 2 a 4 metros de altura en la costa occidental y sur de Baja California Sur, y oleaje de 1 a 3 metros de altura en las costas de Sinaloa, Nayarit, Jalisco y Colima. Las lluvias fuertes a puntuales intensas, podrían originar encharcamientos, reducción en la visibilidad, inundaciones y el incremento en los niveles de ríos y arroyos; las lluvias mencionadas estarán acompañadas de rachas fuertes viento, descargas eléctricas y posible caída de granizo.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n--AVISOS DE TEMPORAL--\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. PREVALECERÁ VIENTO DEL SUR Y SURESTE DE 10 A 15 NUDOS CON RACHAS DE 20 A 25 NUDOS Y OLAS DE 5 A 7 PIES, SOBRE LA COSTA DE TAMAULIPAS, COSTA NORTE DE VERACRUZ Y REGIÓN NOROESTE DEL GOLFO DE MÉXICO (CITADAS CONDICIONES AMAINARÁN EN EL TRANSCURSO DEL 06 ACTUAL).\n\n3. ONDA TROPICAL LOCALIZADA APROXIMADAMENTE AL SUR DE LATITUD 20.0° NORTE Y  LONGITUD 75.0° OESTE. CON UN DESPLAZAMIENTO AL OESTE DE 10 A 15 NUDOS. SE MANTIENE EN VIGILANCIA.\n",
    "SAP" : "\n--AVISOS DE TEMPORAL--\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y AL PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE LAS COSTAS Y REGIONES MARÍTIMAS DEL GOLFO DE CALIFORNIA, PACÍFICO CENTRAL, PACÍFICO SUR Y GOLFO DE TEHUANTEPEC.\n\n2. ONDA TROPICAL LOCALIZADA APROXIMADAMENTE AL SUR DE LATITUD 20.0° NORTE Y LONGITUD 92.0° OESTE. CON UN DESPLAZAMIENTO AL OESTE DE 10 A 15 NUDOS. SE MANTIENE EN VIGILANCIA.\n\n3. LA Tormenta Tropical JOVA, SE LOCALIZÓ A LAS 03:00 HORAS DE HOY, EN LAT. 12.8° NORTE Y LONGITUD 106.9° OESTE A 388 MN AL SUR-SUROESTE DE MANZANILLO, COL., CON DESPLAZAMIENTO AL OESTE CON UNA VELOCIDAD DE 10 NUDOS, PRESIÓN MÍNIMA CENTRAL DE 1004 MILIBARES, INTENSIDAD DE VIENTOS SOSTENIDOS DE 35 NUDOS CON RACHAS DE 45NUDOS Y ALTURA DE LA OLA EN INMEDIACIONES DEL SISTEMA DE 10 A 14 PIES EN INMEDIACIONES DEL SISTEMA.\n\nSE ESPERA, MANTENGA SU DESPLAZAMIENTO HACIA OESTE-NOROESTE HACIA LA REGIÓN SUR DE ISLA CLARIÓN, COL. CON POTENCIAL DE DESARROLLO A TORMENTA TROPICAL EN EL TRANSCURSO DE LAS PRÓXIMAS 12 A 24 HORAS, OCASIONANDO EN SU DESPLAZAMIENTO VIENTO DEL SURESTE DEL 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 8 A 10 PIES; ASÍ COMO LLUVIAS FUERTES SOBRE LA COSTA DESDE GUERRERO HASTA JALISCO (PRINCIPALMENTE DESDE LAS 24 MILLAS NAUTICAS HASTA LOS LIMITES DE LA ZONA ECONOMICA EXCLUSIVA).\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Chihuahua, Durango, Coahuila, San Luis Potosí, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Puebla (norte y suroeste) y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del viernes: zonas montañosas del Estado de México, Hidalgo, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h: costa de Sinaloa e Istmo de Tehuantepec, y con posibles tolvaneras: Baja California Sur, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Durango, Aguascalientes, Jalisco y Guanajuato."
  }
}
