{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 48 exhalaciones.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Baja California, Baja California Sur, Oaxaca (costa) y Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Sonora y Guerrero.\n\nLluvias aisladas (0.1 a 5 mm): Chihuahua, Colima, Michoacán, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "17/11/2023 - La masa de aire frio que impulsó al frente Núm. 9 continúa propiciando la advección de aire fresco hacia la región situación que en combinación con el ingreso de humedad y la orografía local mantendrán la presencia de nublados y la probabilidad para lluvias con intervalos de chubascos (5.1 a 25 mm), sin descartar algún evento puntual superior sobre zonas montañosas desde la cuenca del río Actopan hasta el Tonalá, además de Los Tuxtlas; lluvias escasas o lloviznas (0.1 a 5 mm) en zonas montañosas desde la cuenca del río Tecolutla hasta el Misantla y resto de la porción sur de la entidad veracruzana. Adicionalmente se mantendrá la presencia de bancos de nieblas sobre zonas montañosas. Sobre Tamaulipas no se prevén lluvias. El viento en Tamaulipas dominará del Este y Sureste de 25 a 35 km/h. Sobre la entidad veracruzana se mantendrá de componente Norte de 25 a 35 km/h, con rachas ocasionales de 45 km/h sobre zonas costeras del centro y sur. El ambiente diurno se percibirá cálido en Tamaulipas, así como en planicies y costas de Veracruz; fresco a templado en la montaña. Por la noche y madrugada será frío a muy frío en zonas serranas, con posibles heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "17/11/2023 - Este viernes, un par de frentes fríos se aproximarán a la frontera norte y noroeste de México, respectivamente; interaccionarán con la humedad transportada por corriente en chorro subtropical, originando lluvias y chubascos acompañados de descargas eléctricas en ambas regiones, con puntuales fuertes en Baja California y Baja California Sur. También, se prevén vientos de 40 a 60 km/h y probables tolvaneras en Baja California Sur, Sonora, Sinaloa, Chihuahua y Coahuila. Un canal de baja presión se extenderá sobre el sureste del país, en combinación con el aire cálido y húmedo procedente del Golfo de México y Mar Caribe, e inestabilidad en niveles altos de la atmósfera, producirá lluvias puntuales fuertes en Oaxaca y Chiapas. Finalmente, un sistema anticiclónico en niveles medios y altos de la atmósfera propiciará cielos despejados y ambiente cálido en la mayor parte de la República Mexicana, incluido el Valle de México.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "16/11/2023 - La masa de aire frío que impulsó al frente Núm. 9 modificará sus características térmicas, sin embargo, interaccionará con un canal de baja presión sobre el sureste mexicano, provocando lluvias puntuales muy fuertes en Chiapas, fuertes en Oaxaca, chubascos en Puebla, Veracruz, Tabasco y Campeche, así como lluvias aisladas en Yucatán y Quintana Roo. Además, prevalecerá el ambiente frío a muy frío con heladas durante la madrugada del viernes en zonas altas del noroeste, norte, noreste, oriente y centro de México, bancos de nieblas, además de viento de componente norte con rachas de 60 a 80 km/h en el Istmo de Tehuantepec y oleaje de 1 a 2 m de altura en el Golfo de Tehuantepec. Un segundo canal de baja presión se extiende sobre el noroeste mexicano, en interacción con inestabilidad en niveles altos de la atmósfera y el abundante ingreso de humedad generado por la corriente en chorro subtropical, producirá lluvias puntuales muy fuertes en Baja California, fuertes en Sonora, chubascos en Baja California Sur y lluvias aisladas en Chihuahua y Sinaloa. Además, se pronostican rachas de viento de 50 a 70 km/h en el sur del Golfo de California, con posibles tolvaneras en Baja California Sur, Sonora y Sinaloa. Asimismo, se prevén algunos chubascos dispersos en Michoacán y Guerrero, y lluvias aisladas en Jalisco y Colima. Las lluvias de fuertes a muy fuertes podrían incrementar los niveles de ríos o arroyos, reducir la visibilidad y provocar encharcamientos, deslaves o inundaciones.",
    "N4H" : "Golfo de México",
    "N4T" : "\n...\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sonora, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas (costa), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur, Chihuahua (suroeste), Durango (occidente), Coahuila, Nuevo León, Tamaulipas, Morelos, Puebla (suroeste) y Tabasco.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Chihuahua, Durango, Hidalgo, Estado de México, Tlaxcala y Puebla.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Baja California, Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Michoacán, Guanajuato, Querétaro, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte con rachas de 50 a 70 km/h: Istmo y Golfo de Tehuantepec.\n\nRachas de viento de 40 a 60 km/h: sur del Golfo de California, Baja California Sur, Sonora, Sinaloa, Chihuahua, Coahuila, Campeche, Yucatán y Quintana Roo."
  }
}
