{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL202023/EXTENT3/GOES16-AL202023-EXTENT3-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL202023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/20/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/20L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN TAMMY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT20/refresh/AL202023_wind_probs_34_F120+png/025642.png",
    "DAO" : "HURACAN TAMMY_715 KM AL ESTE-SURESTE DE BERMUDA_150 KM/H_NOR-NORESTE A 30 KM/H_972 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP18/refresh/EP182023_wind_probs_34_F120+png/145453.png",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 47 exhalaciones y 1,031 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Veracruz y Oaxaca.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nuevo León, Tamaulipas, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Puebla y Guerrero.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Zacatecas, Aguascalientes, Jalisco, Colima, Michoacán, Estado de México, Ciudad de México, Morelos, Tlaxcala, Tabasco Campeche y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Nayarit y Yucatán.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "26/10/2023 - Nubosidad media y alta asociada a los remanentes de OTIS continuarán propagándose sobre Tamaulipas y la porción norte de la entidad veracruzana, además, un canal de baja presión posicionado sobre el suroeste del Golfo de México, el ingreso de humedad y los forzamientos orográficos mantendrán el potencial para lluvias muy fuertes a puntuales intensas (75 a 150 mm) sobre el centro y sur del primer estado, así como en las cuencas de los ríos Pánuco, Tuxpan, Cazones y partes altas del Papaloapan del segundo respectivamente; lluvias puntuales fuertes (25 a 50 mm) en zonas costeras del norte y centro de Tamaulipas, al igual que en zonas montañosas de las cuencas de los ríos Tecolutla, Nautla y Misantla del territorio veracruzano; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la región. El viento en Tamaulipas dominará del Sur y Sureste; mientras tanto, sobre la entidad veracruzana será del Este y Sureste en la porción norte y del Este y Noreste en la porción sur; en ambos estados con velocidades de 25 a 35 km/h, previéndose rachas de 50 km/h en la porción norte de Tamaulipas. El ambiente diurno se percibirá de cálido a caluroso en Tamaulipas, así como en planicies y costas de Veracruz; así como templado a cálido en la montaña. Por la noche y madrugada se percibirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "26/10/2023 - Este jueves, una línea seca permanecerá sobre el noreste mexicano y aunado al ingreso de humedad procedente del Golfo de México, mantendrá las condiciones para chubascos y lluvias puntuales fuertes en esa región. Por su parte, los canales de baja presión en el interior del país, aunado a la entrada de humedad de ambos océanos y a la inestabilidad en niveles altos de la atmósfera, propiciarán intervalos de chubascos a lluvias muy fuertes en el centro, oriente y sureste mexicano, incluido el Valle de México, con lluvias puntuales intensas en Chiapas. Finalmente, la zona de baja presión con probabilidad de desarrollo ciclónico se desplazará frente a las costas de Guatemala, sus desprendimientos nubosos reforzarán la probabilidad de lluvias intensas en Chiapas. Se mantendrá en vigilancia.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "25/10/2023 - OTIS se degradó a una baja presión remanente sobre el oriente de Michoacán, sin embargo, para la noche y madrugada del jueves, mantendrá condiciones para lluvias puntuales torrenciales en Guerrero, intensas en Michoacán, muy fuertes en el Estado de México, Morelos y Oaxaca, así como lluvias fuertes en la Ciudad de México y Guanajuato. Estas lluvias podrían incrementar los niveles de ríos y arroyos, provocar desbordamientos, deslaves, derrumbes e inundaciones. Por otra parte, una línea seca extendida sobre Coahuila, en interacción con la entrada de humedad del Golfo de México e inestabilidad en niveles altos de la atmósfera, provocarán lluvias puntuales intensas en Tamaulipas y San Luis Potosí, fuertes en Coahuila y Nuevo León, así como chubascos en Zacatecas. A su vez, un canal de baja presión extendido sobre el oriente y sureste mexicano, en combinación con el ingreso de aire cálido y húmedo del Mar Caribe, producirán lluvias intensas en Querétaro, Hidalgo, Puebla (norte) y Veracruz (norte), fuertes en Guanajuato, Tlaxcala y Tabasco, chubascos en Zacatecas, Aguascalientes, Jalisco, Campeche y Quintana Roo, además de lluvias aisladas en Yucatán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERAN INTERVALOS DE CHUBASCOS (5.1 A 25 MM) CON TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS, ZONAS ALTAS DE VERACRUZ, COSTA DE YUCATÁN Y COSTA NORTE DE QUINTANA ROO.\n\n3. PREVALECERÁ VIENTO DEL SURESTE-NORESTE DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 10 PIES EN LAS COSTAS DE TAMAULIPAS, NORTE DE VERACRUZ, TABASCO, CAMPECHE, YUCATÁN, QUINTANA ROO, REGIONES NOROESTE, CENTRO Y SUROESTE DEL GOLFO DE MÉXICO, REGIÓN NORTE DE YUCATÁN, COSTA DE QUINTANA ROO, CANAL DE YUCATÁN Y REGIÓN NOROESTE DEL MAR CARIBE.\n\n4. SISTEMA DE BAJA PRESIÓN LOCALIZADO APROXIMADAMENTE EN LATITUD 11.4° NORTE Y LONGITUD 82.2° OESTE, CON UNA PRESIÓN MÍNIMA CENTRAL DE 1066 MILIBARES, FAVORECE DE LIGERA A MODERA ACTIVIDAD CONVECTIVA, LLUVIA LIGERA Y TORMENTAS ELÉCTRICAS. SE MANTIENE EN VIGILANCIA. EL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS DE NORTEAMÉRICA, LO MANTIENE CON EL 60% DE PROBABILIDAD DE DESARROLLO A CICLÓN TROPICAL EN EL TRANSCURSO DE LAS PRÓXIMAS 48 HORAS Y 60% A 7 DÍAS.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Coahuila, Nuevo León, Tamaulipas, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Baja California, Sonora, Sinaloa, Michoacán, Guerrero, Oaxaca, Chiapas, Chihuahua, San Luis Potosí, Veracruz, Tabasco y Quintana Roo.\n\nTemperaturas mínimas de -5 a 0 °C y posibles heladas: sierras de Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Baja California, Zacatecas, Estado de México, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h: Tabasco, Campeche y Yucatán, y con posibles tolvaneras: Coahuila, Nuevo León y Tamaulipas."
  }
}
