{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP182023/EXTENT3/GOES16-EP182023-EXTENT3-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP182023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/18/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/18E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL OTIS",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT20/refresh/AL202023_wind_probs_34_F120+png/025642.png",
    "DAO" : "HURACAN TAMMY_910 KM AL SUR-SURESTE DE BERMUDA_140 KM/H_NORESTE A 15 KM/H_975 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP18/refresh/EP182023_wind_probs_34_F120+png/145453.png",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 47 exhalaciones y 1,031 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias extraordinarias (mayores a 250 mm): Guerrero.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Michoacán y Estado de México (suroeste).\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm):Morelos, Puebla, Veracruz, Oaxaca y Chiapas.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Ciudad de México, Tabasco, Campeche y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Tamaulipas, Jalisco y Tlaxcala.\n\nLluvias aisladas (0.1 a 5 mm): Chihuahua, Aguascalientes, Colima y Yucatán.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "25/10/2023 - La persistencia del canal de baja presión en el oriente y sureste mexicano, junto con el aporte de humedad provocado por el ciclón tropical OTIS, el calentamiento diurno y el forzamiento orográfico, continuarán los nublados con probabilidad para lluvias y descargas eléctricas en la mayor parte de la vertiente oriental del país, esperando lluvias puntuales fuertes (25 a 50 mm) en el sur de Tamaulipas, cuenca del Pánuco y en zonas altas del Tecolutla, Nautla, Misantla, Papaloapan y Coatzacoalcos, mientras que, para el centro tamaulipeco y resto de la zona comprendida entre las cuencas del Tuxpan al Tonalá, pueden presentarse lluvias de 5.1 a 25 mm, así como lloviznas aisladas en la costa de Tamaulipas. Es posible que este potencial de lluvias tienda a incrementarse durante el miércoles conforme el ciclón tropical se interne en territorio nacional. El viento se mantendrá del Sur, Sureste y Este de 25 a 35 km/h sobre Tamaulipas, con posibles rachas de 50 km/h, especialmente en el norte, centro y costa de la entidad. En la mayor parte de Veracruz dominará del Este, Noreste y Norte con velocidades de 25 a 35 km/h y con posibles rachas en áreas de tormenta. Durante el miércoles, el ambiente diurno seguirá cálido a caluroso en Tamaulipas y en zonas de planicie y costa de Veracruz, así como templado a cálido en la montaña. Por la noche y madrugada seguirá ambiente frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "25/10/2023 - Este miércoles, el huracán OTIS ingresará en la costa central de Guerrero durante de la mañana, ocasionará lluvias muy fuertes a intensas en el sur del país, con puntuales extraordinarias (acumulados superiores a 250 mm en 24 horas), rachas intensas de viento y oleaje elevado en Guerrero. También, incrementará la probabilidad de lluvias muy fuertes en el centro y occidente de México. Por otra parte, un canal de baja presión en el sureste del país, en combinación con el ingreso de humedad del Golfo de México y Mar Caribe, propiciarán lluvias fuertes a muy fuertes en el oriente y sureste del territorio nacional. Una línea seca sobre Coahuila, en combinación con la corriente en chorro subtropical y otro canal de baja presión, generarán lluvias puntuales fuertes, fuertes rachas de viento y probabilidad para la formación de torbellinos en Coahuila. Dichas lluvias a partir de fuertes estarán acompañadas de descargas eléctricas y posible caída de granizo, así mismo podrían originar visibilidad reducida, deslaves, encharcamientos o inundaciones, así como incremento en los niveles de ríos y arroyos. Se mantendrá el ambiente frío por la mañana en zonas serranas del noroeste y norte del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "24/10/2023 - El huracán OTIS de categoría 4 en la escala Saffir-Simpson se desplazará frente a las costas de Oaxaca y Guerrero. Sus bandas nubosas ocasionarán lluvias puntuales extraordinarias en Guerrero, intensas en Oaxaca, muy fuertes en Veracruz, fuertes en el Estado de México, Morelos, Puebla, Tlaxcala y Michoacán (oriente), así como chubascos en Guanajuato, Querétaro, Hidalgo y Ciudad de México. Así mismo, se prevén rachas de viento de 150 a 180 km/h y oleaje de 6 a 8 metros de altura en costas de Guerrero y Oaxaca (occidente). Además, se prevén condiciones para la formación de trombas marinas frente a las costas de Guerrero. Por otra parte, el frente Núm. 7 se desplazará sobre el norte de México, interaccionará con un canal de baja presión, la corriente en chorro subtropical y una vaguada en niveles medios y altos de la atmósfera, provocando lluvias puntuales muy fuertes en Sonora, Chihuahua y Sinaloa, fuertes en Coahuila y Durango, chubascos en Nuevo León, Tamaulipas y San Luis Potosí, así como lluvias aisladas en Baja California Sur y Zacatecas. Además, se prevén rachas de viento de 40 a 60 km/h con posibles tolvaneras en Durango, Nuevo León y Tamaulipas, posibles torbellinos en Sonora, Chihuahua y Coahuila, así como descenso de temperatura. Se prevé que al final del día el frente Núm.7 deje de afectar el territorio nacional. Un canal de baja presión sobre la Península de Yucatán, en combinación con el ingreso de humedad del Mar Caribe, generará lluvias puntuales intensas en Chiapas, muy fuertes en Quintana Roo y puntuales fuertes en Campeche, Yucatán y Tabasco. Dichas lluvias a partir de fuertes estarán acompañadas de descargas eléctricas y posible caída de granizo, además, podrían originar visibilidad reducida, deslaves, encharcamientos o inundaciones, así como incremento en los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERAN INTERVALOS DE CHUBASCOS (5.1 A 25 MM) CON TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS, ZONAS ALTAS DE VERACRUZ, COSTA DE YUCATÁN Y COSTA NORTE DE QUINTANA ROO.\n\n3. PREVALECERÁ VIENTO DEL SURESTE-NORESTE DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 10 PIES EN LAS COSTAS DE TAMAULIPAS, NORTE DE VERACRUZ, TABASCO, CAMPECHE, YUCATÁN, QUINTANA ROO, REGIONES NOROESTE, CENTRO Y SUROESTE DEL GOLFO DE MÉXICO, REGIÓN NORTE DE YUCATÁN, COSTA DE QUINTANA ROO, CANAL DE YUCATÁN Y REGIÓN NOROESTE DEL MAR CARIBE.\n\n4. SISTEMA DE BAJA PRESIÓN LOCALIZADO APROXIMADAMENTE EN LATITUD 11.4° NORTE Y LONGITUD 82.2° OESTE, CON UNA PRESIÓN MÍNIMA CENTRAL DE 1066 MILIBARES, FAVORECE DE LIGERA A MODERA ACTIVIDAD CONVECTIVA, LLUVIA LIGERA Y TORMENTAS ELÉCTRICAS. SE MANTIENE EN VIGILANCIA. EL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS DE NORTEAMÉRICA, LO MANTIENE CON EL 60% DE PROBABILIDAD DE DESARROLLO A CICLÓN TROPICAL EN EL TRANSCURSO DE LAS PRÓXIMAS 48 HORAS Y 60% A 7 DÍAS.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nuevo León, Tamaulipas, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Baja California, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Oaxaca, Chiapas, Coahuila, San Luis Potosí, Veracruz, Tabasco y Quintana Roo.\n\nTemperaturas mínimas de -5 a 0 °C: Sierras de Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C: Sierras de Baja California, Zacatecas, Estado de México, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 120 a 150 km/h y oleaje de 5 a 7 metros de altura, durante la mañana: costas de Guerrero.\n\nViento con rachas de 40 a 60 km/h: Campeche, Yucatán y Quintana Roo, con posibles tolvaneras: Nuevo León y Tamaulipas, y con posible formación de torbellinos: Coahuila."
  }
}
