{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL042024/GEOCOLOR/AL042024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL042024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/04/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/04L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL DEBBY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT04/refresh/AL042024_wind_probs_34_F120+png/214546.png",
    "DAO" : "TORMENTA TROPICAL DEBBY_415 KM AL SUR-SUROESTE DE TAMPA, FLORIDA_75 KM/H_NOROESTE A 22 KM/H_1003 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP03/refresh/EP032024_wind_probs_34_F120+png/024447.png",
    "DPO" : "HURACAN CARLOTA_1300 KM AL OESTE-SUROESTE DE CABO SAN LUCAS, BCS_130 KM/H_OESTE-NOROESTE A 10 KM/H_985 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Guerrero, Oaxaca y Chiapas.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Durango, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Estado de México, Morelos, Puebla, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Baja California Sur, Chihuahua, Coahuila, Hidalgo, Tlaxcala y Ciudad de México.\n\nLluvias aisladas (0.1 a 5 mm): Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Zacatecas, Guanajuato y Querétaro.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "04/08/2024 - El ingreso de humedad, el calentamiento diurno y la presencia de un canal de baja presión en el suroeste del golfo de México propiciarán el desarrollo de nublados con probabilidad para lluvias fuertes a puntuales muy fuertes (50 a 75 mm) en las cuencas de los río Tonalá, Coatzacoalcos y parte alta del Papaloapan; lluvias con intervalos de chubascos (5.1 a 25 mm) en zonas montañosas de las cuencas del Tuxpan, Cazones, Tecolutla, Nautla, Actopan, La Antigua y Jamapa, además de Los Tuxtlas y la costa central; lluvias escasas o lloviznas (0.1 a 5 mm) en el resto de la entidad veracruzana. Para Tamaulipas el potencial de lluvias será limitado, sin embargo, no se descartan lluvias escasas o lloviznas (0.1 a 5 mm) en la porción sur. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. El viento en Tamaulipas persistirá del Sur y Sureste de 25 a 35 km/h y rachas de 50 a 60 km/h en la porción norte. Sobre la entidad veracruzana será del Norte y Noreste el domingo, rolando a la componente Este a partir del lunes, en ambos casos de 25 a 35 km/h. El ambiente diurno se percibirá caluroso a muy caluroso en Tamaulipas, mientras que en zonas de planicie y costa de Veracruz será cálido a caluroso; templado a cálido en porciones medias. Por la noche será fresco en zonas altas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "04/08/2024 - Este domingo, la zona de baja presión con probabilidad para desarrollo ciclónico o posible ciclón tropical se localizará al sur de las costas de Colima y Jalisco, su circulación originará lluvias fuertes a muy fuertes con descargas eléctricas en el occidente y sur del país, además de rachas fuertes de viento y oleaje elevado en las costas de Guerrero, Michoacán, Colima y Jalisco. Por su parte, un canal de baja presión se extenderá sobre el sureste del país y la península de Yucatán, aunado al ingreso de humedad del océano Pacífico, golfo de México y mar Caribe, ocasionarán lluvias fuertes con puntuales muy fuertes en las mencionadas regiones. Por otra parte, el monzón mexicano, en combinación con inestabilidad en niveles altos de la atmósfera generará chubascos y lluvias puntuales fuertes acompañadas de descargas eléctricas, rachas fuertes de viento y probabilidad de granizo en el noroeste de México, incluida la península de Baja California. Asimismo, el ingreso de humedad de ambos litorales, propiciarán lluvias con chubascos, descargas eléctricas y posible caída de granizo en zonas del norte, centro y oriente de la república mexicana, con lluvias puntuales fuertes en el Estado de México, Morelos y Puebla. Finalmente, se mantendrá el ambiente caluroso a muy caluroso sobre entidades del noroeste, norte y noreste del territorio nacional, además de la península de Yucatán, con temperaturas superiores a 40 °C en zonas de Baja California, Baja California Sur, Sonora, Coahuila, Nuevo León y Tamaulipas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "03/07/2024 - La circulación de la tormenta tropical Debby reforzará la probabilidad de lluvias puntuales muy fuertes con descargas eléctricas en Campeche, Yucatán y Quintana Roo, así como rachas de viento de 40 a 60 km/h y oleaje de 1 a 2 metros de altura en las costas de Yucatán y Quintana Roo. El sistema se moverá hacia el noroeste, aproximándose a la costa occidental de Florida, EUA. A su vez, una zona de baja presión con probabilidad para desarrollo ciclónico localizada al sur de las costas de Guerrero y Michoacán ocasionará lluvias puntuales intensas en Nayarit, Jalisco y Guerrero; muy fuertes en Michoacán, Oaxaca y Chiapas, y lluvias fuertes en Colima. Además, rachas de viento de 50 a 70 km/h en el istmo de Tehuantepec y con oleaje de 1 a 2 metros de altura en costas de Michoacán, Guerrero y Oaxaca. Por su parte, el monzón mexicano, en combinación con inestabilidad en niveles altos de la atmósfera generará lluvias muy fuertes en Durango y Sinaloa; lluvias fuertes en Sonora e intervalos de chubascos en Baja California, Baja California Sur y Chihuahua, las lluvias mencionadas podrán acompañarse de descargas eléctricas, rachas de viento de 40 a 60 km/h y probabilidad de caída de granizo. Por otra parte, canales de baja presión sobre el centro y sureste de México, aunados al ingreso de humedad del océano Pacífico y golfo de México, originará lluvias muy fuertes en Veracruz y Tabasco, lluvias fuertes en el Estado de México, Ciudad de México, Morelos y Puebla; intervalos de chubascos en Zacatecas, Guanajuato, Hidalgo y Tlaxcala, y lluvias aisladas en Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes y Querétaro, además de rachas de viento de 40 a 60 km/h en Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Sonora, Coahuila, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Chihuahua, Durango, Sinaloa, Nayarit, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Zacatecas, San Luis Potosí, Morelos, Puebla (suroeste) y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: Durango, Estado de México y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posibles torbellinos: Sonora, Chihuahua, Coahuila y Nuevo León; y con oleaje de 1 a 2 metros de altura: costas de Guerrero, Michoacán, Colima y Jalisco.\n\nViento con rachas de 40 a 60 km/h: Baja California, Baja California Sur, Tamaulipas, San Luis Potosí, Zacatecas, Durango, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México."
  }
}
