{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL152023/GEOCOLOR/GOES16-AL152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL152023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN NIGEL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT15/refresh/AL152023_wind_probs_34_F120+png/204919.png",
    "DAO" : "HURACAN NIGEL_955 KM AL ESTE DE BERMUDA_160 KM/H_NOR-NOROESTE A 20 KM/H_975 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 21 exhalaciones, acompañadas de vapor de agua, gases volcánicos y en ocasiones ligeras cantidades de ceniza.\n\nAdicionalmente se registraron 97 minutos de tremor de baja amplitud y alta frecuencia que en total sumaron 1.61 horas.\n\nTambién, se registraron 2 explosiones clasificadas como moderadas ocurridas el día de ayer a las 17:08 h y 19:01 h (hora local).\n\nDurante la mañana se observó una emisión continua de vapor de agua, gases volcánicos y ceniza, con dispersión hacia el suroeste (SO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Chihuahua, Durango, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca y Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Estado de México, Morelos, Puebla, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Tamaulipas, Zacatecas, Tlaxcala y Ciudad de México.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "20/09/2023 - El constante ingreso de humedad hacia Tamaulipas y Veracruz en interacción con el canal de baja presión en el suroeste del Golfo de México, así como con el calentamiento diurno y forzamiento orográfico, favorecerán la presencia de lluvias acompañadas de actividad eléctrica y viento en rachas, mismas que se prevén vespertinas a nocturnas en zonas montañosas y nocturnas a matutinas en planicies y costa. Presentándose en Veracruz tormentas puntuales fuertes (25 a 50 mm) en las cuencas del Coatzacoalcos y Tonalá, así como en zonas montañosas del Actopan, La Antigua y Jamapa-Cotaxtla, así como aisladas en zonas montañosas del Tecolutla y Nautla; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la cuenca del Papaloapan y el resto de las zonas montañosas; lluvias escasas o lloviznas (0.1 a 5.0 mm) aisladas en el  resto de la región. En Tamaulipas se prevén lluvias escasas o lloviznas (0.1 a 5.0 mm) en la región de la Sierra Madre y el occidente del Soto La Marina, así como aislados en el Guayalejo-Tamesí y Tamuín. En ambas entidades el viento continuará con velocidades de 25 a 35 km/h, presentándose del Este y Sureste en Tamaulipas y el norte de la entidad veracruzana, mientras que en el resto será del Este y Noreste. Ambiente diurno caluroso a muy caluroso en Tamaulipas y costa de Veracruz; por la noche será templado a cálido y fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "20/09/2023 - Este miércoles, canales de baja presión en el interior de la República Mexicana y el ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, provocarán chubascos y lluvias puntuales fuertes acompañadas de descargas eléctricas sobre entidades del occidente, centro, sur y sureste del territorio nacional, incluyendo la Península de Yucatán. El monzón mexicano, originará lluvias fuertes con descargas eléctricas, rachas de viento y posible caída de granizo en el noroeste del país. Finalmente, una circulación anticiclónica en niveles medios de la atmósfera mantendrá temperaturas vespertinas elevadas en la mayor parte del país, así como una disminución en el potencial de lluvias sobre entidades del norte, noreste, oriente y centro de México.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "19/09/2023 - La circulación anticiclónica en niveles medios de la atmosfera, mantendrá temperaturas elevadas y disminución en el potencial de lluvias en la mayor parte del territorio nacional. Mientras que, canales de baja presión sobre el norte, occidente y sureste del país, respectivamente, aunados a la afluencia de aire marítimo tropical procedente del Océano Pacífico y Mar Caribe, originarán lluvias puntuales muy fuertes en Chihuahua, Durango, Guerrero, Oaxaca y Chiapas, lluvias puntuales fuertes en Nayarit, Jalisco, Colima, Michoacán y Veracruz, chubascos en Tabasco, Zacatecas, Puebla, Tlaxcala, Morelos, Estado de México y Ciudad de México, así como lluvias aisladas en Aguascalientes, Guanajuato, Querétaro e Hidalgo. Por otro lado, una circulación ciclónica sobre el occidente del Golfo de México, producirá chubascos dispersos en regiones del sur de Tamaulipas y lluvias aisladas en Nuevo León, Coahuila y San Luis Potosí. El monzón mexicano producirá chubascos en Sonora y Sinaloa. Finalmente, se mantendrán olas de 1.5 a 2.0 metros de altura en costas de Jalisco, Colima y Michoacán, así como en la costa occidental de la Península de Baja California. Asimismo, se mantendrán rachas de viento de hasta 60 km/h y oleaje elevado en el Golfo de Tehuantepec, condiciones que disminuirán paulatinamente al final de este día. Nota: Las lluvias mencionadas estarán acompañadas de descargas eléctricas, fuertes rachas de viento y posible caída de granizo, asimismo, las lluvias a partir del rango de fuertes, podrían originar encharcamientos, deslaves e inundaciones, así como el incremento en los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo (norte), Puebla (norte y suroeste) y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Chihuahua, Durango, Guanajuato, Michoacán, Estado de México, Hidalgo, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 70 km/h y tolvaneras: Baja California, Sonora y Chihuahua.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California Sur, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas y Durango."
  }
}
