{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP112024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/11/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/11E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "DEPRESION TROPICAL ONCE-E",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT13/refresh/AL132024_wind_probs_34_F120+png/023944.png",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "sZ6cJx336cs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Tamaulipas, Puebla, Veracruz, Guerrero, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Michoacán, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, San Luis Potosí, Hidalgo, Tlaxcala, Estado de México, Morelos, Jalisco y Colima.\n\nIntervalos de chubascos (5 a 25 mm): Nayarit, Querétaro y Ciudad de México.\n\nLluvias aisladas (0.1 a 5 mm): Zacatecas, Aguascalientes y Guanajuato.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "05/10/2024 - La presencia de una zona de baja presión frente a la costa occidental de Tabasco, que extenderá una línea de vaguada hasta el sur de Tamaulipas mantendrán la presencia de nublados y el potencial para lluvias intensas (75 a 150 mm) sobre porciones bajas de las cuencas de los ríos Cazones, Tecolutla, Nautla, Misantla, Papaloapan, Coatzacoalcos y Tonalá sin descartar algún evento puntual torrencial (150 a 250 mm) en la región de Los Tuxtlas (especialmente el jueves). Tormentas fuertes (25 a 50 mm) a puntuales muy fuertes (50 a 75 mm) en las cuencas del Pánuco y Tuxpan. Zonas montañosas desde el Cazones hasta el Jamapa-Cotaxtla y en la costa central lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la región. Para Tamaulipas, las lluvias se concentrarán a lo largo de la linea costera previéndose lluvias con intervalos de chubascos (5.1 a 25 mm) el jueves, tormentas puntuales fuertes (25 a 50 mm) el viernes y tormentas puntuales muy fuertes (50 a 75 mm) el viernes. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. En ambos estados el viento dominará de componente Norte de 25 a 35 km/h. presentándose rachas de 50 km/h en costas tamaulipecas, así como de 65 a 85 km/h en costas del centro de Veracruz durante el jueves. El ambiente diurno se percibirá cálido en Tamaulipas. asi como en zonas de planicies y costas de Veracruz: fresco a templado en porciones medias. Por la noche será frío a fresco en zonas altas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "05/10/2024 - Este sábado, una zona de baja presión con probabilidad de desarrollo ciclónico permanecerá en el golfo de México, mientras que otra zona de baja presión se formará al sur de las costas de Guerrero y Michoacán, ambos sistemas en interacción con la vaguada monzónica y con canales de baja presión sobre el occidente del territorio nacional y otro en la península de Yucatán, en combinación con el ingreso de humedad de ambos litorales, producirán lluvias puntuales intensas en Tamaulipas, Veracruz, Puebla, Guerrero, Oaxaca y Chiapas; así como chubascos, lluvias fuertes a muy fuertes en el noreste, occidente y centro del país, incluido el Valle de México y la península de Yucatán. A su vez, se prevé viento de componente norte con rachas fuertes de viento en el litoral del Golfo de México. Finalmente, continuará el ambiente vespertino muy caluroso sobre entidades del noroeste y occidente de la República Mexicana, pudiendo superar los 40 °C en zonas de la Península de Baja California, Sonora y Sinaloa. Las lluvias pronosticadas estarán acompañadas de descargas eléctricas y rachas de viento fuertes. Así mismo, las lluvias fuertes a torrenciales podrían ocasionar encharcamientos, inundaciones y deslaves, así como incrementar los niveles de ríos y arroyos.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "04/10/2024 - Una zona de baja presión con probabilidad de desarrollo ciclónico en el suroeste del golfo de México, un canal de baja presión en la Península de Yucatán y la vaguada monzónica, mantendrán el temporal de lluvias, pronosticándose lluvias torrenciales en Veracruz y Oaxaca, lluvias intensas en Guerrero, Tabasco, Chiapas, Campeche y Yucatán, y muy fuertes en Tamaulipas, Puebla y Quintana Roo. A su vez, se prevé viento de componente norte con rachas de 50 a 70 km/h y oleaje de 1 a 2 metros de altura en costas de Veracruz; y rachas de 40 a 60 km/h en costas de Tamaulipas y Tabasco. Por otro lado, canales de baja presión sobre el interior del país y el ingreso de humedad de golfo de México y del océano Pacífico, originarán lluvias fuertes en Nuevo León, San Luis Potosí, Jalisco, Colima, Michoacán, Hidalgo, Tlaxcala y Morelos, y chubascos en Coahuila, Nayarit, Guanajuato, Querétaro, Ciudad de México y Estado de México. Además de rachas fuertes de viento de 40 a 60 km/h en entidades del noroeste, norte, noreste y centro del país.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 40 a 45 °C: Baja California Sur y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Nayarit.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua (occidente), Tamaulipas, Durango (occidente), Jalisco, Colima, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -5 a 0 °C: zonas montañosas de Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte con rachas de 40 a 60 km/h: costas de Tamaulipas, Veracruz y Tabasco.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua, Sinaloa, Durango, Zacatecas, San Luis Potosí, Nuevo León y Coahuila."
  }
}
