{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP072024/GEOCOLOR/EP072024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP072024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/07/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/07E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN GILMA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP07/refresh/EP072024_wind_probs_34_F120+png/024339.png",
    "DPO" : "HURACAN GILMA_2020 KM OESTE-SUROESTE DE CABO SAN LUCAS, BCS._165 KM/H_OESTE A 15 KM/H_970 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Michoacán, Guerrero, Oaxaca, Chiapas y Veracruz.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango, Sinaloa, Nayarit, Jalisco, Colima, Estado de México, Ciudad de México, Morelos y Puebla.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): San Luis Potosí, Querétaro, Hidalgo, Tlaxcala, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Zacatecas, Aguascalientes y Guanajuato.\n\nLluvias aisladas (0.1 a 5 mm): Baja California.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "27/08/2024 - Se prevé que los remanentes del desplazamiento de la onda tropical Núm. 19 por el suroeste del país, en interacción con una vaguada en el suroeste y occidente del golfo de México, en adición al incremento del flujo de humedad y divergencia en altura, ocasionarán las condiciones para la presencia de tormentas puntuales intensas (75 a 150 mm) concentradas en la cuenca alta del Papaloapan, dentro del Coatzacoalcos y Tonalá, así como en partes altas del centro en el transcurso del martes, previendo que, a partir del miércoles, el potencial de lluvias tienda a disminuir con  tormentas puntualesde 50 a 75 mm en la porción sur. Para Tamaulipas se prevén lluvias puntuales fuertes (25 a 50 mm) en la cuenca del centro y región de Sierra Madre y Mante durante los primeros dos días, incluyendo el Valle de San Fernando durante el miércoles. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. El viento en Tamaulipas dominará del Este y Sureste de 25 a 35 km/h, con rachas de 50 km/h en la porción norte y centro, así como de 60 km/h en la cuenca central durante el martes. Sobre la entidad veracruzana, será de componente Norte de 20 a 35 km/h. El ambiente diurno se percibirá caluroso a muy caluroso en Tamaulipas, así como cálido a caluroso en zonas de planicie y costa de Veracruz; templado a cálido en la montaña. Por la noche será frío a fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "27/08/2024 - Este martes, La onda tropical No. 19 recorrerá el sur, centro y occidente del territorio nacional, interaccionará con inestabilidad en niveles altos de la atmósfera, ocasionando lluvias muy fuertes a puntuales intensas acompañadas de descargas eléctricas, rachas de viento y posibles granizadas en las regiones mencionadas. Por otra parte, el monzón mexicano en combinación con inestabilidad en niveles altos de la atmósfera, generará lluvias fuertes a muy fuertes, descargas eléctricas, rachas de viento y posible caída de granizo en el noroeste del país, así como lluvias y chubascos en la península de Baja California. Por su parte, un canal de baja presión en la Mesa del Norte en interacción con una inestabilidad en niveles medios y altos de la atmósfera sobre el noreste de la república mexicana, aunado al ingreso de humedad del océano Pacífico y golfo de México, originarán chubascos y lluvias fuertes a puntuales muy fuertes con descargas eléctricas, rachas de viento y posibles granizadas en dichas regiones. Asimismo, otro canal de baja presión en el sureste mexicano y el ingreso de humedad del golfo de México y mar Caribe, propiciarán lluvias fuertes a muy fuertes en la mencionada región, además de la península de Yucatán, pronosticándose lluvias puntuales intensas en Chiapas y Veracruz. Finalmente, se mantendrá el ambiente vespertino muy caluroso en el noroeste, norte y noreste del territorio mexicano, con temperaturas superiores a 40 °C en zonas de Baja California, Baja California Sur y Sonora.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "26/08/2024 - La onda tropical No. 19 se desplazará sobre el sureste, oriente y gradualmente el sur de la República Mexicana, en interacción con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad del mar Caribe, generarán lluvias intensas en Guerrero, Puebla, Veracruz, Tabasco, Chiapas y Oaxaca; muy fuertes en Campeche y Quintana Roo, y lluvias puntuales fuertes en Yucatán, todas las lluvias acompañadas de descargas eléctricas, rachas de viento de 40 a 60 km/h y posible caída de granizo. Por otra parte, el monzón mexicano en combinación con inestabilidad en niveles altos de la atmósfera, originará lluvias muy fuertes en Chihuahua, Durango y Sinaloa; lluvias fuertes en Sonora, y chubascos en Baja California Sur, todas con descargas eléctricas, rachas de 40 a 60 km/h y posible caída de granizo. A su vez, un canal de baja presión sobre la Mesa del Norte, en interacción con inestabilidad en niveles medios y altos de la atmósfera sobre el noreste del país y el ingreso de humedad del océano Pacífico y golfo de México, ocasionarán lluvias muy fuertes en Nayarit; fuertes Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Jalisco, Colima, Michoacán, Estado de México, Ciudad de México y Morelos, además de intervalos de chubascos en Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo y Tlaxcala, todas las lluvias acompañadas de descargas eléctricas, posible caída de granizo y rachas de viento de 50 a 70 km/h con posible formación de torbellinos en Coahuila, Nuevo León y Tamaulipas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur y Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Sinaloa, Coahuila, Nuevo León, Tamaulipas, Oaxaca, Chiapas, Veracruz, Tabasco, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua, Durango, Zacatecas, San Luis Potosí, Puebla (suroeste), Morelos, Nayarit, Jalisco, Colima, Michoacán, Guerrero y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: zonas altas de Chihuahua, Durango, Zacatecas, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posible formación de torbellinos: Coahuila, Nuevo León y Tamaulipas.\n\nViento con rachas de 40 a 60 km/h: Baja California, Baja California Sur, Sonora, Chihuahua, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Oaxaca (istmo de Tehuantepec)."
  }
}
