{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 48 exhalaciones y 535 minutos de tremor de alta frecuencia.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Puebla, Veracruz, Michoacán, Guerrero, Chiapas y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Tamaulipas, Jalisco, Estado de México, Ciudad de México, Morelos, Tlaxcala, Oaxaca, Tabasco, Campeche y Yucatán.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "08/12/2023 - Se restablecerá la circulación anticiclónica sobre el golfo de México y la vertiente oriental, situación que propiciará la disminución paulatina de la nubosidad, así como del potencial de lluvias en la región, previéndose lluvias puntuales fuertes (25 a 50 mm) en zonas montañosas de las cuencas de los ríos Cazones, Tecolutla, Nautla y La Antigua; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de las porciones norte y centro, así como en porciones medias y altas del Papaloapan, Coatzacoalcos y Tonalá, además de Los Tuxtlas; lluvias escasas o lloviznas (0.1 a 5 mm) en el resto de la entidad veracruzana. Adicionalmente se mantendrá la presencia de bancos de nieblas sobre zonas montañosas. Para Tamaulipas se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) sobre las regiones Mante y Sur; lluvias escasas o lloviznas (0.1 a 5 mm) en la región Altiplano y occidente de la región central. El viento en Tamaulipas dominará del Sureste y Sur de 25 a 35 km/h, con posibles rachas de 50 a 60 km/h en su porción norte. Sobre la entidad veracruzana será del Este y Sureste de 25 a 35 km/h. El ambiente diurno se percibirá cálido en Tamaulipas, así como en planicies y costas de Veracruz; fresco a templado en porciones medias o de montaña; frío en zonas serranas. Por la noche y madrugada, se mantendrá ambiente muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "08/12/2023 - Este viernes, el frente frío Núm. 15 se extenderá sobre el noroeste de la República Mexicana, en interacción con una vaguada polar y las corrientes en chorro polar y subtropical, originará fuertes rachas de viento con tolvaneras en la Península de Baja California. Se prevé que este frente se debilite durante la tarde. Sin embargo, durante la noche, un nuevo frente frío (Núm. 16) se aproximará a la frontera norte del territorio nacional, interaccionará con una línea seca, originando rachas de viento de 60 a 80 km/h y posibles tolvaneras en Sonora, Chihuahua y Coahuila. Por otro lado, canales de baja presión sobre el occidente, centro y sureste de la República Mexicana, aunados al ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, originarán lluvias y chubascos en las regiones mencionadas, además del sur del país y la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "07/11/2023 - La masa de aire frío asociada al frente Núm. 13 comenzará a modificar sus características térmicas; sin embargo, continuará el ambiente nocturno frío a muy frío con heladas al amanecer del viernes sobre el norte, noreste, centro y oriente de la República Mexicana. No obstante, prevalecerá el viento de componente norte con rachas de 70 a 90 km/h en el Istmo y Golfo de Tehuantepec, mientras que en Nuevo León y Tamaulipas se establecerá viento de componente sur (surada) con rachas de 40 a 60 km/h. El sistema frontal Núm. 13 se extenderá sobre Centroamérica, sin afectar al territorio nacional. Por otro lado, el nuevo frente frío Núm. 15 recorrerá el noroeste del país, en interacción con la corriente en chorro subtropical, ocasionará rachas de viento de 40 a 60 km/h con posibles tolvaneras en Baja California, Baja California Sur, Sonora y Chihuahua. Una línea seca localizada en el noreste de México ocasionará rachas de viento de 40 a 60 km/h y posibles tolvaneras en Coahuila. A su vez, canales de baja presión sobre el occidente, centro, oriente y sureste del país, en interacción con la entrada de humedad del Océano Pacífico, originará lluvias puntuales muy fuertes en Veracruz (sur) y Chiapas, fuertes en Colima, Jalisco, Michoacán, Oaxaca e Hidalgo, chubascos en Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Nayarit, Guanajuato, Querétaro, Estado de México, Ciudad de México, Tlaxcala, Puebla y Tabasco, así como lluvias aisladas en Coahuila, Nuevo León, Sinaloa, Durango, Guerrero y Morelos. Las lluvias de fuertes a muy fuertes podrían originar visibilidad reducida, incremento en niveles de ríos y arroyos, así como deslaves, encharcamientos e inundaciones.",
    "N4H" : "Golfo de México",
    "N4T" : "Alerta Gris en fase de Vigilancia por Frente Frío-Lluvia-Norte.\nXalapa, Ver., 7 de diciembre de 2023.\n\nRealizar labores preventivas por:\n*Caída de ramas, árboles, postes, marquesinas u otros objetos.\n*Oleaje elevado.\n*Ambiente frío.\n*Crecida de ríos-arroyos e inundaciones pluviales.\n*Deslaves y derrumbes.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: se espera que el probable frente frío (15) cruce con rapidez el estado de Veracruz entre la madrugada y las primeras horas de la tarde del domingo 10, impulsado por una potente masa de aire polar que invadirá el norte, noreste, este y sureste del país, así como  el Golfo de México. Estos sistemas ocasionarán aumento de lluvias fuertes, Norte intenso, oleaje elevado y descenso de temperatura.\n\nPRONÓSTICO PARA EL ESTADO DE VERACRUZ: se prevé aumente el potencial de lluvias fuertes con algunas tormentas (ráfagas de viento y actividad eléctrica), las más importantes en las zonas norte y sur con máximos de 70 a 150 mm (ver tabla) durante el domingo, siendo probables mayores  de forma más dispersa, así como un Norte de tipo explosivo (rápida intensificación) con rachas de 100 a 120 km/h en la costa central-sur, 85 a 100 km/h en la costa norte y de 70 a 85 km/h en la zona montañosa entre Xalapa-Naolinco-Misantla y valle de Perote (ver tabla). Oleaje de 3.0 a 5.0 metros cercano al litoral y un notable descenso de temperatura entre domingo y martes. La intensidad de la lluvia y el viento disminuirán a partir de la noche del domingo y durante el lunes.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca (costa), Chiapas (costa), Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Sonora (sur), Coahuila, Nuevo León, Tamaulipas, Morelos y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del viernes: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del viernes: sierras de Baja California, Sonora, Zacatecas, Estado de México, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del viernes: sierras de Coahuila, Nuevo León, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Hidalgo, Tlaxcala y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 60 a 80 km/h y tolvaneras: Sonora, Chihuahua y Coahuila.\n\nViento de componente norte con rachas de 50 a 70 km/h, disminuyendo durante la tarde: Istmo y Golfo de Tehuantepec.\n\nRachas de viento de 40 a 60 km/h con tolvaneras: Baja California y Baja California Sur.\n\nViento de componente sur (surada) con rachas de 40 a 60 km/h: Nuevo León, litoral de Tamaulipas y Veracruz."
  }
}
