{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d1.png",
    "DAO" : "f",
    "DAT" : "\nSe pronostica la formación de un área de baja presión muy amplia sobre el sector Suroeste del Golfo de México en las próximas 72 horas. Las condiciones ambientales parecen propicias para el desarrollo gradual de este sistema y podría formarse una Depresión Tropical a principios de semana mientras se mueve lentamente rumbo al Oeste-noroeste.\n\nProbabilidad de formación en 48 horas : Baja(0%)\nProbabilidad de formación en 72 horas : Media(40%)\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Chiapas, Tabasco, Campeche y Yucatán.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz (sur), Oaxaca y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Guerrero.\n\nIntervalos de chubascos (5 a 25 mm): Nayarit, Jalisco, Colima, Michoacán y Puebla.\n\nLluvias aisladas (0.1 a 5 mm): Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Durango, Sinaloa, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "13/06/2024 - Se prevé que una zona de baja presión con probabilidad para desarrollo ciclónico del 30% en 7 días sobre el suroeste del golfo de México, en combinación con el abundante flujo de humedad hacia el interior de la entidad veracruzana, sumado al desplazamiento de una nueva onda tropical sobre el suroeste mexicano a partir del viernes, y condiciones favorables en la atmósfera superior, ocasionarán un temporal de lluvias durante este fin de semana, previendo que los acumulados más relevantes se presenten en la cuenca alta del Papaloapan, dentro del Coatzacoalcos y Tonalá, incluyendo a los Tuxtlas durante el viernes, y al resto del sur de la entidad el día sábado, previendo que la presencia de lluvias con intervalos de chubascos (5.1 a 25 mm) se generalice a partir del viernes, con tormentas puntuales de 50 a 75 mm en la zona montañosa del Cazones, Tecolutla, y desde el Actopan hasta el Jamapa-Cotaxtla. Asimismo, no se descartan tormentas puntuales de 150 a 250 mm en partes altas de la porción sur durante el sábado. Las tormentas estarán acompañadas de actividad eléctrica y viento arrachado. En Tamaulipas, se prevén condiciones para chubascos (5.1 a 25 mm) en la región de Sierra Madre y la cuenca del Guayalejo-Tamesí, así como en el occidente del centro, sin descartar puntuales de 25 a 50 mm en la región Mante durante el viernes. El viento en Veracruz dominará de componente Norte con velocidades de 25 a 35 km/h y rachas de 50 km/h en costas del norte los dos primeros días, así como a lo largo del litoral durante el sábado. En Tamaulipas será de componente Este con similares velocidades sostenidas y rachas de 50 a 60 km/h, estableciéndose del Este y Sureste de con rachas de 50 a 60 km/h durante el sábado. Se prevé una disminución en los valores de temperatura, especialmente hacia el último día de éste pronóstico, percibiéndose el sábado ambiente diurno caluroso en planicies y costas del norte, cálido en el sur, templado a fresco en la montaña, mientras que el resto de los días será caluroso en planicies y costas, templado a cálido en la montaña, así como fresco a frío en zonas serranas. En Tamaulipas, el ambiente durante el día será caluroso a muy caluroso, manteniéndose cálido a caluroso por la noche y madrugada.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "13/06/2024 - Este jueves, centros de baja presión sobre el sureste del país y Península de Yucatán, en interacción con un canal de baja presión y la vaguada monzónica, mantendrán el temporal de lluvias fuertes a intensas acompañadas de descargas eléctricas y posible caída de granizo en las regiones mencionadas, con lluvias puntuales torrenciales en Chiapas, Tabasco y Campeche. Otros canales de baja presión sobre el occidente, centro y noreste del territorio nacional, en combinación con la entrada de humedad del ambos océanos e inestabilidad atmosférica superior, provocarán lluvias y chubascos con descargas eléctricas y posible caída de granizo en dichas regiones, además de vientos fuertes y posibles tolvaneras. Finalmente, continuará el ambiente caluroso a muy caluroso en gran parte de la República Mexicana, con temperaturas superiores a los 40 °C en 14 estados del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "12/06/2024 - Un canal de baja presión extendido sobre el sureste mexicano y la Península de Yucatán, en interacción con el abundante aporte de humedad generado por la vaguada monzónica, inestabilidad en niveles altos de la atmósfera y dos zonas de inestabilidad en el Golfo de México y Golfo de Tehuantepec, mantendrán el temporal de lluvias puntuales torrenciales en Chiapas, intensas en Oaxaca, Veracruz (sur), Tabasco, Campeche, Yucatán y Quintana Roo, así como lluvias puntuales muy fuertes en Guerrero; estas lluvias se acompañarán de descargas eléctricas y podrían incrementar los niveles de ríos, arroyos y generar encharcamientos, deslaves o inundaciones. Un segundo canal de baja presión sobre la Sierra Madre Occidental, occidente y centro del país, aunado al ingreso de humedad proveniente del Océano Pacífico, así como inestabilidad en niveles altos de la atmósfera, generarán lluvias con intervalos de chubascos, descargas eléctricas y posible caída de granizo en Chihuahua, Durango, Sinaloa, Nayarit, Jalisco, Colima y Michoacán, además de lluvias aisladas en Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo, Estado de México, Ciudad de México y Puebla.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 40 a 45 °C: Baja California Sur, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz (norte), Sinaloa, Nayarit, Jalisco, Michoacán y Guerrero.\n\nTemperaturas máximas de 35 a 40 °C: Durango, Zacatecas, Colima, Morelos, Puebla (norte y suroeste), Hidalgo (norte), Oaxaca, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Aguascalientes, Guanajuato, Querétaro, Estado de México (suroeste), Chiapas, Tabasco y Quintana Roo.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h y tolvaneras: Baja California y Baja California Sur.\n\nViento con rachas de 50 a 70 km/h: Golfo de California; con posible formación de trombas marinas en las costas de Veracruz, Guerrero, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Sonora, Sinaloa (norte), Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Durango, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Estado de México, Ciudad de México, Morelos y Puebla."
  }
}
