{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Baja California.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Baja California Sur y Sonora.\n\nIntervalos de chubascos (5 a 25 mm): Chihuahua, Oaxaca y Chiapas.\n\nLluvias aisladas (0.1 a 5 mm): Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nPosible caída de nieve o aguanieve: zonas de Baja California, Sonora y Chihuahua.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "06/02/2024 - Se mantendrá la interacción del canal de baja presión en el suroeste del Golfo de México con la masa de aire frío que cubre dicho Golfo y la vertiente oriental del país; previendo que hacia el final de este periodo de pronóstico dicha masa de aire comience a modificar sus características térmicas. Por lo anterior, en Tamaulipas se mantendrán condiciones de baja probabilidad de lluvias durante este periodo. En Veracruz se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) de forma aislada en zonas montañosas de las cuencas del Papaloapan y Coatzacoalcos; lluvias escasas o lloviznas (0.1 a 5.0 mm) en la región de Los Tuxtlas y  zonas montañosas del Actopan, La Antigua y Jamapa Cotaxtla, presentándose aisladas en el resto del Papaloapan y Coatzacoalcos. El viento se mantendrá de componente Norte de 25 a 35 km/h a lo largo de la región gran parte de este periodo de pronóstico; presentándose rachas de 50 km/h durante el resto del lunes y disminuyendo gradualmente en la noche; comenzando a fijarse paulatinamente hacia componente Este con similar velocidad durante la tarde del martes en Tamaulipas y norte de Veracruz. La temperatura diurna favorecerá un ambiente cálido a caluroso en Tamaulipas y costa de Veracruz, templado a cálido en zonas montañosas; mientras que durante la noche será templado a fresco en ambas entidades y frío a muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "06/02/2024 - Este martes, la Sexta tormenta invernal y el frente frío No. 33 se desplazarán lentamente sobre el noroeste de la República Mexicana, producirá ambiente frío a muy frío, vientos intensos con posibles tolvaneras, chubascos y lluvias fuertes en ambas regiones, con lluvias puntuales muy fuertes en Baja California, además de caída de nieve o aguanieve en Baja California, Sonora y Chihuahua. A su vez, la masa de aire frío asociada al frente No. 32, mantendrá el evento de NORTE en el Istmo y Golfo de Tehuantepec y costas de Veracruz (sur), Tabasco, Campeche, Yucatán y Quintana Roo, disminuyendo en el transcurso de la tarde, no obstante, el ambiente será frío a muy frío con heladas al amanecer en zonas montañosas del noreste, occidente, centro, oriente y sureste del país. Finalmente, una circulación anticiclónica en niveles medios de la atmósfera sobre el Pacífico Central Mexicano y centro del país, generará tiempo estable, cielo despejado y temperaturas superiores a 30 °C en 11 entidades del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "05/02/2024 - El nuevo frente frío No. 33 ingresará sobre el norte de Baja California, interaccionará con una vaguada polar extendida en el suroeste de Estados Unidos y con las corrientes en chorro polar y subtropical, dando origen a la Sexta tormenta invernal de la temporada sobre el noroeste mexicano por lo que se pronostican lluvias puntuales muy fuertes en Baja California y lluvias aisladas en Baja California Sur y Sonora; así como rachas de viento de 60 a 70 km/h con tolvaneras y descenso de la temperatura en esa región, además de oleaje de 1 a 3 m de altura en la costa oeste de Baja California así como probable caída de nieve o aguanieve en zonas serranas de dicha entidad. Por otra parte, el frente frío No. 32 se extenderá sobre el oriente del Golfo de México y la Península de Yucatán, será reforzado por una nueva masa de aire frío, por lo que se pronostican lluvias e intervalos de chubascos en el oriente y sureste de la República Mexicana; además de evento de NORTE con rachas de viento de 80 a 100 km/h en el Istmo de Tehuantepec y oleaje de 2 a 4 metros de altura en el Golfo de Tehuantepec; rachas de viento de 70 a 90 km/h y oleaje de 2 a 4 metros de altura en las costas de Yucatán y Quintana Roo, y rachas de 50 a 70 km/h con oleaje de 1 a 3 metros de altura en costas de Tamaulipas, Veracruz, Tabasco y Campeche. Al final del día, el frente frío No. 32 se desplazará sobre el Mar Caribe y dejará de afectar gradualmente al territorio nacional.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nayarit, Jalisco, Colima, Michoacán y Guerrero.\n\nTemperaturas máximas de 30 a 35 °C: Sonora (sur), Sinaloa, Morelos, Puebla (suroeste), Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Guanajuato, Querétaro, Estado de México, Hidalgo, Tlaxcala, Puebla, Veracruz, Oaxaca y Chiapas.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Jalisco, Michoacán, Morelos y Ciudad de México.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento 80 a 100 km/h: Istmo de Tehuantepec, y con oleaje de 3 a 5 metros de altura: Golfo de Tehuantepec; y con rachas de 40 a 60 km/h y oleaje de 1 a 3 metros de altura, durante la mañana: costas de Veracruz (sur), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nVientos con rachas de 80 a 100 km/h con tolvaneras: Sonora y Chihuahua.\n\nVientos con rachas de 60 a 80 km/h: Golfo de California, con tolvaneras: Baja California, Coahuila y Durango.\n\nVientos con rachas de 40 a 60 km/h: Baja California Sur, Nuevo León, Tamaulipas, San Luis Potosí y Zacatecas.\n\nOleaje de 1 a 3 m de altura: costa oeste de la Península de Baja California."
  }
}
