{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP032024/GEOCOLOR/EP032024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP032024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/03/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/03E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL CARLOTA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP03/refresh/EP032024_wind_probs_34_F120+png/024447.png",
    "DPO" : "TORMENTA TROPICAL CARLOTA_555 KM AL OESTE-SUROESTE DE MANZANILLO, COLIMA_85 KM/H_OESTE-NOROESTE A 20 KM/H_1000 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Guerrero y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Durango, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Estado de México, Ciudad de México, Morelos, Puebla y Campeche.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Baja California Sur, Tamaulipas, San Luis Potosí, Zacatecas, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Coahuila, Nuevo León y Aguascalientes.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "01/08/2024 - Se espera que continúe un canal de baja presión en el suroeste del golfo de México, el cual, junto con el persistente ingreso de humedad proveniente de ambos océanos hacia el interior del país, mantendrán las condiciones para lluvias, esperando eventos fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm), principalmente durante el viernes en las cuencas altas del Tecolutla, Nautla y Misantla, así como dentro de las cuencas del Papaloapan, Coatzacoalcos y Tonalá, sin descartar algún evento aislado de 75 a 150 mm, principalmente en la cuenca media y alta del Papaloapan. El mayor potencial para lluvias tenderá a concentrarse entre el Papaloapan al Tonalá durante el día sábado. Para el occidente y sur del territorio tamaulipeco y en el resto de la zona comprendida entre las cuencas del Pánuco y Jamapa-Cotaxtla, pueden ocurrir lloviznas y lluvias de 5.1 a 25 mm. Las precipitaciones seguirán acompañadas por actividad eléctrica. El viento, en Tamaulipas, continuará del Sur y Sureste de 25 a 35 km/h, y con probables rachas de 50 a 60 km/h durante las tardes y noches, especialmente en el norte y centro de la entidad, mientras que, en la mayor parte de Veracruz, se prevé siga dominando viento de componente Norte con velocidades de 25 a 35 km/h. En zonas de tormenta pueden se presentarse rachas mayores. La temperatura diurna mantendrá el ambiente cálido a caluroso en Tamaulipas y en zonas de planicies y costa de la entidad veracruzana, así como templado a cálido en la porción montañosa. Por las noches y madrugadas dominará ambiente frío a fresco, especialmente en zonas serranas y montañosas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "01/08/2024 - Este jueves, el monzón mexicano, en combinación con inestabilidad en altura, generará lluvias fuertes a muy fuertes con descargas eléctricas, rachas de viento y posibles granizadas en el noroeste del territorio nacional, además de rachas de viento fuertes posible formación de torbellinos en Sonora y Chihuahua. Por otra parte, un canal de baja presión en el sureste del país y el ingreso de humedad del océano Pacífico, golfo de México y mar Caribe, producirán lluvias fuertes a puntuales intensas en dicha región, incluida la península de Yucatán. Otros canales de baja presión se extenderán en el interior del país, interaccionarán con el ingreso de humedad del océano Pacífico, golfo de México y mar Caribe, ocasionando chubascos y lluvias fuertes en el norte, noreste, oriente, centro, occidente y sur de México, con lluvias puntuales intensas en Veracruz, Oaxaca y Chiapas. Finalmente, se mantendrá el ambiente caluroso a muy caluroso sobre el noroeste, norte, noreste y sureste de la república mexicana, con temperaturas máximas superiores a 40 °C en Baja California, Baja California Sur, Sonora, Sinaloa, Chihuahua, Coahuila, Campeche y Yucatán. La tormenta tropical Carlotta se ubicará al sur de Baja California Sur y se desplazará hacia el oeste-noroeste, alejándose de costas mexicanas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "31/07/2024 - La depresión tropical Tres-E intensificó la velocidad de sus vientos y originó a la tormenta tropical Carlotta en el pacífico nororiental. Actualmente, su centro se localiza a 515 km al suroeste de Playa Pérula, Jal. Presenta vientos máximos sostenidos de 75 km/h, rachas de 95 km/h y desplazamiento hacia el noroeste a 19 km/h. Su circulación absorbió a la onda tropical No. 14 y, durante esta noche y madrugada del jueves, ocasionará lluvias puntuales intensas en Nayarit, Jalisco, Colima y Michola depresión tropical Tres-E intensificó la velocidad de sus vientos y originó a la tormenta tropical Carlotta en el pacífico nororiental. Actualmente, su centro se localiza a 515 km al suroeste de Playa Pérula, Jal. Presenta vientos máximos sostenidos de 75 km/h, rachas de 95 km/h y desplazamiento hacia el noroeste a 19 km/h. Su circulación absorbió a la onda tropical No. 14 y, durante esta noche y madrugada del jueves, ocasionará lluvias puntuales intensas en Nayarit, Jalisco, Colima y Michoacán. También, se pronostican rachas de viento de 40 a 60 km/h, oleaje de 1 a 2 metros de altura y posibles trombas marinas en costas de Jalisco, Colima y Michoacán. Por otra parte, el monzón mexicano en interacción con inestabilidad en niveles altos de la atmósfera, originará lluvias puntuales intensas en Sonora, Chihuahua y Sinaloa, muy fuertes en Durango y fuertes en Zacatecas. A su vez, canales de baja presión sobre la Mesa del Norte, centro y el sureste de la República Mexicana, aunados al ingreso de humedad procedente de ambos océanos e inestabilidad en altura, generarán lluvias puntuales intensas en Guanajuato, Guerrero y Oaxaca, muy fuertes en el Estado de México, Morelos, Veracruz y Chiapas, fuertes en San Luis Potosí, Hidalgo, Puebla, Ciudad de México, Tabasco y Campeche, además de chubascos en Coahuila, Nuevo León, Tamaulipas, Aguascalientes, Querétaro, Tlaxcala, Yucatán y Quintana Roo. Dichas lluvias se acompañarán de descargas eléctricas, fuertes rachas de viento y posible caída de granizo, además, podrían incrementar los niveles de ríos/arroyos y generar encharcamientos, deslaves o inundaciones. Además, existen condiciones para la formación de torbellinos o tornados en Sonora, Chihuahua y Coahuila.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Sonora, Sinaloa, Chihuahua, Coahuila, Campeche y Yucatán.\n\nTemperaturas máximas de 35 a 40 °C: Nayarit, Durango, Nuevo León, Tamaulipas, Tabasco y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Zacatecas, San Luis Potosí y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: zonas altas de Durango, Estado de México, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h: istmo y golfo de Tehuantepec. Con tolvaneras: Nuevo León y Tamaulipas. Con posible formación de torbellinos: Sonora, Chihuahua y Coahuila.\n\nViento con rachas de 40 a 60 km/h: Durango, Zacatecas, Aguascalientes, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Oaxaca, Tabasco, Campeche y Yucatán."
  }
}
