{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/13/AL012024-13-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "CICLON TROPICAL UNO",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,1,990,900,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/storm_graphics/AT01/refresh/AL012024_wind_probs_34_F120+png/212445.png",
    "DAIF" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/01/1000x1000.jpg",
    "DAO" : "CICLON TROPICAL UNO_250 KM AL NORESTE DE COATZACOALCOS, VER_65 KM/H_NOR-NOROESTE A 10 KM/H_1001 MILABARIOS",
    "DAT" : "\nSe pronostica la formación de un área de baja presión muy amplia sobre el sector Suroeste del Golfo de México en las próximas 48 horas. Las condiciones ambientales parecen propicias para el desarrollo gradual de este sistema y es probable la formación de una Depresión Tropical a mitad de la semana mientras el sistema se mueve lentamente en dirección Oeste-noroeste. Independientemente del desarrollo, se espera varios días de lluvias fuertes a través de sectores del Sur-sureste de México y América Central.\n\nProbabilidad de formación en 48 horas : Media(70%)\nProbabilidad de formación en 72 horas : Alta(70%)\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\nUn area de baja presión localizada al sur de Chiapas continúa generando actividad de lluvias y tormentas eléctricas desorganizadas. Las condiciones ambientales podrían ser propicias para el desarrollo de este sistema y ​​podría formarse una Depresión Tropical de corta duración a principios de semana si el sistema permanece mar adentro. Independientemente del desarrollo, se esperan varios días de lluvias localmente fuertes en sectores del sur de México y Centroamérica.\n\nProbabilidad de formación en 48 horas : Baja(10%)\nProbabilidad de formación en 72 horas : Baja(30%)\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Chiapas, Campeche y Quintana Roo.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Oaxaca, Veracruz, Tabasco y Yucatán.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Tamaulipas y Guerrero.\n\nIntervalos de chubascos (5 a 25 mm): Durango, Nayarit, Jalisco, Colima, Michoacán, Estado de México, Morelos, Puebla, Hidalgo y San Luis Potosí.\n\nLluvias aisladas (0.1 a 5 mm): Chihuahua, Sinaloa, Coahuila, Nuevo León, Aguascalientes, Querétaro, Tlaxcala y Ciudad de México.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "17/06/2024 - Se prevé que el sistema de baja presión con probabilidad de desarrollo ciclónico sobre el suroeste del Golfo de México se desplace hacia el norte y noroeste del mismo Golfo a partir del lunes, manteniendo el ingreso de humedad hacia Tamaulipas y  Veracruz, así como su interacción con condiciones locales y el canal de baja presión en el suroeste del mismo Golfo, persistiendo cielo medio nublado a nublado con lluvias acompañadas de actividad eléctrica y viento en rachas. Previendo en Tamaulipas tormentas puntuales fuertes (25 a 50 mm) en el norte y occidente de la entidad, lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la entidad; dichas condiciones incrementándose durante el miércoles con al presencia de tormentas puntuales intensas (75 a 150 mm) en el norte y centro de la entidad principalmente. En Veracruz se prevén tormentas puntuales intensas (75 a 150 mm) en la porción sur; puntuales fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm) en el resto de la región, especialmente en zonas montañosas; previéndose un incremento en la porción norte a partir del miércoles cuando se presenten puntuales intensos. El viento en ambas entidades a partir de la tarde del lunes de componente Norte de 25 a 35 km/h con rachas de 50 a 60 km/h en Tamaulipas y las zonas de costa de Veracruz; fijándose hacia el Este y Sureste en Veracruz a partir del miércoles con similar velocidad. En ambas entidades la temperatura diurna mantendrá un ambiente caluroso a muy caluroso; templado a cálido durante la noche y templado a fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "17/06/2024 - Este lunes, continuará el temporal de lluvias en el sureste y oriente de México, así como en la Península de Yucatán, favorecido por las zonas de baja presión con potencial ciclónico la primera sobre el suroeste del Golfo de México y la segunda al sureste de las costas de Chiapas, aunado a la entrada de humedad generada por la vaguada monzónica, ocasionarán lluvias fuertes a puntuales intensas en las regiones mencionadas, presentándose lluvias puntuales torrenciales en Chiapas, Campeche y Quintana Roo. Las lluvias podrían provocar deslaves inundaciones en zonas bajas, e incrementar los niveles de ríos y arroyos. Por otra parte, un canal de baja presión extendido sobre el noroeste, occidente y centro del país en interacción con la entrada de humedad de ambos litorales y a inestabilidad en niveles altos de la atmósfera, originarán condiciones para lluvias con intervalos de chubascos en las regiones mencionadas. Todas las lluvias se acompañarán de descargas eléctricas, rachas de viento y posible caída de granizo. Finalmente, continuará el ambiente caluroso a muy caluroso sobre gran parte del territorio mexicano, previéndose temperaturas superiores a 40 °C en 13 estados del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "16/06/2024 - Zonas de baja presión con probabilidad para desarrollo ciclónico, la primera frente a las costas de Campeche y la segunda al sureste de las costas de Chiapas,  en interacción con la entrada de humedad generada por la vaguada monzónica y con un canal de baja presión extendido sobre el sureste del país, mantendrán el temporal de lluvias puntuales torrenciales en zonas de Oaxaca (costa), Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo, lluvias intensas en Veracruz y lluvias puntuales muy fuertes en Guerrero y Puebla, dichas lluvias estarán acompañadas de descargas eléctricas, rachas de viento de 50 a 70 km/h con posible formación de trombas marinas frente a las costas de los estados mencionados, también podrían incrementar los niveles de ríos y arroyos, así como generar deslaves e inundaciones en zonas bajas de las entidades mencionadas. Por otro lado, otro canal de baja presión sobre el noroeste, occidente y centro del territorio mexicano, aunado a la entrada de humedad del Océano Pacífico y a inestabilidad en niveles altos de la atmósfera, propiciarán lluvias puntuales fuertes en Chihuahua y Durango, chubascos en Sinaloa, Coahuila, Tamaulipas, Nayarit, Jalisco, Colima, Michoacán, Estado de México y Morelos, además de lluvias aisladas en zonas del norte y centro del país. Todas las lluvias anteriormente mencionadas, estarán acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo. También se pronostican fuertes rachas de viento de hasta 70 km/h con probabilidad de torbellinos en Chihuahua, Coahuila, Nuevo León y Tamaulipas, y con posibles tolvaneras en Baja California y Sonora.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Sonora, Sinaloa, Durango, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Veracruz (norte), San Luis Potosí, Michoacán y Guerrero.\n\nTemperaturas máximas de 35 a 40 °C: Aguascalientes, Zacatecas, Nayarit, Jalisco, Oaxaca, Guanajuato, Morelos, Puebla (norte y suroeste) e Hidalgo (norte).\n\nTemperaturas máximas de 30 a 35 °C: Colima, Querétaro y Estado de México (suroeste).\n\nTemperatura mínima de 0 a 5 °C: Hidalgo, Tlaxcala, Puebla y Estado de México.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h y posible formación de trombas marinas: costas de Yucatán y Quintana Roo; y con rachas de 40 a 60 km/h y posible formación de trombas marinas: costas de Oaxaca, Chiapas, Veracruz (sur), Tabasco y Campeche.\n\nViento con rachas de 50 a 70 km/h y posible formación de torbellinos: Chihuahua, Coahuila, Nuevo León y Tamaulipas; con tolvaneras: Baja California, Sonora, Durango, Zacatecas y San Luis Potosí.\n\nViento con rachas de 40 a 60 km/h: costa de Guerrero; y con posibles tolvaneras: Baja California Sur, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México.\n\nOleaje de 3 a 5 metros de altura: costas de Yucatán y Quintana Roo; de 1 a 3 metros de altura: costas de Oaxaca, Chiapas, Veracruz, Tabasco y Campeche."
  }
}
