{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Zacatecas, San Luis Potosí, Aguascalientes, Guanajuato, Nayarit, Jalisco, Oaxaca, Veracruz, Chiapas, Tabasco y Campeche.\n\nLluvias aisladas (0.1 a 5 mm): Nuevo León, Tamaulipas, Querétaro, Hidalgo, Puebla, Colima, Michoacán y Yucatán.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "13/02/2024 - La masa de aire frío que impulsó al frente Núm. 34 seguirá cubriendo el oriente del territorio nacional y el Golfo de México, esperando modifique sus características térmicas a partir del miércoles. Esto favorecerá la disminución de los nublados y del potencial de lluvias en gran parte de la vertiente oriental del país. Sin embargo, el constante flujo de humedad hacia el interior del país junto con el establecimiento de dos canales de baja presión, uno sobre el noreste del país y otro extendido en el occidente del Golfo de México y sureste mexicano, provocarán, durante el jueves, nublados con lluvias puntuales muy fuertes (50 a 75 mm), especialmente en el norte y occidente del territorio tamaulipeco, y eventos puntuales fuertes (25 a 50 mm) para zonas montañosas del Tuxpan, Cazones, Coatzacoalcos y Tonalá. Respecto al viento, se prevé que domine del Este, Sureste y Sur con velocidades de 25 a 35 km/h en Tamaulipas, con posibles rachas de 50 km/h durante las tardes y noches, principalmente en porciones del norte y centro de la entidad. Para Veracruz, dominará viento del Norte, Noreste y Este de 25 a 35 km/h durante la mayor parte de este período. Por su parte, durante el martes, la temperatura diurna mantendrá ambiente templado en Tamaulipas y en planicies y costa de Veracruz, y fresco en zonas montañosas, esperando que, a partir del miércoles, se incremente ligeramente a lo largo de la vertiente oriental del país. Por las noches y madrugadas dominará ambiente frío a muy frío, principalmente en zonas serranas, donde pueden presentarse heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "13/02/2024 - Este martes, el frente frío No. 34 se localizará al oriente de la Península de Yucatán, produciendo lluvias e intervalos de chubascos en dicha península y el sureste de México, pronosticándose lluvias puntuales fuertes en Quintana Roo. La masa de aire polar asociada al frente mantendrá el evento de NORTE en el litoral de Veracruz, la Península de Yucatán, el Istmo y Golfo de Tehuantepec, condición que disminuirá hacia el final del día; además, el ambiente durante la mañana será frío a muy frío con heladas y bancos de niebla en zonas altas del noroeste, norte, noreste, centro, oriente y sureste de la República Mexicana, pronosticándose temperaturas mínimas al amanecer de este día de -10 a -5 °C en zonas serranas de Baja California, Sonora, Chihuahua y Durango; sin embargo, por la tarde el ambiente será caluroso a muy caluroso en entidades del occidente, centro, oriente y sur del país, así como en la Península de Yucatán. Continuarán las rachas de viento fuertes a muy fuertes con posibles tolvaneras en zonas de la Mesa de Norte, Mesa Central y en el Valle de México. Finalmente, el ingreso de humedad generado por la corriente en chorro subtropical ocasionará lluvias y chubascos en el norte, noreste y occidente del territorio mexicano.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "12/02/2024 - El frente frío No. 34 se desplazará sobre el sureste mexicano y la Península de Yucatán, interaccionará con la corriente en chorro subtropical y con un canal de baja presión que antecede al frente, ocasionando lluvias muy fuertes con puntuales intensas en Veracruz, Chiapas y Tabasco, lluvias fuertes con puntuales muy fuertes en Oaxaca, chubascos con lluvias puntuales fuertes en Puebla y Campeche, e intervalos de chubascos en Hidalgo, Yucatán y Quintana Roo. La masa de aire polar que impulsa a dicho sistema frontal, generará evento de NORTE muy fuerte a intenso con rachas de 80 a 100 km/h en el Istmo de Tehuantepec, y con oleaje de 3 a 5 metros de altura en las costas de Tamaulipas, Veracruz y en el Golfo de Tehuantepec, así como rachas de viento de 60 a 80 km/h y oleaje de 1 a 3 metros de altura en las costas de Tabasco, Campeche, Yucatán y Quintana Roo. Asimismo, originará ambiente nocturno frío a muy frío con heladas y bancos de niebla sobre el norte, noreste, centro y sureste de la República Mexicana, además de propiciar condiciones para la posible caída de nieve o aguanieve en las cimas de los volcanes Pico de Orizaba y Cofre de Perote. También, se prevén rachas de viento de 40 a 60 km/h en el Golfo de California, y con posibles tolvaneras en Baja California, Baja California Sur, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos, Puebla, Tlaxcala y Guerrero. Por otra parte, el ingreso de humedad provocado por la corriente en chorro subtropical producirá intervalos de chubascos en San Luis Potosí, y lluvias aisladas en Tamaulipas, Nayarit, Jalisco, Zacatecas, Michoacán, Guanajuato y Guerrero.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Michoacán, Guerrero, Morelos y Chiapas (sur).\n\nTemperaturas máximas de 30 a 35 °C: Jalisco, Colima, Puebla (suroeste), Oaxaca (costa), Campeche y Yucatán.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del martes: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del martes: sierras de Coahuila, Nuevo León, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Michoacán, Hidalgo, Morelos, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del martes: sierras de Baja California Sur, Sinaloa, Tamaulipas, Querétaro, Estado de México, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 70 a 90 km/h, disminuyendo durante la tarde: Istmo de Tehuantepec; con oleaje de 2 a 4 metros de altura: Golfo de Tehuantepec; con rachas de 40 a 50 km/h y oleaje de 1 a 2 metros de altura: costas de Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nVientos con rachas de 60 a 70 km/h con tolvaneras: Coahuila, Durango, Zacatecas, San Luis Potosí, Jalisco y Aguascalientes.\n\nVientos con rachas de 40 a 60 km/h con posibles tolvaneras: Chihuahua, Nuevo León, Tamaulipas, Guanajuato, Michoacán, Querétaro, Hidalgo, Tlaxcala, Estado de México, Ciudad de México, Morelos, Puebla y Guerrero."
  }
}
