{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL042024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/04/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/04L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL DEBBY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Nayarit, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sinaloa, Jalisco, Colima, Michoacán, Guerrero, Veracruz, Tabasco, Campeche y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Durango, Tamaulipas, Zacatecas, San Luis Potosí, Hidalgo, Puebla, Estado de México, Ciudad de México y Yucatán.\n\nIntervalos de chubascos (5 a 25 mm): Sonora, Chihuahua, Nuevo León, Guanajuato, Querétaro, Tlaxcala y Morelos.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Baja California Sur, Coahuila y Aguascalientes.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "09/08/2024 - La persistencia de dos canales de baja presión, unos sobre el noreste del territorio nacional y otro en el suroeste del golfo de México, junto con el avance de una activa onda tropical (No. 15) por el sureste y sur del país, provocarán nublados con lluvias y actividad eléctrica, previéndose los mayores acumulados durante el viernes y sábado, especialmente en cuencas del Papaloapan, Coatzacoalcos y Tonalá, donde se prevén eventos puntuales muy fuertes (50 a 75 mm) a intensos (75 a 150 mm), potencial que puede disminuir ligeramente durante el domingo. Por su parte, desde el centro tamaulipeco hasta la cuenca del Jamapa-Cotaxtla, se esperan lluvias fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm) de manera puntual para este período. En cuanto al viento, en Tamaulipas, se mantendrá del Sur y Sureste con velocidades de 25 a 35 km/h, así como probables rachas de 50 km/h durante las tardes y noches en zonas del norte y centro del estado. Para la mayor parte de la entidad veracruzana se espera domine viento de componente Norte de 25 a 35 km/h. En zonas de tormenta pueden presentarse rachas mayores. La temperatura diurna puede disminuir ligeramente durante el sábado, no obstante, sigue previéndose ambiente cálido a caluroso en Tamaulipas y en planicies y costa de Veracruz, y templado a cálido en la porción montañosa. Por las noches y madrugadas se mantendrá ambiente frío a fresco en zonas serranas de la región.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "09/08/2024 - Este viernes, la onda tropical No. 15 se extenderá sobre la península de Yucatán y el sureste del país, se asociará con una zona de baja presión con probabilidad para desarrollo ciclónico frente a las costas del Pacífico sur mexicano, originarán un temporal de lluvias de fuertes a muy fuertes en las regiones mencionadas, además del sur mexicano, presentándose lluvias puntuales intensas en Oaxaca y Chiapas. Por otro lado, un canal de baja presión sobre la Sierra Madre Occidental, centro y sur del país, aunado a la entrada de humedad del golfo de México y océano Pacífico, así como con inestabilidad en niveles altos de la atmósfera, provocarán chubascos y lluvias puntuales fuertes en las regiones antes mencionadas, con lluvias puntuales muy fuertes en Jalisco, Colima y Michoacán, y lluvias puntuales intensas en Nayarit. Por su parte, continuará el monzón mexicano generando lluvias con intervalos de chubascos en el noroeste del territorio nacional y lluvias puntuales muy fuertes en Sinaloa. Finalmente, se mantendrá el ambiente caluroso a muy caluroso sobre entidades del noroeste, norte y noreste de la República Mexicana, además de la península de Yucatán, con temperaturas superiores a 40 °C en ocho entidades de México.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "08/08/2024 - El monzón mexicano e inestabilidad en niveles altos de la atmósfera, mantendrán condiciones para lluvias puntuales muy fuertes en zonas de Sonora, Chihuahua y Sinaloa. A su vez, canales de baja presión extendidos sobre el norte, occidente, centro, sur y sureste del país, además de la península de Yucatán, en interacción con la entrada de humedad del golfo de México, mar Caribe y océano Pacífico, así como con inestabilidad en niveles altos de la atmósfera, propiciarán lluvias puntuales muy fuertes en zonas de Durango, Nayarit, Jalisco, Michoacán, Guerrero, Oaxaca y Chiapas; lluvias fuertes en Colima, Morelos, Ciudad de México, Estado de México, Tlaxcala, Puebla, Campeche, Yucatán y Quintana Roo; chubascos en Tamaulipas, San Luis Potosí, Zacatecas, Guanajuato, Querétaro, Hidalgo, Veracruz y Tabasco, además de lluvias aisladas en Nuevo León y Aguascalientes. Asimismo, se espera la aproximación de una nueva onda tropical No. 15 a la península de Yucatán, la cual se asocia con una zona de baja presión con probabilidad para desarrollo ciclónico el sur de Chiapas, por lo que reforzará el potencial para lluvias en la región mencionada y sureste del país. También se pronostican vientos con rachas de 50 a 70 km/h con probabilidad de tolvaneras en estados de la Mesa del Norte.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Sonora, Sinaloa, Chihuahua, Coahuila, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Nayarit, Jalisco, Colima, Michoacán, Oaxaca, Chiapas, Durango, Zacatecas, San Luis Potosí, Veracruz, Tabasco Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Aguascalientes, Guanajuato, Hidalgo, Puebla (suroeste), Morelos y Guerrero.\n\nTemperaturas mínimas de 0 a 5 °C: Durango, Estado de México, Hidalgo, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y tolvaneras: Baja California Sur, Chihuahua, Coahuila, Nuevo León, San Luis Potosí, Zacatecas y Durango.\n\nViento con rachas de 40 a 60 km/h: Baja California, Sonora, Sinaloa, Tamaulipas, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Tabasco, Campeche, Yucatán y Quintana Roo."
  }
}
