{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz, Chiapas y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla y Oaxaca.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Tamaulipas, San Luis Potosí, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Querétaro e Hidalgo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Baja California Sur, Jalisco, Colima, Michoacán, Guerrero, Guanajuato, Estado de México y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "19/01/2024 - El restablecimiento de la circulación anticiclónica sobre el Golfo de México mantendrá las condiciones de cielo despejado a medio nublado con bajo potencial de lluvias en la región, no obstante, la presencia de un canal de baja presión extendido sobre el occidente del mismo golfo al interactuar el frente frío Núm. 28 que ingresará sobre Tamaulipas a partir de las primeras horas de la mañana del viernes ocasionarán el incremento de nublados y la probabilidad para lluvias con intervalos de chubascos (5.1 a 25 mm) sobre la región Fronteriza y línea costera. Mientras tanto, sobre la entidad veracruzana se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en las cuencas de los ríos Tonalá y Coatzacoalcos; lluvias escasas o lloviznas (0.1 a 5 mm) en la zona montañosa central y en Los Tuxtlas. Se espera que el frente alcance el norte de Veracruz al final de este periodo de pronóstico. El viento en Tamaulipas dominará de componente Sur de 25 a 35 km/h durante esta noche, rolando al Norte al final de la madrugada e incrementará su intensidad alcanzando rachas de 60 a 80 km/h en zonas costeras. Sobre en estado de Veracruz será del Noroeste y Norte de 25 a 35 km/h, incrementándose al final de periodo de pronóstico en costas del norte. El ambiente diurno se percibirá fresco a templado en Tamaulipas, así como cálido en porciones de planicie y costa de Veracruz; templado en la montaña. Por la noche y madrugada se percibirá muy frío a frío en zonas serranas, con posibles heladas al amanecer del viernes.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "19/01/2024 - Este viernes, el frente frío No. 28 se desplazará sobre el noreste, oriente y gradualmente el sureste de la República Mexicana, interaccionará con un canal de baja presión sobre el suroeste del Golfo de México y la Península de Yucatán, y con la entrada de humedad generada por la corriente en chorro subtropical, provocando chubascos a lluvias muy fuertes en las regiones mencionadas, presentándose lluvias puntuales intensas en Veracruz, Chiapas y Tabasco, mismas que podrían acompañarse de descargas eléctricas y ocasionar deslaves e inundaciones en zonas bajas. A su vez, la masa de aire ártico que impulsará al frente, provocará un nuevo descenso de temperatura en el norte de México, así como, evento de NORTE de muy fuerte a intenso con oleaje elevado en el litoral del Golfo de México, condiciones que se extenderá durante la noche hacia el Istmo y Golfo de Tehuantepec. Por otra parte, la entrada de humedad y una vaguada en niveles altos de la atmósfera, propiciarán lluvias en la Península de Baja California, occidente y centro del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "18/01/2024 - El nuevo frente frío No. 28 ingresará al norte del territorio mexicano, interaccionará con la corriente en chorro subtropical, generando fuertes rachas de viento de 40 a 60 km/h con posibles tolvaneras en Chihuahua, Coahuila, Nuevo León y Tamaulipas. Por otro lado, un canal de baja presión extendido desde el occidente del Golfo de México hasta el sureste del país, en interacción con la entrada de humedad del Mar Caribe, propiciará lluvias con intervalos de chubascos en zonas de Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo; así como lluvias aisladas en Guerrero, Veracruz (sur) y Oaxaca. A su vez, continuará el viento de componente norte con rachas de 40 a 60 km/h en el Istmo y Golfo de Tehuantepec.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nayarit, Jalisco (costa), Colima, Michoacán, Guerrero, Oaxaca (costa), Chiapas (costa), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Morelos y Puebla (suroeste).\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del viernes: sierras de Chihuahua, Coahuila y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del viernes: sierras de Baja California, Sonora, Nuevo León Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Estado de México, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del viernes: sierras de Sinaloa, Michoacán, Guanajuato, Querétaro, Hidalgo, Ciudad de México, Tlaxcala, Morelos, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 90 a 100 km/h: Istmo de Tehuantepec; con oleaje de 2 a 4 metros de altura: Golfo de Tehuantepec; con rachas de 70 a 90 km/h y oleaje de 2 a 3 metros de altura: costas de Tamaulipas y Veracruz; y con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura: costas de Tabasco.\n\nVientos con rachas de 40 a 60 km/h y tolvaneras: Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, Zacatecas y San Luis Potosí."
  }
}
