{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/GEOCOLOR/GOES18-EP152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/12/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL LIDIA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP15/refresh/EP152023_wind_probs_34_F120+png/024636.png",
    "DPO" : "TORMENTA TROPICAL LIDIA_730 KM AL SUR DE CABO SAN LUCAS, BCS_110 KM/H_OESTE A 10 KM/H_990 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 291 exhalaciones, acompañadas de vapor de agua, otros gases volcánicos y ligeras cantidades de ceniza. Adicionalmente se registraron 22 minutos de tremor.\n\nDurante la mañana y al momento de este reporte se observa una emisión constante de vapor de agua y gases volcánicos con dirección al oeste.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Puebla, Oaxaca, Veracruz, Tabasco y Chiapas.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): San Luis Potosí, Querétaro, Hidalgo, Guerrero, Jalisco y Nayarit.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Durango, Sinaloa, Zacatecas, Michoacán, Colima, Tamaulipas, Campeche y Yucatán.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Baja California Sur, Chihuahua, Coahuila, Nuevo León, Aguascalientes, Guanajuato, Estado de México, Morelos, Tlaxcala y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Sonora y Ciudad de México.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "07/10/2023 - El sistema frontal No. 4 se mantendrá estacionario en el sur de Veracruz, mientras que la masa de aire frío que se le asocia cubrirá a Tamaulipas y Veracruz ocasionando cielo medio nublado a nublado con presencia de lluvias en ambas entidades. Presentándose en Tamaulipas tormentas puntuales muy fuertes (50 a 75 mm) en la región de la Sierra Madre y las cuencas del Soto La Marina, Guayalejo-Tamesí y Tamuín, siendo posible eventos superiores en las últimas dos cuencas mencionadas; tormentas puntuales fuertes (25 a 50 mm) en la cuenca del San Fernando y aisladas en el resto. En Veracruz se prevén tormentas puntuales torrenciales (150 a 250 mm) en las cuencas del Pánuco, Tuxpan, Cazones, Tecolutla y Nautla; tormentas puntuales intensas (75 a 150 mm) en las cuencas del Misantla, Jamapa-Cotaxtla, Papaloapan, Coatzacoalcos y Tonalá; tormentas puntuales muy fuertes (50 a 75 mm) en zonas montañosas del Actopan y La Antigua; presentándose menores en el resto. El viento a lo largo de la región será de componente Norte de 30 a 40 km/h con rachas de 60 km/h, incrementándose la tarde del sábado a rachas de 80 a 90 km/h, especialmente entre la región de Laguna Verde hasta Coatzacoalcos. Ambiente diurno templado a cálido en Tamaulipas y costa de Veracruz; templado en zonas montañosas; mientras que por la noche será templado a fresco en ambas entidades y fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "07/10/2023 - Este sábado, se prevén lluvias fuertes a intensas sobre estados del noreste, oriente, centro, sur y sureste del país, además de  la Península de Yucatán, debido a la interacción entre el frente frío Núm. 4 que se desplazará gradualmente sobre el Golfo de México y el centro de baja presión con alta probabilidad de desarrollo ciclónico o posible ciclón tropical, el cual se moverá muy cercano a las costas de Oaxaca y Guerrero, pronosticándose lluvias puntuales torrenciales en Puebla, Veracruz, Oaxaca, Chiapas y Tabasco, y puntuales intensas en San Luis Potosí, Querétaro, Hidalgo y Guerrero. A su vez, se pronostica evento de NORTE con rachas de viento de 60 a 80 km/h y oleaje de 1 a 3 metros de altura en las costas de Tamaulipas y Veracruz, así como rachas de viento de 40 a 50 km/h en el Istmo de Tehuantepec. También se pronostican rachas de viento de 50 a 70 km/h y oleaje de 1 a 3 metros de altura en costas de Oaxaca y Guerrero.\n\nPor otro lado, un canal de baja presión prevalecerá sobre la Sierra Madre Occidental y occidente del territorio nacional, en interacción con la entrada de humedad del océano pacífico e inestabilidad en niveles altos de la atmósfera, originará lluvias fuertes a muy fuertes acompañadas de descargas eléctricas y posible caída de granizo en las regiones mencionadas, pronosticándose lluvias puntuales intensas en Nayarit y Jalisco. Finalmente, el ciclón tropical Lidia podría intensificarse a huracán categoría 1, continuará desplazándose lentamente al sur de las costas de Baja California Sur, por lo que su extensa circulación ocasionará lluvias fuertes en dicha entidad.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "06/10/2023 - El frente frío Núm. 4 se desplazará sobre el sureste mexicano, en interacción con la corriente en chorro subtropical e inestabilidad en niveles altos de la atmósfera, originará lluvias puntuales torrenciales en Veracruz y Puebla, intensas en San Luis Potosí e Hidalgo, así como muy fuertes en Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango, Zacatecas y Querétaro. Estas lluvias podrían originar reducción de la visibilidad, incrementar los niveles de ríos y arroyos, así como provocar deslaves, inundaciones y encharcamientos. La masa de aire frío que acompaña al frente cubrirá el norte, noreste y oriente del país, por lo que se pronostican densos bancos de niebla en las regiones mencionadas, así como el primer evento de NORTE de la temporada 2023-2024, con rachas de viento de 50 a 70 km/h y oleaje de 1 a 3 metros de altura en las costas de Tamaulipas y Veracruz. La zona de baja presión con probabilidad de desarrollo ciclónico al sur de las costas de Oaxaca, propiciará lluvias puntuales torrenciales Oaxaca y Chiapas, muy fuertes en Guerrero y Tabasco. Además, se pronostican rachas fuertes de viento y oleaje de 1 a 3 metros de altura en las costas de Chiapas y Oaxaca. Canales de baja presión extendidos sobre el occidente y centro del país, así como en la Península de Yucatán, en interacción con el ingreso de humedad de ambos océanos, originará lluvias muy fuertes en Sinaloa y Nayarit, fuertes en Aguascalientes, Jalisco, Colima, Michoacán, Estado de México, Tlaxcala, Morelos y Campeche, así como chubascos en Sonora, Guanajuato, Ciudad de México, Yucatán y Quintana Roo. La tormenta tropical Lidia se desplazará al sur de las costas de Baja California Sur y propiciará lluvias puntuales fuertes en dicha entidad.\n\nDichas lluvias se acompañarán de descargas eléctricas y fuertes rachas de viento, originar reducción de la visibilidad, incrementar los niveles de ríos y arroyos, así como provocar deslaves, inundaciones y encharcamientos. Además, existen condiciones para la formación de trombas marinas frente a las costas de Veracruz, Oaxaca y Chiapas.",
    "N4H" : "Golfo de México",
    "N4T" : "06/10/23 - Alerta Gris por Frente Frío-Lluvias-Norte.\n\nXalapa, Ver., 6 de octubre de 2023.\n\nExtreme precauciones ante:\n*Crecidas de ríos y arroyos de respuesta.\n*Encharcamiento e inundaciones en partes bajas.\n*Deslaves, derrumbes y deslizamientos.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: Los modelos de pronóstico persisten en mostrar que el frente frío 4 actualmente en el norte de Veracruz, y su masa fría crucen lentamente el estado entre hoy y el domingo 8 de octubre, estacionándose el en el sur de la entidad este último día.\n\nPRONÓSTICO PARA EL ESTADO DE VERACRUZ: dado que se espera un lento movimiento de estos sistemas, y que el viento se torna más divergente en la atmósfera superior (súmele el calor del Golfo de México), la probabilidad de lluvias y tormentas se prevé aumente notablemente a partir de hoy, esperándose sean muy fuertes e intensas con tormentas (actividad eléctrica y ráfagas de viento) en gran parte del estado hasta el lunes 9 con acumulados estimados en 24 horas de 10 a 30 mm en promedio y máximos de 70 a 150 mm, sin descartar mayores (ver tabla). Por su parte, la masa de aire frío favorecería un evento de Norte con velocidades de 45 a 60 km/h y rachas máximas de 60 a 85 km/h por periodos, especialmente en costas del centro y sur con la máxima intensidad entre el sábado 7 y domingo 8, la cual generaría oleaje de 1.0 a 3.0 metros cercano al litoral durante estos días. En este periodo la intensidad del calor disminuirá gradualmente.\n\nIMPORTANTE: El pronóstico del comportamiento del sistema frontal será lento, previéndose que su efecto más significativo sean las lluvias, pero además el evento de NORTE ya se ve más definido. Por lo anterior, se recomienda extremar las precauciones pertinentes especialmente en comunidades ribereñas ante posibles crecidas de ríos y arroyos de respuesta rápida, en centros urbanos por probables inundaciones pluviales, y en zonas propensas a deslaves, derrumbes y deslizamientos.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. EL SISTEMA DE ALTA PRESIÓN ASOCIADO AL FRENTE FRÍO SOBRE LA REGIÓN NOROESTE DEL GOLFO DE MÉXICO, OCASIONARÁ EVENTO DE NORTE; CON VIENTO DEL NORESTE AL NOROESTE DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 9 PIES SOBRE LA COSTA DE TAMAULIPAS, COSTA NORTE-CENTRO DE VERACRUZ, REGIÓN NOROESTE Y SUROESTE DEL GOLFO DE MÉXICO; CONDICIONES SE EXTENDERÁN GRADUALMENTE E REINTENSIFICARÁN CON VIENTO DEL NOROESTE DE 20 A 25 NUDOS CON RACHAS DE 30 A 35 NUDOS Y OLAS DE 8 A 12 PIES; SOBRE LA COSTA DE TAMAULIPAS, COSTA NORTE DE VERACRUZ, REGIÓN NOROESTE Y CENTRO DEL GOLFO DE MÉXICO; ASÍ COMO VIENTO DEL NOROESTE 20 A 25 NUDOS CON RACHAS DE 35 A 45 NUDOS Y OLAS DE 10 A 14 PIES SOBRE LA COSTA DE CENTRO DE VERACRUZ Y REGIÓN SUROESTE DE CITADO GOLFO; ASÍ COMO VIENTO DEL NOROESTE CON VIENTO DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 6 A 8 PIES SOBRE LA REGIÓN SUR DE VERACRUZ.\n\n3. ASIMISMO, SE ESPERA EN LAS PRÓXIMAS 72 HORAS, LLUVIAS ACUMULADAS FUERTES (25 A 50 MM) CON LLUVIAS MUY FUERTES (50 A 75 MM, CON MÁXIMOS PUNTUALES DE 100 A 120 MM) Y TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS Y VERACRUZ; ASÍ COMO LLUVIAS FUERTES (25 A 50 MM) CON LLUVIAS MUY FUERTES (50 A 75 MM) Y TORMENTAS ELÉCTRICAS SOBRE TABASCO, CAMPECHE, QUINTANA ROO, Y REGIÓN SONDA DE CAMPECHE Y REGIÓN NOROESTE DEL MAR CARIBE.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Sonora, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Tamaulipas, Veracruz, Puebla (suroeste) y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del sábado: sierras de Sonora, Chihuahua, Coahuila, Durango, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 60 a 80 km/h y oleaje de 1 a 3 metros de altura: costas de Tamaulipas y Veracruz.\n\nViento con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura: costas de Oaxaca y Guerrero.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Nuevo León, San Luis Potosí, Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México.\n\nViento con rachas de 40 a 60 km/h y oleaje de 1 a 3 metros de altura: costa sur de Baja California Sur."
  }
}
