{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/AL022024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT02/refresh/AL022024_wind_probs_34_F120+png/175326.png",
    "DAO" : "HURACAN BERYL_1750 KM AL SUR-SURESTE DE COZUMEL, QROO_250 KM/H_OESTE-NOROESTE A 35 KM/H_943 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Michoacán, Guerrero, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Durango, Sinaloa, Nayarit, Jalisco, Guanajuato, Estado de México, Ciudad de México, Morelos, Puebla, Veracruz y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Colima, Zacatecas, San Luis Potosí, Querétaro, Hidalgo, Tlaxcala, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Tamaulipas y Aguascalientes.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Coahuila y Nuevo León.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "02/07/2024 - El constante ingreso de humedad hacia Tamaulipas y Veracruz, mantendrá su interacción con condiciones locales como el calentamiento diurno y forzamiento orográfico, así como con el canal de baja presión en el suroeste del Golfo de México; favoreciendo que se mantenga cielo medio nublado a nublado con presencia de lluvias a partir de la tarde acompañadas de actividad eléctrica y viento en rachas, mismas que tenderán a disminuir paulatinamente durante este periodo. Previendo en Tamaulipas tormentas puntuales fuertes (25 a 50 mm) durante el martes en la porción sur y lluvias con intervalos de chubascos (5.1 a 25 mm) en porciones medias y bajas del resto de la entidad; decreciendo hasta presentarse intervalos de chubascos (5.1 a 25 mm) aislados en el sur y occidente de la entidad. En Veracruz se prevén tormentas puntuales muy fuertes (50 a 75 mm) en el sur de la región y zonas montañosas de la porción norte durante el  martes y miércoles, presentándose menores en el resto, decreciendo hasta presentarse lluvias con intervalos de chubascos (5.1 a 25 mm) durante el jueves en zonas montañosas y porción sur. El viento dominante será del Sur y Sureste de 25 a 35 km/h en Tamaulipas y norte de Veracruz, mientras que en el resto será de componente Este con similar velocidad; así como rachas de 50 km/h en la porción norte de Tamaulipas por la tarde. La temperatura diurna durante este periodo favorecerá se mantenga un ambiente templado a cálido; mientras que por la noche será templado a fresco, mientras que en zonas serranas será fresco a frío.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "02/07/2024 - Este martes, canales de baja presión en el sureste del país y la Península de Yucatán, en interacción con la vaguada monzónica que se mantendrá muy próxima a las costas del Pacífico Sur Mexicano y con una onda tropical que se aproximará a las costas de Quintana Roo, producirán lluvias fuertes a muy fuertes con descargas eléctricas en las regiones mencionadas, con lluvias puntuales intensas en Chiapas y Oaxaca. Asimismo, una zona de inestabilidad con probabilidad de desarrollo ciclónico que se localizará frente a las costas de Guerrero, aunado al ingreso de humedad del Océano Pacífico, ocasionarán lluvias muy fuertes a puntuales intensas en el occidente y sur de México, además de vientos fuertes y oleaje elevado en las costas de Guerrero y Michoacán. Por otra parte, un canal de baja presión extendido a lo largo de la Sierra Madre Occidental y la Mesa Central, en combinación con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad del Océano Pacífico y Golfo de México, propiciarán lluvias fuertes a muy fuertes acompañadas de descargas eléctricas en estados del noreste, norte, oriente, centro y occidente de la República Mexicana. Finalmente, se mantendrá el ambiente caluroso a muy caluroso sobre entidades del noroeste y norte del territorio nacional, pronosticándose temperaturas superiores a 40 °C en zonas de Baja California, Baja California Sur, Sonora, Sinaloa, Chihuahua, Coahuila y Nuevo León.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "01/07/2024 - Los remanentes del ciclón tropical CHRIS se desplazarán sobre el centro y occidente del país, interaccionarán con un canal de baja presión extendido sobre la Sierra Madre Occidental y sobre la Mesa Central, ocasionando lluvias puntuales torrenciales en San Luis Potosí, Hidalgo, Querétaro, Jalisco y Colima; lluvias puntuales intensas en Tamaulipas, Veracruz, Puebla, Nayarit y Michoacán; lluvias puntuales muy fuertes en Guanajuato, Estado de México, Ciudad de México, Morelos y Tlaxcala; lluvias puntuales fuertes en Sonora, Chihuahua, Sinaloa, Durango, Nuevo León, Zacatecas, Aguascalientes, así como intervalos de chubascos en Baja California, Baja California Sur y Coahuila. Asimismo, se pronostican vientos con rachas de 50 a 70 km/h con tolvaneras en entidades de la Mesa del Norte y Mesa Central, así como del occidente mexicano. Por otra parte, canales de baja presión sobre el sureste de México y la Península de Yucatán, en interacción con la vaguada monzónica que se extiende muy próxima a las costas del Pacífico Sur Mexicano e inestabilidad en niveles altos de la atmósfera, ocasionarán lluvias puntuales intensas en Guerrero, Oaxaca y Chiapas; lluvias puntuales muy fuertes en Tabasco y Campeche, además de lluvias puntuales fuertes en Yucatán y Quintana Roo; asimismo, se prevén rachas de viento de 40 a 60 km/h en las costas de Guerrero y Oaxaca.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Sonora, Sinaloa, Chihuahua, Coahuila y Nuevo León.\n\nTemperaturas máximas de 35 a 40 °C: Durango, Tamaulipas, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Michoacán, Oaxaca (costa), Chiapas (costa), Zacatecas, San Luis Potosí, Veracruz, Tabasco y Quintana Roo.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h: costas de Michoacán y Guerrero; y con posibles tolvaneras: Sonora, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco y Guanajuato.\n\nViento con rachas de 30 a 50 km/h y posibles tolvaneras: Michoacán, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México."
  }
}
