{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL192023/GEOCOLOR/GOES16-AL192023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL192023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL SEAN",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT19/refresh/AL192023_wind_probs_34_F120+png/145225.png",
    "DAO" : "TORMENTA TROPICAL SEAN_1250 KM AL OESTE-SUROESTE DE LAS ISLAS CABO VERDE_65 KM/H_OESTE-NOROESTE A 20 KM/H_1005 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 54 exhalaciones y 75 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sinaloa, Nayarit, Jalisco, Michoacán, Nuevo León, Tamaulipas, Zacatecas, Guerrero, Oaxaca y Chiapas.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Durango, San Luis Potosí, Colima, Estado de México y Veracruz.\n\nIntervalos de chubascos (5 a 25 mm): Sonora, Chihuahua, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Morelos, Ciudad de México, Puebla, Tlaxcala, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "11/10/2023 - Se espera que la zona de baja presión con potencial ciclónico siga moviéndose hacia el norte, sobre la porción occidental del Golfo de México. Esto, junto con el ingreso de humedad proveniente de ambos océanos hacia el interior de la región,y se espera que la zona de baja presión con potencial ciclónico siga moviéndose hacia el norte, sobre la porción occidental del Golfo de México. Esto, junto con el ingreso de humedad proveniente de ambos océanos hacia el interior de la región, mantendrán los nublados y la probabilidad para lluvias y actividad eléctrica, esperando posibles eventos puntuales muy fuertes (50 a 75 mm) en el noroeste tamaulipeco y en zonas altas de las cuencas del JamapaCotaxtla y Papaloapan, mientras que, para el resto del norte, costa central, occidente y suroeste de Tamaulipas, así como en zonas altas del Cazones, Tecolutla, Nautla, Misantla, Coatzacoalcos y Tonalá, pueden presentare lluvias puntuales fuertes (25 a 50 mm); para el resto de la región de pronóstico se prevén lluvias aisladas de 5.1 a 25 mm. No se descartan eventos puntuales de 75 a 150 mm especialmente en las inmediaciones de Huatusco, Coscomatepec, La Perla, Ixhuatlán del café y la región del Valle de Orizaba. En Tamaulipas, el viento dominará de componente Este de 25 a 35 km/h, con posibles rachas de 50 km/h durante la tarde y noche en el norte y costa de la entidad. Para Veracruz se mantendrá de componente Norte con velocidades de 25 a 35 km/h. La temperatura diurna disminuirá ligeramente durante este día en Tamaulipas y se prevé aumente en la entidad veracruzana, manteniendo ambiente cálido a caluroso en planicies y costa, así como templado a cálido en la montaña. En zonas serranas continuará ambiente frío por la noche y madrugada. mantendrán los nublados y la probabilidad para lluvias y actividad eléctrica, esperando posibles eventos puntuales muy fuertes (50 a 75 mm) en el noroeste tamaulipeco y en zonas altas de las cuencas del JamapaCotaxtla y Papaloapan, mientras que, para el resto del norte, costa central, occidente y suroeste de Tamaulipas, así como en zonas altas del Cazones, Tecolutla, Nautla, Misantla, Coatzacoalcos y Tonalá, pueden presentare lluvias puntuales fuertes (25 a 50 mm); para el resto de la región de pronóstico se prevén lluvias aisladas de 5.1 a 25 mm. No se descartan eventos puntuales de 75 a 150 mm especialmente en las inmediaciones de Huatusco, Coscomatepec, La Perla, Ixhuatlán del café y la región del Valle de Orizaba. En Tamaulipas, el viento dominará de componente Este de 25 a 35 km/h, con posibles rachas de 50 km/h durante la tarde y noche en el norte y costa de la entidad. Para Veracruz se mantendrá de componente Norte con velocidades de 25 a 35 km/h. La temperatura diurna disminuirá ligeramente durante este día en Tamaulipas y se prevé aumente en la entidad veracruzana, manteniendo ambiente cálido a caluroso en planicies y costa, así como templado a cálido en la montaña. En zonas serranas continuará ambiente frío por la noche y madrugada.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "11/10/2023 - Este miércoles, los remanentes del ciclón tropical Lidia se localizarán en tierra sobre el occidente del país, y mantendrá interacción con la corriente en chorro subtropical, propiciando chubascos y lluvias puntuales fuertes en dicha región, además del norte y centro de México, siendo lluvias muy fuertes en Sinaloa, Nayarit, Jalisco, Michoacán y Zacatecas. Por otro lado, un canal de baja presión en el noreste de México en interacción con la entrada de humedad del Golfo de México, originarán chubascos y lluvias fuertes en la región mencionada y en el oriente del país, presentándose lluvias muy fuertes en nuevo León y Tamaulipas. A su vez, una nueva onda tropical se extenderá al sur de la Península de Yucatán y aunado a la entrada de humedad del Mar Caribe y Océano Pacífico, ocasionarán chubascos en la Península mencionada y en el sureste del territorio nacional, con lluvias muy fuertes en Guerrero, Oaxaca y Chiapas. Las lluvias estarán acompañadas de descargas eléctricas y posible caída de granizo, asimismo, las lluvias muy fuertes podrían incrementar los niveles de ríos y arroyos, así como generar deslaves e inundaciones. Por último, se pronostica la aproximación de un nuevo frente frío al noroeste de México, ocasionando fuertes rachas de viento en esa región.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "10/10/2023 - El huracán Lidia de categoría 4 ha tocado tierra a 25 km al sur-sureste de Cabo Corrientes, Jal., continuará generando esta noche y madrugada del miércoles lluvias puntuales extraordinarias en Jalisco, Nayarit y Colima, y lluvias torrenciales Michoacán y Guerrero, asimismo, sus extensas bandas nubosas en interacción con la abundante entrada de humedad generada por la corriente en chorro subtropical, ocasionarán lluvias puntuales intensas en zonas de Coahuila, Nuevo León, Sinaloa y Durango, lluvias muy fuertes en Baja California Sur, Zacatecas, Guanajuato y Aguascalientes, lluvias fuertes en Hidalgo, Estado de México y Morelos, y chubascos en Querétaro, Ciudad de México y Tlaxcala, además provocará intensas rachas de viento de 220 a 250 km/h y oleaje de 7 a 9 metros de altura en las costas de Nayarit y Jalisco, de 160 a 180 km/h y oleaje de 5 a 7 metros de altura en las costas de Sinaloa, 130 a 150 km/h y oleaje de 4 a 6 metros de altura, costas de Colima y Michoacán, así como posible formación de trombas marinas en las costas de los estados mencionados. Por otro lado, la abundante entrada de humedad de ambos litorales en interacción con un canal de baja presión en el noreste del país, originarán lluvias puntuales intensas en zonas de Oaxaca y Chiapas, lluvias muy fuertes en Puebla y Veracruz, lluvias fuertes en Tabasco y Campeche e intervalos de chubascos en Yucatán y Quintana Roo. También, se espera la aproximación de una nueva onda tropical a la Península de Yucatán, reforzando el potencial de lluvias en dicha región. Las lluvias mencionadas incrementarán los niveles de ríos y arroyos, así como generar deslaves e inundaciones en zonas bajas de los estados mencionados.",
    "N4H" : "Golfo de México",
    "N4T" : "Alerta Gris por Frente Frío-Lluvias-Norte.\nXalapa, Ver., 11 de octubre de 2023.\n\nRealice labores preventivas por posibles:\n\n*Crecidas de ríos y arroyos de respuesta.\n*Encharcamiento e inundaciones en partes bajas.\n*Deslaves, derrumbes y deslizamientos.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: Los modelos de pronóstico indican que un nuevo frente frío y su masa de origen polar cruce y afecten al estado de Veracruz entre el sábado 14 y el lunes 16 de octubre.\n\nPRONÓSTICO PARA EL ESTADO DE VERACRUZ: probabilidad de lluvias y tormentas (actividad eléctrica y ráfagas de viento) en la mayor parte del estado con acumulados estimados en 24 horas de 10 a 30 mm en promedio y máximos de 70 a 150 mm, sin descartar mayores especialmente entre el sábado 14 y el lunes 16. En este periodo, la masa de aire frío ocasionará un nuevo evento de Norte de 45 a 60 km/h con rachas máximas de 60 a 85 km/h en la costa del centro y sur. La intensidad del viento generaría oleaje de 1.0 a 3.0 metros cercano al litoral. Además, se prevé que la temperatura descienda durante el periodo de interés.\n\nIMPORTANTE:  Los modelos de pronóstico han estado variando en la intensidad y los periodos en los cuales el viento podría alcanzar sus velocidades máximas. Es importante considerar que el frente puede moverse más lento o estacionarse en el sur de la entidad, situación que propiciará lluvias con acumulados mayores y más intensas.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERA A PARTIR DE LA TARDE-NOCHE DEL 11 DE OCTUBRE, EVENTO DE SURADA CON VIENTO DEL SURESTE DEL 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 10 PIES SOBRE LA COSTA DE QUINTANA ROO, REGIÓN NOROESTE DEL CARIBE Y CANAL DE YUCATÁN.\n\n3. PREVALECERÁN INTERVALOS DE CHUBASCOS (25 A 50 MM) CON LLUVIAS PUNTUALES MUY FUERTES (50 A 75 MM, CON MÁXIMOS PUNTUALES DE 100 MM) Y TORMENTAS ELÉCTRICAS SOBRE LA CISTA DE TAMAULIPAS, REGIÓN SUROESTE-NOROESTE DEL GOLFO DE MÉXICO, ASÍ COMO INTERVALO DE CHUBASCOS (5.1 A 25 MM) Y TORMENTAS ELÉCTRICAS SOBRE VERACRUZ, TABASCO, CAMPECHE, YUCATÁN, REGIÓN SONDA DE CAMPECHE Y REGIÓN NORTE DE YUCATÁN.\n\n4. ONDA TROPICAL LOCALIZADA AL SUR DE LA LATITUD 18.0° NORTE, ENTRE LAS LONGITUDES 0860°/089.0° OESTE, TIENE UN DESPLAZAMIENTO HACIA EL OESTE CON UNA VELOCIDAD DE 10 A 15 NUDOS, OCASIONANDO MODERADA ACTIVIDAD CONVECTIVA DETRÁS DE SU EJE. SE MANTIENE EN VIGILANCIA.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sonora, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California, Baja California Sur, Sinaloa, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Chihuahua, Durango, Zacatecas, Estado de México, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h: Baja California, Baja California Sur, Sonora, Chihuahua, Coahuila, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Oaxaca, Veracruz y Chiapas.\n\nViento con rachas de 40 a 50 km/h: Tamaulipas, Yucatán y Quintana Roo."
  }
}
