{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Chubascos con lluvias puntuales fuertes (25 a 50 mm): Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Veracruz y Oaxaca.\n\nLluvias aisladas (0.1 a 5 mm): San Luis Potosí, Hidalgo, Puebla, Tabasco, Campeche, Yucatán y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "03/03/2024 - Se prevé que la influencia de la circulación anticiclónica de niveles medios sobre la entidad veracruzana, misma que mantendrá su centro en la cuenca del Pacífico, propiciará la disminución de los nublados en el Estado, sin embargo, el ingreso de humedad desde el Golfo de México en nivel de superficie en combinación con los forzamientos térmicos y orográficos, ocasionarán la presencia de nublados con probables lluvias escasas o lloviznas aisladas (0.1 a 5.0 mm) en partes altas de la entidad, así como en partes medias y bajas del Cazones al Misantla. En Tamaulipas, continuará cielo medio nublado en gran medida por la propagación de nubosidad media y alta desde el Pacífico, derivado de la corriente en chorro subtropical, previendo que, además, debido al flujo de humedad de dicho golfo y las condiciones locales, puedan presentarse lluvias escasas en la entidad. El viento tenderá a dominar del Este y Sureste a lo largo de ambas entidades, con rachas de 50 km/h en el norte y centro de Tamaulipas, así como de 60 km/h en partes altas de la región fronteriza, especialmente en esta tarde. Los valores de temperatura máxima, ocasionarán durante el domingo ambiente cálido a caluroso en Tamaulipas, así como en el norte de Veracruz, caluroso a muy caluroso en partes medias y bajas del centro y sur de esta última entidad, y cálido en zonas de montaña. Los valores de temperatura mínima, ocasionarán ambiente frío en zonas serranas, así como templado en partes bajas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "03/03/2024 - Este domingo, nuevo frente frío ingresará a Baja California, en interaccionará con la corriente en chorro subtropical, propiciará chubascos en Baja California; fuertes rachas de viento que podrán alcanzar hasta los 70 km/h acompañadas de tolvaneras en zonas de la Península de Baja California, Sonora, Chihuahua y Durango; y oleaje de 2 a 3 m de altura en la costa occidental de Baja California y Baja California Sur. Asimismo, se producirán fuertes rachas de viento, de 40 a 60 km/h con posibles tolvaneras en zonas de los estados del occidente y centro del territorio nacional, incluido el Valle de México. Por su parte, una línea seca ubicada al norte de Coahuila, en combinación con la corriente en chorro subtropical, generará lluvias aisladas en Tamaulipas, además de vientos fuertes con rachas de 40 a 60 km/h en el noreste de México. Un canal de baja presión sobre el sureste del país y el ingreso de aire húmedo proveniente del Mar Caribe y Golfo de México, incrementarán la probabilidad para chubascos en Chiapas y Oaxaca; lluvias aisladas en zonas de Quintana Roo, Tabasco y el sur de Veracruz; y rachas fuertes de viento de 40 a 60 km/h en la Península de Yucatán e Istmo de Tehuantepec. Finalmente, una circulación anticiclónica en niveles medios de la atmósfera continuará generando ambiente cálido a caluroso durante el día y escasa a nula probabilidad de lluvia en gran parte de la República Mexicana, con temperaturas vespertinas calurosas, de 35° a 40 °C en zonas de la Península de Yucatán, sureste y occidente de México y sureste de la Mesa Central; y con valores máximos muy calurosos, mayores a 40 °C en zonas de Nayarit, Michoacán, Guerrero y sur de Morelos.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "03/03/2024 - El frente No. 38 con características de estacionario sobre el norte y occidente del Golfo de México en interacción con un canal de baja presión en el sureste mexicano, generarán intervalos de chubascos en San Luis Potosí, Hidalgo, Puebla, Veracruz, Oaxaca y Chiapas, así como lluvias aisladas en Nuevo León, Tamaulipas, Querétaro, Tabasco, Campeche y Quintana Roo. La masa de aire frío asociada al frente modifica sus características térmicas, sin embargo, se mantendrá el ambiente frío a muy frío durante esta noche con posibles heladas en el noroeste y norte de la República Mexicana, además de prevalecer los bancos de niebla en el noreste, oriente y sureste del territorio nacional. Se prevé la disipación de dicho frente en las siguientes horas. Por su parte, la corriente en chorro subtropical producirá fuertes rachas de viento de 40 a 60 km/h y posibles tolvaneras en Baja California, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y la Ciudad de México. También se prevén rachas de viento de 40 a 60 km/h en Chiapas, Campeche, Quintana Roo y Yucatán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Nayarit, Michoacán y Guerrero.\n\nTemperaturas máximas de 35 a 40 °C: Jalisco, Colima, Oaxaca, Chiapas, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Sonora (sur), Sinaloa, San Luis Potosí, Guanajuato, Querétaro, Estado de México (suroeste), Morelos, Puebla (suroeste), Veracruz, Tabasco y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas durante la madrugada del sábado: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas durante la madrugada del sábado: sierras de Baja California y Sonora.\n\nTemperaturas mínimas de 0 a 5 °C durante la madrugada del sábado: sierras de Coahuila, Zacatecas, Aguascalientes, Jalisco, Michoacán, Guanajuato, Hidalgo, Estado de México, Tlaxcala, Puebla, Veracruz, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 50 a 70 km/h y tolvaneras: Baja California, Sonora, Chihuahua y Durango.\n\nVientos con rachas de 40 a 60 km/h: Campeche, Yucatán, Quintana Roo e Istmo de Tehuantepec; y con posibles tolvaneras en Baja California Sur, Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Aguascalientes, Tamaulipas, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México.\n\nOleaje de 2 a 3 metros de altura: costa occidental de la Península de Baja California."
  }
}
