{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/AL022024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d1.png",
    "DAO" : "HURACAN BERYL_1160 KM AL ESTE-SURESTE DE BARBADOS_120 KM/H_OESTE A 35 KM/H_992 MILIBARIOS",
    "DAT" : "\nSe pronostica la formación de un área de baja presión muy amplia sobre la Bahía de Campeche este domingo, donde las condiciones ambientales parecen propicias para mayor desarrollo. Una Depresión Tropical podría formarse antes de que el sistema se mueva tierra adentro a principios de la próxima semana sobre el Golfo de México. Independientemente del desarrollo, las lluvias associadas con el área de baja presión afectarán porciones de América Central y México hasta principios de la próxima semana.\n\n Probabilidad de formación en 48 horas : Media (50%).\nProbabilidad de formación en 72 horas : Media (50%).\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-2",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Chiapas, Campeche, Yucatán y Quintana Roo.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Nayarit, Jalisco, Colima, Veracruz, Oaxaca y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Sinaloa, Durango, Zacatecas, Aguascalientes, Guanajuato, Michoacán, Guerrero, Estado de México y Puebla.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Ciudad de México, Morelos y Tlaxcala.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila.\n\nLluvias aisladas (0.1 a 5 mm): Baja California y Baja California Sur.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "29/06/2024 - El constante ingreso de humedad a Tamaulipas y Veracruz interactuará con el canal de baja presión en el suroeste del Golfo de México y condiciones locales; de igual forma el desplazamiento de la onda tropical No. 6 por el sur de la región durante el sábado y domingo, así como una zona de baja presión que recorrerá el suroeste del Golfo de México a partir del domingo hasta internarse a territorio nacional entre el sur de Tamaulipas y norte de Veracruz la madrugada del lunes; favorecerán cielo medio nublado a nublado con lluvias acompañadas de actividad eléctrica y viento en rachas. Previendo en Tamaulipas tormentas puntuales torrenciales (150 a 250 mm) a partir del domingo en las porciones centro y sur de la entidad, presentándose menores en el resto. En Veracruz se prevé que a partir del domingo se presenten tormentas puntuales torrenciales (150 a 250 mm) en las porciones norte y sur de la región, mientras que en el resto se mantendrán tormentas puntuales muy fuertes (50 a 75 mm) a intensas (75 a 150 mm). El viento a partir del domingo será  de componente Este en Tamaulipas, mientras que en Veracruz será de componente Norte; presentándose en ambos casos de 40 a 50 con rachas de 70 km/h; disminuyendo gradualmente a lo largo de la región la madrugada del lunes y fijándose hacia el Este y Sureste. A partir del domingo en ambas entidades se prevé un ambiente diurno cálido a caluroso; mientras que durante la noche será templado a fresco; así como frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "29/06/2024 - Este sábado, la zona de baja presión con probabilidad de desarrollo ciclónico y la onda tropical No. 6 se ubicarán sobre la Sonda de Campeche con dirección hacia las costas de Veracruz, continuará interactuando con la humedad generada por la vaguada monzónica, provocando lluvias muy fuertes a intensas con descargas eléctricas en el sureste mexicano y la Península de Yucatán, pronosticándose lluvias puntuales torrenciales en Chiapas, Campeche, Yucatán y Quintana Roo. A su vez, se prevén vientos fuertes con posible formación de trombas marinas y oleaje de 2 a 4 metros de altura en las costas de Campeche, Yucatán y Quintana Roo. Por otra parte, canales de baja presión sobre el interior del país, en combinación con inestabilidad en altura y la entrada de humedad proveniente de ambos océanos, generarán lluvias en el norte, noroeste, noreste, centro y occidente del territorio nacional, con lluvias puntuales intensas en Nayarit, Jalisco y Colima, y probables torbellinos en Sonora y Chihuahua. Finalmente, prevalecerá el ambiente muy caluroso a extremadamente caluroso en el noroeste y norte del territorio nacional, pronosticándose temperaturas máximas superiores a 40 °C en zonas de Baja California, Sonora, Chihuahua, Durango y Sinaloa.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "28/06/2024 - Una zona de baja presión con probabilidad para desarrollo ciclónico asociada a la onda tropical No. 6 ingresará y recorrerá lentamente la Península de Yucatán, interaccionará con la vaguada monzónica extendida sobre el sureste mexicano, ocasionando lluvias puntuales intensas en Oaxaca, Tabasco, Chiapas, Campeche, Yucatán y Quintana Roo. Asimismo, se prevén rachas de viento de 60 a 80 km/h y oleaje de 2 a 4 metros de altura en las costas de Yucatán y Quintana Roo. Por otra parte, canales de baja presión sobre el norte, noroeste, occidente y centro del país, en interacción con inestabilidad en niveles altos de la atmósfera y la onda tropical No. 5 que será absorbida por la vaguada monzónica al sur del país, producirán lluvias puntuales intensas en Jalisco y Michoacán, lluvias muy fuertes en Sonora, Chihuahua, Sinaloa, Zacatecas, Aguascalientes, San Luis Potosí, Colima, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Morelos, Puebla y Veracruz, así como lluvias puntuales fuertes en Coahuila, Nuevo León, Tamaulipas, Durango, Nayarit y Guerrero. También se pronostican rachas de viento de 50 a 70 km/h y probable formación de torbellinos en Sonora, Chihuahua y Jalisco. Dichas lluvias se acompañarán de descargas eléctricas y posible caída de granizo, además, podrían generar encharcamientos, derrumbes, deslaves o inundaciones.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Chihuahua y Coahuila.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Durango, Nuevo León, Tamaulipas, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Michoacán, Guerrero, Veracruz, Tabasco y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: Estado de México, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h y posible formación de torbellinos: Sonora, Chihuahua, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Durango y Aguascalientes; con posible formación de trombas marinas: costas de Campeche, Yucatán y Quintana Roo.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Jalisco y Guanajuato.\n\nViento con rachas de 30 a 50 km/h: Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Morelos, Veracruz y Tabasco.\n\nOleaje de 2 a 4 metros: costas de Campeche, Yucatán y Quintana Roo."
  }
}
