{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "QThSCIXFrdA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Veracruz, Oaxaca, Chiapas, Tabasco, Campeche y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Sonora, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Michoacán, Guerrero y Yucatán.\n\nCaída de nieve, aguanieve o lluvia engelante: sierras de Juárez y San Pedro Mártir, B.C., así como en el norte de Sonora.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "28/01/2025 - Se prevé que la presencia de la circulación anticiclónica en el Golfo de México, mantendrá el ligero ingreso de humedad hacia la vertiente oriental del país, el cual interaccionará con una vaguada en el suroeste del golfo de México y con los forzamientos térmicos y orográficos, ocasionando lluvias de 5.1 a 25 mm especialmente en las cuencas del Coatzacoalcos y Tonalá, durante el martes y con tendencia a disminuir la probabilidad el resto del periodo, con lluvias menores a 5.0 mm que tenderán a concentrase en regiones de montaña y de forma dispersa en la porción del norte. En tanto que, en Tamaulipas, dominarán condiciones de cielo medio nublado con lluvias o lloviznas (0.1 a 5.0 mm) en la entidad durante los dos primeros días, así como posibles chubascos en la región fronteriza en el transcurso del jueves, esta situación debido al frente frío Núm. 25 que se mantendrá como estacionario en el noreste del país y norte del golfo de México, y la aproximación de un nuevo sistema frontal al noreste del país durante el jueves. El viento se mantendrá del Sur y Sureste en ambas entidades con velocidades sostenidas de 25 a 35 km/h en Tamaulipas y de 20 a 35 km/h en Veracruz, con rachas de 50 km/h en el norte y centro del Estado tamaulipeco y de hasta 70 km/h durante el jueves, con rachas de 50 km/h en costas del norte de Veracruz durante el último día de este pronóstico. Los valores de temperatura tenderán a presentar un incremento a lo largo de este  periodo, ocasionando ambiente diurno cálido a caluroso en planicies y costas, templado a cálido en zonas de montaña y manteniéndose fresco a frío por la noche y madrugada en zonas montañosas y templado a fresco en partes bajas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "28/01/2025 - Este martes, una circulación anticiclónica en niveles medios de la atmósfera originará temperaturas cálidas a calurosas en gran parte de México, con temperaturas máximas de 35 a 40 °C en Jalisco, Colima, Michoacán, Guerrero, Morelos, Puebla (suroeste), Oaxaca y Chiapas. Por otra parte, el frente No. 25, una circulación ciclónica en niveles medios y altos de la atmósfera, además de la humedad propagada por la corriente en chorro subtropical, generarán lluvias aisladas en el noroeste, norte y noreste de la República Mexicana, ambiente frío con probable caída de nieve, aguanieve o lluvia engelante en el norte de Sonora, así como en las sierras de Juárez y San Pedro Mártir, B.C. Finalmente, un canal de baja presión sobre el sureste del país, aunado al ingreso de humedad del golfo de México y Mar Caribe, ocasionará lluvias con intervalos de chubascos y posibles descargas eléctricas en Veracruz, Oaxaca, Chiapas, Tabasco, Campeche y Quintana Roo.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "27/01/2025 - La madrugada del martes, el frente No. 25 se extenderá sobre el norte y noreste del territorio nacional, en interacción con la corriente en chorro subtropical y con una circulación ciclónica en niveles medios y altos de la atmósfera, propiciarán lluvias con intervalos de chubascos en Baja California, Coahuila, Nuevo León y Tamaulipas; ambiente frío a muy frío con posible caída de nieve o aguanieve en la sierra de Juárez y San Pedro Mártir, B.C. Asimismo, se pronostican vientos de 30 a 40 km/h con rachas de 50 a 70 km/h en Sonora y Chihuahua; de 20 a 30 km/h con rachas de 40 a 60 km/h en Baja California, Baja California Sur, Sinaloa, Durango y Zacatecas. Simultáneamente, un canal de baja presión en el sureste mexicano, en combinación con la entrada de humedad del golfo de México y mar Caribe, ocasionarán lluvias puntuales fuertes en Chiapas, chubascos en Veracruz, Oaxaca, Campeche y Quintana Roo, además de lluvias aisladas en Puebla, Tabasco y Yucatán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Jalisco, Colima, Michoacán, Guerrero, Morelos, Puebla (suroeste), Oaxaca y Chiapas.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Durango, Zacatecas, Estado de México (suroeste), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: zonas montañosas de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: zonas de Baja California Sur, Zacatecas, San Luis Potosí (occidente), Aguascalientes, Jalisco, Michoacán, Guanajuato, Estado de México, Tlaxcala, Puebla e Hidalgo.\n\nTemperaturas mínimas de 0 a 5 °C: zonas de Querétaro, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de 30 a 40 km/h con rachas de 60 a 80 km/h: Sonora, Chihuahua y Durango.\n\nViento de componente norte de 30 a 40 km/h con rachas de 50 a 70 km/h: istmo y golfo de Tehuantepec.\n\nViento de componente sur de 20 a 30 km/h con rachas de 40 a 60 km/h: Coahuila, Nuevo León y Tamaulipas.\n\nViento de 20 a 30 km/h con rachas de 40 a 60 km/h: Baja California, Baja California Sur, Sinaloa, Zacatecas, Campeche, Yucatán y Quintana Roo.\n\nOleaje de 1 a 3 metros de altura (durante la mañana): golfo de Tehuantepec, disminuyendo en el transcurso del día."
  }
}
