{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL092024/GEOCOLOR/AL092024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL092024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/09/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/09L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN HELENE",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT09/refresh/AL092024_wind_probs_34_F120+png/213745.png",
    "DAO" : "HURACAN HELENE_515 KM AL SUROESTE DE TAMPA, FLORIDA_155 KM/H_NOR-NORESTE A 20 KM/H_960 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP10/refresh/EP102024_wind_probs_34_F120+png/023542.png",
    "DPO" : "TORMENTA TROPICAL JOHN_170 KM AL SURESTE DE MANZANILLO, COLIMA._110 KM/H_NORESTE A 7 KM/H_984 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "sZ6cJx336cs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias puntuales extraordinarias (superiores a 250 mm): Colima, Michoacán y Guerrero.\n\nLluvias intensas con puntuales torrenciales (150 a 250 mm): Jalisco, Oaxaca, Chiapas y Tabasco.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Puebla y Veracruz.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Guanajuato, Estado de México, Morelos y Campeche.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Querétaro, Hidalgo, Tlaxcala, Ciudad de México, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Nayarit, Zacatecas, Aguascalientes, San Luis Potosí y Tamaulipas.\n\nLluvias aisladas (0.1 a 5 mm): Durango.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "27/09/2024 - Se mantendrá el constante ingreso de humedad hacia Tamaulipas y Veracruz, principalmente del ciclón tropical JOHN  ubicado en el golfo de Tehuantepec y un sistema de baja presión que cruzará el golfo de México a partir de la noche del martes, interactuando con el canal de baja presión en el suroeste del golfo de México, así como con condiciones locales y el frente frío No. 3 en el norte de Tamaulipas a partir del miércoles. Se prevé, que en Tamaulipas se presenten tormentas puntuales fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm) en el sur y occidente de la entidad; mientras en el resto se prevén lluvias con intervalos de chubascos (5.1 a 56 mm), especialmente en porciones bajas. Mientras que en Veracruz se prevén tormentas puntuales torrenciales (150 a 250 mm) en las cuencas del sur de la región; mientras que en el resto de las zonas montañosas se prevén tormenta puntuales intensas (75 a 150 mm) y puntuales fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm) en porciones medias y bajas del norte y centro de la región. El viento será del Este y Sureste en Tamaulipas fijándose hacia el Noreste a partir del miércoles, mientras que en Veracruz se mantendrá de componente Norte; presentándose en todos los casos de 25 a 35 km/h, así como rachas de 50 km/h por la tarde a partir del jueves en zonas de costa de ambas entidades. La temperatura diurna mantendrá un ambiente cálido a caluroso en ambas entidades; templado a cálido por la noche, así como fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "27/09/2024 - Este viernes, el ciclón tropical JOHN se desplazará en tierra sobre el occidente mexicano, generando lluvias muy fuertes a puntuales torrenciales en esa región, con lluvias puntuales extraordinarias en Colima, Michoacán y Guerrero. Asimismo, se pronostican vientos con rachas de 80 a 100 km/h y oleaje de 2 a 4 m de altura en las costas de Guerrero, Michoacán, Colima y Jalisco; y rachas de 50 a 70 km/h con olas de 1 a 3 m de altura en el litoral de Oaxaca. A su vez, la vaguada monzónica y un canal de baja presión que se extenderá sobre el centro y sureste del territorio nacional, mantendrán el temporal de lluvias fuertes a puntuales torrenciales en ambas regiones. Se prevé que, durante la madrugada del sábado, la baja presión remanente de John ingrese nuevamente al océano Pacífico, frente a las costas de Jalisco. Por su parte, el frente No. 3 se extenderá sobre el Golfo de México, donde interaccionará con un canal de baja presión, originando lluvias puntuales intensas en Veracruz y Puebla; su masa de aire frío generará un refrescamiento de las temperaturas sobre la Mesa del Norte y la Mesa Central; además de originar viento de componente norte con rachas de 30 a 50 km/h en el litoral de Tamaulipas y Veracruz.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "26/09/2024 - Se pronostica que el Huracán JOHN de categoría 1 en la escala Saffir-Simpson ingrese a tierra entre las costas de Aquila, Michoacán y Manzanillo, Colima. Ingresará con vientos máximos sostenidos de 120 km/h, rachas de 150 km/h y desplazamiento lento hacia el noroeste a razón de 4 km/h. Sus extensas bandas nubosas producirán lluvias puntuales extraordinarias en Colima, Michoacán y Guerrero, lluvias torrenciales en Oaxaca; puntuales intensas en Jalisco; muy fuertes en Guanajuato, Estado de México, Ciudad de México y Morelos. Asimismo, se prevén rachas de viento de 100 a 120 km/h, oleaje de 4 a 6 m de altura y posible formación de trombas marinas en las costas de Guerrero, Michoacán y Colima, y rachas de viento de 80 a 100 km/h y oleaje de 2 a 4 metros de altura en las costas de Jalisco y Oaxaca. Por otra parte, canales de baja presión en el centro y sureste del territorio nacional, los desprendimientos nubosos de John y la vaguada monzónica extendida sobre el pacífico sur mexicano, ocasionarán lluvias puntuales intensas en Puebla, Veracruz y Chiapas (occidente), muy fuertes en Tabasco y fuertes en Querétaro, Hidalgo, Tlaxcala, Campeche, Yucatán y Quintana Roo. Los sistemas mencionados mantendrán el temporal de lluvias en occidente, sur y sureste de la República Mexicana, mismas que podrían generar encharcamientos, derrumbes, incremento en el nivel de ríos/arroyos, desbordamientos, deslaves e inundaciones. El frente No. 3 permanecerá como estacionario sobre el noreste del país y producirá chubascos en Tamaulipas y San Luis Potosí.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Durango, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Nayarit, Jalisco, Chiapas, Veracruz (norte), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Chihuahua, Durango, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala y Estado de México.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 80 a 100 km/h durante la mañana: Guerrero, Michoacán, Colima y Jalisco.\n\nOleaje de 2 a 4 metros de altura: costas de Guerrero, Michoacán, Colima y Jalisco.\n\nViento con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura: costas de Oaxaca.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo León, San Luis Potosí, Aguascalientes, Zacatecas, Durango, Sinaloa, Nayarit, Guanajuato y Estado de México.\n\nViento de componente norte con rachas de 30 a 50 km/h: litoral de Tamaulipas y Veracruz."
  }
}
