{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nuevo León, Tamaulipas, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Morelos, Oaxaca y Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Michoacán, Guerrero y Veracruz.\n\nLluvias aisladas (0.1 a 5 mm): Tabasco.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "24/05/2024 - La persistencia de la circulación anticiclónica sobre la mayor parte del territorio nacional y Golfo de México, favorecerá condiciones de cielo despejado a medio nublado y baja probabilidad para precipitaciones en gran parte de la vertiente oriental del país. No obstante, durante horas de la tarde y noche, es probable aumenten los nublados en el occidente y suroeste de Tamaulipas y en porciones altas de las cuencas de La Antigua, Jamapa-Cotaxtla, Papaloapan y Coatzacoalcos, donde es posible se presenten lloviznas y chubascos (5.1 a 25 mm) de forma aislada, acompañados por descargas eléctricas, esto debido a la permanencia de un canal de baja presión que se extenderá desde el noreste mexicano al occidente y suroeste del Golfo de México, así como al flujo de humedad, al calentamiento diurno y al forzamiento orográfico. En cuanto al viento, se espera que en Tamaulipas domine del Sur y Sureste de 25 a 35 km/h y con posibles rachas de 50 a 70 km/h en el norte, centro y costa del estado. En la mayor parte de Veracruz, se espera sea de componente Este con velocidades de 25 a 35 km/h, y con posibles rachas del Sur y Sureste de 50 a 60 km/h durante las tardes, noches y madrugadas, especialmente en la porción costera del estado y en las cuencas medias del  Papaloapan y Coatzacoalcos. La temperatura diurna seguirá con valores altos, manteniendo la onda de calor a lo largo de la región, esperando valores máximos alrededor de los 45 °C en el centro y sur de Tamaulipas y en las cuencas del  Pánuco, Papaloapan, Coatzacoalcos y Tonalá.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "24/05/2024 - Este viernes, una circulación anticiclónica en niveles medios de la atmósfera mantendrá la tercera onda de calor de la temporada sobre la República Mexicana, incluido el Valle de México, pronosticándose temperaturas que podrían superar los 45° C en Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Morelos, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz, Tabasco, Campeche y Yucatán. A su vez, una línea seca se mantendrá en el norte del país, en interacción con un canal de baja presión extendido sobre la Mesa del Norte, inestabilidad en niveles altos de la atmosfera, la corriente en chorro subtropical y el ingreso de humedad del Océano Pacifico y Golfo de México, ocasionarán chubascos y lluvias puntuales fuertes acompañadas de descargas eléctricas y posible caída de granizo en dichas regiones, rachas fuertes de viento en el noroeste, norte, y noreste del país, además de la posibilidad de formación de torbellinos en Coahuila, Nuevo León y Tamaulipas. Finalmente, canales de baja presión sobre el centro, oriente y sureste mexicano, en combinación con el ingreso de humedad del Océano Pacifico, Golfo de México y Mar Caribe, ocasionarán chubascos y lluvias puntuales fuertes, descargas eléctricas y posibles granizadas en las regiones mencionadas, así como lluvias aisladas en Tabasco.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "23/05/2024 - Una línea seca se mantendrá en el norte del país, en interacción con la corriente en chorro subtropical, con canales de baja presión extendidos sobre la Mesa del Norte, Mesa Central, el oriente y sureste de México, inestabilidad en niveles altos de la atmosfera y el ingreso de humedad del Océano Pacifico, Golfo de México y Mar Caribe, ocasionarán lluvias puntuales fuertes en Nuevo León, Tamaulipas, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Oaxaca y Chiapas, intervalos de chubascos en San Luis Potosí, Querétaro, Morelos, Michoacán, Guerrero y Veracruz, y lluvias aisladas en Coahuila, Zacatecas, Guanajuato y Quintana Roo. Todas las lluvias mencionadas podrán acompañarse de descargas eléctricas y posible caída de granizo. Así mismo, rachas fuertes de viento de 60 a 80 km/h y tolvaneras en Chihuahua y Durango, rachas de 50 a 70 km/h y posibles tolvaneras en Baja California, Coahuila, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México, viento de componente sur con rachas de 50 a 70 km/h en Nuevo León y Tamaulipas; y con rachas de 40 a 60 km/h en Veracruz y Oaxaca (Istmo de Tehuantepec) y viento con rachas de 40 a 60 km/h en Campeche, Yucatán y Quintana Roo; con posibles tolvaneras en Baja California Sur, Sonora, Zacatecas, San Luis Potosí, Aguascalientes, Nayarit, Jalisco, Michoacán, Guanajuato y Querétaro, además de la posibilidad de formación de torbellinos en Coahuila, Nuevo León y Tamaulipas.  Por otro lado, una circulación anticiclónica en niveles medios de la atmósfera que dio origen a la tercera onda de calor de la temporada, mantendrá bajo potencial de lluvia en el resto del territorio nacional.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Sinaloa, Nayarit, Jalisco, Michoacán, Guerrero, Morelos, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz, Tabasco, Campeche y Yucatán.\n\nTemperaturas máximas de 40 a 45 °C: Sonora, Chihuahua, Zacatecas, Durango, Colima, Guanajuato, Querétaro (norte), Hidalgo (norte), Puebla (norte y suroeste), Oaxaca, Chiapas y Quintana Roo.\n\nTemperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Aguascalientes y Estado de México (suroeste).\n\nTemperaturas máximas de 30 a 35 °C: Tlaxcala y Ciudad de México.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Baja California, Sonora, Chihuahua y Durango.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posibles tolvaneras: Baja California, Chihuahua, Durango, Zacatecas, Aguascalientes, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Morelos; y con posible formación de torbellinos: Coahuila.\n\nViento de componente sur con rachas de 50 a 70 km/h y posible formación de torbellinos: Nuevo León y Tamaulipas; y con posibles tolvaneras: Veracruz (sur) y Oaxaca (Istmo de Tehuantepec).\n\nViento con rachas de 40 a 60 km/h: Campeche, Yucatán y Quintana Roo; con posibles tolvaneras: Baja California Sur, Sonora, Nayarit, Jalisco y Michoacán."
  }
}
