{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "5,267,422,253,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d1.png",
    "DAO" : "f",
    "DAT" : "\nSe pronostica la formación de un área de baja presión muy amplia sobre el sector Suroeste del Golfo de México en las próximas 48 horas. Las condiciones ambientales parecen propicias para el desarrollo gradual de este sistema y es probable la formación de una Depresión Tropical a mitad de la semana próxima mientras el sistema se mueve lentamente en dirección Oeste-noroeste. Independientemente del desarrollo, se espera varios días de lluvias localmente fuertes a través de sectores del Sur-sureste de México y América Central.\n\nProbabilidad de formación en 48 horas : Baja(0%)\nProbabilidad de formación en 72 horas : Media(60%)\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Oaxaca (costa), Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Guerrero.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Durango, Sinaloa y Puebla.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Tamaulipas, Nayarit, Jalisco, Colima, Michoacán y Estado de México.\n\nLluvias aisladas (0.1 a 5 mm): Nuevo León, San Luis Potosí, Hidalgo, Tlaxcala, Morelos y Ciudad de México.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "16/06/2024 - Un sistema de baja presión en el suroeste del Golfo de México se desplazará hacia el Noroeste del mismo Golfo favoreciendo el ingreso de humedad hacia Tamaulipas y Veracruz, ocasionando su interacción con condiciones locales y la presencia del canal de baja presión en el suroeste del mismo Golfo, ocasionando un incremento de nubosidad y de lluvias acompañadas de actividad eléctrica y viento en rachas, principalmente en en zonas montañosas y sur de Veracruz a partir de la tarde. Previendo que en Tamaulipas se presenten tormentas puntuales fuertes (25 a 50 mm) en el occidente de la entidad, mientras que en el resto de la porción sur se prevén lluvias con intervalos de chubascos (5.1 a 25 mm), presentándose menores en zonas medias y bajas del resto de la entidad; tendiendo a disminuir paulatinamente a partir del lunes en el occidente de la entidad. En Veracruz se prevén tormentas puntuales intensas (75 a 150 mm) en las cuencas del sur de la región y puntuales fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm) en el resto de la región, incrementándose a torrenciales (150 a 250 mm) a partir del lunes en la porción sur. El viento será del Este y Sureste en Tamaulipas; en Veracruz será del Noroeste por la mañana y del Noreste por la tarde; presentándose en todos los casos de 25 a 35 km/h, así como rachas de 50 km/h durante la tarde en Tamaulipas y porcinos medias y bajas de Veracruz. El ambiente diurno en ambas entidades se mantendrá caluroso a muy caluroso; mientras que durante la noche será templado a cálido y templado a fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "16/06/2024 - Este domingo, persistirá el temporal de lluvias en el sureste y oriente mexicano, así como en la Península de Yucatán, debido a la entrada de humedad originada por la vaguada monzónica, una zona de baja presión con potencial ciclónico, al sur de las costas de Chiapas, interaccionará con un extenso canal de baja presión en el suroeste del Golfo de México, ambos sistemas propiciarán fuertes rachas de viento y lluvias de muy fuertes a puntuales intensas en las regiones mencionadas, con lluvias puntuales torrenciales en Oaxaca (costa), Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo. Asimismo, probabilidad de formación de trombas marinas en las costas de dichos estados. Por otra parte, otro canal de baja presión sobre la sierra Madre Occidental, occidente y centro de la República Mexicana, interaccionará con la entrada de humedad del Océano Pacífico y con inestabilidad en niveles altos de la atmósfera, ocasionarán lluvias con intervalos de chubascos en las regiones antes descritas, presentándose lluvias fuertes en Chihuahua, Durango, Sinaloa y Puebla. Todas las lluvias mencionadas, estarán acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo. Finalmente, continuará el ambiente caluroso a muy caluroso sobre gran parte del territorio mexicano, previéndose temperaturas superiores a 40 °C en 15 estados del país, pudiendo superar los 45 °C en zonas de Baja California.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "15/06/2024 - Una zona de baja presión con potencial para desarrollo ciclónico ubicada al sur de las costas de Chiapas, en interacción con la vaguada monzónica, un canal de baja presión extendido en el suroeste del Golfo de México y con una zona de inestabilidad en el Golfo de México, ocasionarán un temporal de lluvias puntuales torrenciales en Oaxaca, Chiapas, Tabasco, Campeche y Quintana Roo, lluvias intensas en Veracruz y Yucatán, además de lluvias muy fuertes en Puebla y Guerrero. Estas lluvias podrían incrementar los niveles de ríos y arroyos, y generar deslaves e inundaciones en zonas bajas de las entidades mencionadas. Por otro lado, otro canal de baja presión extendido sobre el noroeste, occidente y centro del territorio nacional, interaccionará con la entrada de humedad del Océano Pacífico y con inestabilidad en niveles altos de la atmosfera, propiciarán lluvias puntuales fuertes en zonas de Jalisco, Colima y Michoacán, y chubascos en Tamaulipas, San Luis Potosí, Durango, Nayarit, Estado de México y Morelos. Todas las lluvias mencionadas, estarán acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo. Asimismo, se pronostican fuertes rachas de viento de 50 a 70 km/h y condiciones para la formación de trombas marinas en costas de Guerrero, Oaxaca, Chiapas, Veracruz (sur), Tabasco, Campeche, Yucatán y Quintana Roo, y rachas de 40 a 60 km/h con probabilidad de formación de torbellinos en Chihuahua y Coahuila, y posibles tolvaneras en estados del noroeste, norte y centro del país.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Baja California.\n\nTemperaturas máximas de 40 a 45 °C: Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Veracruz (norte), San Luis Potosí, Durango, Sinaloa, Nayarit, Jalisco, Michoacán y Guerrero.\n\nTemperaturas máximas de 35 a 40 °C: Zacatecas, Aguascalientes, Guanajuato, Colima, Morelos, Puebla (norte y suroeste), Hidalgo (norte) y Oaxaca.\n\nTemperaturas máximas de 30 a 35 °C: Querétaro, Tabasco, Campeche y Yucatán.\n\nTemperatura mínima de 0 a 5 °C: Hidalgo, Tlaxcala, Puebla y Estado de México.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posible formación de trombas marinas: costas de Veracruz (sur), Guerrero, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo; con posible formación de torbellinos: Chihuahua, Coahuila, Nuevo León y Tamaulipas; con tolvaneras: Baja California y Sonora.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California Sur, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Morelos.\n\nOleaje de 2 a 3 metros de altura: costas de Chiapas y Quintana Roo; de 1 a 2 metros de altura: costas de Guerrero (oriente), Oaxaca, Tabasco, Campeche y Yucatán."
  }
}
