{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/GOES16-EP192023-EXTENT3-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP19/refresh/EP192023_wind_probs_34_F120+png/234859.png",
    "DPO" : "TORMENTA TROPICAL PILAR_315 KM AL SUROESTE DE SAN SALVADOR, SALVADOR._85 KM/H_7 KM AL ESTE-NORESTE/H_1000 MILIBARIOS",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 48 exhalaciones.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Veracruz, Oaxaca, Chiapas y Tabasco.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Campeche.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Michoacán y Guerrero.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Zacatecas, Durango, Nayarit, Jalisco, Colima, Guanajuato, Querétaro, Hidalgo, Estado de México y Morelos.\n\nLluvias aisladas (0.1 a 5 mm): Chihuahua, Sinaloa, Ciudad de México y Tlaxcala.\n\nProbabilidad de aguanieve o nieve, durante la mañana: zonas montañosas de Chihuahua, Coahuila y Nuevo León.\n\nProbabilidad de caída de aguanieve o nieve en cimas montañosas superiores a 4,200 metros sobre el nivel del mar del centro y oriente del país: Citlaltépetl, Popocatépetl, Iztaccíhuatl, Nevado de Toluca, La Malinche, Sierra Negra y Cofre de Perote.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "31/10/2023 - Se espera que el frente frío Núm. 8 siga recorriendo la entidad veracruzana y alcance la Península de Yucatán durante el martes. Este sistema provocará nublados, nieblas, lloviznas y lluvias, siendo en las cuencas medias y altas de los ríos Tecolutla, Nautla y Misantla donde pueden presentarse los valores de mayor relevancia durante esta noche, y en Los Tuxtlas, cuenca alta del Papaloapan y dentro del Coatzacoalcos y Tonalá durante el martes, con lluvias de 75 a 150 mm y eventos puntuales de 150 a 250 mm; para las cuencas del Cazones, Actopan, La Antigua y Jamapa-Cotaxtla, así como en el resto de la porción sur de Veracruz se esperan lluvias puntuales de 50 a 75 mm; en el norte y sur de Tamaulipas, así como en las cuencas del Pánuco y Tuxpan se prevén lluvias de menor intensidad. Por su parte, la masa de aire frío que impulsa al frente cubrirá la vertiente oriental del país y el Golfo de México, ocasionando viento del Norte con velocidades de 60 a 70 km/h y rachas de 90 a 110 km/h, especialmente durante el martes en zonas costeras del centro y sur de Veracruz, y de menor intensidad para el resto del litoral. En zonas montañosas entre Misantla y Xalapa, pueden presentarse rachas de 50 a 70 km/h. Con respecto a la temperatura diurna, durante el mismo martes tendrá un descenso marcado a lo largo de la vertiente oriental del país, donde se espera un ambiente frío en Tamaulipas y zonas montañosas, así como fresco a templado en porciones de planicie y costa de Veracruz.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "31/10/2023 - Este martes, el frente frío Núm. 8 se extenderá desde el oriente del Golfo de México hasta el sureste de la República Mexicana, interaccionará con las extensas bandas nubosas de la tormenta tropical Pilar, que se localizará al sur de las costas de Guatemala, manteniendo el pronóstico de lluvias intensas a puntuales torrenciales en zonas de Veracruz, Oaxaca, Chiapas y Tabasco, lluvias puntuales intensas en Campeche, y lluvias puntuales muy fuertes en Puebla, Yucatán y Quintana Roo, así como chubascos en el norte, noreste y centro de la República Mexicana. La masa de aire ártica que impulsa al frente, ocasionará densos bancos de niebla, ambiente frío a muy frío durante la mañana y noche sobre la mayor parte del territorio nacional, manteniéndose la probabilidad de caída de nieve o aguanieve durante la mañana del martes en zonas montañosas del norte, centro y oriente de la República Mexicana, así como la presencia de heladas principalmente en zonas altas de la Mesa del Norte, Mesa Central y la Sierra Madre Oriental, y por la tarde, ambiente de frío a fresco en entidades de la Mesa del Norte y oriente del territorio nacional. Asimismo, continuará el evento de NORTE muy fuerte a intenso con oleaje elevado en el litoral del Golfo de México, Istmo y Golfo de Tehuantepec. Finalmente, la entrada de humedad del Océano Pacífico dará lugar a chubascos con lluvias puntuales fuertes sobre el occidente y sur mexicano.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "30/10/2023 - Esta noche y madrugada del martes, el frente frío Núm. 8 se desplazará rápidamente sobre el oriente del país y gradualmente sobre el sureste mexicano, interaccionará con la corriente en chorro subtropical y con las extensas bandas nubosas de la tormenta tropical Pilar que se localiza al sur de las costas de Guatemala, pronosticándose lluvias intensas con puntuales torrenciales en Puebla, Veracruz, Oaxaca y Chiapas, lluvias muy fuertes a puntuales intensas en San Luis Potosí, Querétaro, Hidalgo y Tabasco, lluvias puntuales muy fuertes en Coahuila, Durango, Zacatecas y Tamaulipas, lluvias puntuales fuertes en Chihuahua, Nuevo León y Campeche, intervalos de chubascos en Aguascalientes, Guanajuato, Estado de México y Tlaxcala, y lluvias aisladas en la Ciudad de México. Por su parte, la masa de aire ártica asociada al frente, propicia marcado descenso de temperatura en el norte y noreste del país, propagándose durante esta noche y la madrugada del martes sobre el centro y oriente de la República Mexicana; así como evento de NORTE muy fuerte a intenso con rachas de 100 a 120 km/h y oleaje de 3 a 5 metros de altura en las costas de Tamaulipas, Veracruz y el Golfo de Tehuantepec, y con rachas de 50 a 70 km/h y oleaje de 1 a 2 metros de altura en la costa de Tabasco y Campeche, además de densos bancos de niebla en entidades de la Mesa del Norte, Mesa Central y oriente de México. A su vez, se prevé la posible caída de aguanieve o nieve en las sierras de Chihuahua, Coahuila y Nuevo León, así como en las cimas montañosas superiores a 4,200 metros sobre el nivel medio del mar del centro y oriente del país (Citlaltépetl, Popocatépetl, Iztaccíhuatl, Nevado de Toluca, La Malinche, Sierra Negra y Cofre de Perote). Por otra parte, un canal de baja presión sobre el occidente del país y otro sobre la Península de Yucatán, además de la entrada de humedad de ambos litorales, originarán lluvias puntuales muy fuertes acompañadas de descargas eléctricas en Yucatán y Quintana Roo, lluvias puntuales fuertes en Nayarit, Jalisco, Colima, Michoacán y Guerrero, y lluvias aisladas en Morelos.",
    "N4H" : "Golfo de México",
    "N4T" : "Alerta Gris por Frente Frío-Lluvia-Norte\n\nXalapa, Ver., 30 de octubre de 2023\n\nExtremar precaución ante:\n*Crecidas de ríos y arroyos de respuesta rápida.\n*Encharcamientos e inundaciones.\n*Destechamientos, caída de árboles y otros objetos.\n*Deslaves y derrumbes.\n* Descenso de temperatura.\n\nFASE: ACCIÓN.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN:\nel frente frío 8 recorre el estado de Tamaulipas esperándose cruce entre este día y la mañana del martes 31 el estado de Veracruz y entre este último y el miércoles 01 de noviembre Tabasco y la Península de Yucatán. El sistema será impulsado por una potente masa de aire de origen ártica. Se espera que ambos sistemas ocasionen lluvias localmente fuertes, evento de Norte intenso, oleaje elevado y descenso de temperatura.\n\nPRONÓSTICO PARA EL ESTADO DE VERACRUZ:\nel potencial de lluvia y tormentas (ráfagas de viento y actividad eléctrica) aumentará a partir de este mediodía con su mayor intensidad entre martes 31 octubre y el jueves 2 de noviembre, estimándose acumulados en 24 horas de 10 a 30 mm en promedio en el estado y máximos de 70 a 150 mm, siendo probables mayores a 150 mm especialmente en la zona sur (ver tabla). Asimismo, se prevé un Norte prolongado con rachas máximas de 90 a 110 km/h en la costa central-sur, 75 a 90 km/h en la costa norte, menores, pero con rachas fuertes en llanuras, y de 50 a 70 km/h en zonas de montaña entre Xalapa-Naolinco-Misantla y valle de Perote (ver tabla), decreciendo gradualmente a partir de la noche del miércoles 01, generando oleaje de 3.0 a 5.0 metros cercano al litoral y notable descenso de temperatura entre martes 31 y el jueves 2.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERA EVENTO DE -NORTE- A PARTIR DE LA MAÑANA DE HOY, CON VIENTO DEL NOROESTE Y NORESTE DE 20 A 25 NUDOS CON RACHAS DE 35 A 45 NUDOS Y OLAS DE 8 A 10 PIES SOBRE LA COSTA DE TAMAULIPAS, COSTA NORTE-SUR DE VERACRUZ, COSTA OESTE DE TABASCO Y REGIÓN NOROESTE DEL GOLFO DE MÉXICO; ASÍ COMO VIENTO DEL NOROESTE DE 30 A 35 NUDOS CON RACHAS DE 45 A 50 NUDOS Y OLAS DE 12 A 16 PIES EN LA COSTA CENTRO DE VERACRUZ Y REGIÓN SUROESTE DEL GOLFO DE MÉXICO, CONDICIONES QUE SE EXTENDERÁN GRADUALMENTE CON VIENTO DEL NORESTE DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 9 PIES SOBRE LA COSTA Y REGIÓN NORTE DE YUCATÁN, COSTA DE QUINTANA ROO, CANAL DE YUCATÁN Y REGIÓN NOROESTE DEL MAR CARIBE.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 30 a 35 °C: Baja California Sur, Sonora, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca (costa), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Chihuahua, Durango y Coahuila.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California, Sonora, Nuevo León, Tamaulipas, Zacatecas, Estado de México, Tlaxcala, Puebla, Hidalgo y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de San Luis Potosí, Aguascalientes, Guanajuato, Querétaro, Michoacán, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 110 a 130 km/h: Istmo de Tehuantepec, y con oleaje de 4 a 6 metros y posible formación de trombas marinas: costas de Veracruz y Golfo de Tehuantepec.\n\nEvento de NORTE con rachas de 70 a 90 km/h, oleaje de 2 a 4 metros y posible formación de trombas marinas: costas de Tamaulipas y Tabasco.\n\nEvento de NORTE con rachas de 50 a 70 km/h, oleaje de 1 a 3 metros y posible formación de trombas marinas: costas de Campeche y Yucatán.\n\nViento con rachas de 50 a 70 km/h: Golfo de California; con tolvaneras: Baja California, Sonora y Chihuahua.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Nuevo León, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Morelos."
  }
}
