{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL102023/13/GOES16-AL102023-13-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL102023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/10/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/10L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN IDALIA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "14,190,555,340,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT10/refresh/AL102023_wind_probs_34_F120+png/205449.png",
    "DAO" : "HURACAN IDALIA_390 KM AL SOROESTE DE TAMPA, FLORIDA_150 KM/H\nRACHAS 175 KM/H_NORTE A 25 KM/H_975 MILABARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP10/refresh/EP102023_wind_probs_34_F120+png/204332.png",
    "DPO" : "TORMENTA TROPICAL IRWIN_2020 KM AL OESTE DE CABO SAN LUCAS, BCS_65 KM/H_OESTE A 25 KM/H_1002 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 25 exhalaciones, 46 minutos de tremor, y una explosión menor.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Guerrero, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Sinaloa y Nayarit.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, Jalisco, Colima, Michoacán, Estado de México, Morelos, Puebla, Veracruz, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Zacatecas, San Luis Potosí, Ciudad de México, Tlaxcala, Tabasco y Campeche.\n\nLluvias aisladas (0.1 a 5 mm): Guanajuato, Querétaro e Hidalgo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "29/08/2023 - Persistirán condiciones de cielo medio nublado a nublado y presencia de lluvias con actividad eléctrica y viento en rachas; dichas condiciones favorecidas por la interacción del constante ingreso de humedad a la vertiente oriental del país con condiciones locales y el canal de baja presión en el suroeste del Golfo de México. Presentándose en Tamaulipas lluvias escasas o lloviznas (0.1 a 5.0 mm) la región de la Sierra Madre y occidente de la cuenca del Soto La Marina, así como aisladas en las cuencas del Guayalejo-Tamesí y Tamuín; mientras que en el resto de la entidad se mantendrá baja la probabilidad de lluvias. En Veracruz se prevén tormentas puntuales muy fuertes (50 a 75 mm) en porciones medias y altas del Jamapa-Cotaxtla y Papaloapan; tormentas puntuales fuertes (25 a 50 mm) en las  cuencas del Coatzacoalcos y Tonalá, así como el resto de la cuenca del Papaloapan, zona de Los Tuxtlas y zonas montañosas del Actopan y La Antigua; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto porciones montañosas; lluvias escasas o lloviznas (0.1 a 5.0 mm) en el resto de la región. El viento en Tamaulipas será del Sur y Sureste, mientras que en Veracruz será del Noroeste fijándose a  componente Sur a partir de la noche del lunes; en todos los casos con velocidades de 25 a 35 km/h. Persistiendo un ambiente diurno cálido a caluroso en ambas entidades, mientras que por la noche será templado y fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "29/08/2023 - Este martes, el posible huracán IDALIA se desplazará sobre el oriente del Golfo de México, con trayectoria hacia Florida, E.U.A., su extensa circulación ocasionará chubascos y lluvias fuertes en la Península de Yucatán, además de rachas de viento de 40 a 60 km/h y oleaje elevado de 1 a 2 metros en la costa de Yucatán y la costa norte de Quintana Roo. El sistema continuará alejándose del territorio nacional, dejando de afectar al país al final de este día. A su vez, el sistema frontal Núm. 1 se extenderá con características de estacionario sobre el noreste del territorio nacional, originará chubascos y lluvias fuertes acompañadas de fuertes rachas de viento y descargas eléctricas en la mencionada región. Canales de baja presión prevalecerán sobre el occidente, centro, sur y sureste del territorio nacional, en interacción con inestabilidad en la atmósfera superior y el aire húmedo procedente de la vaguada monzónica hacia las costas del Pacífico Sur Mexicano, propiciarán chubascos y lluvias fuertes acompañadas de descargas eléctricas y rachas de viento sobre las regiones mencionadas, además del oriente del país; con lluvias muy fuertes en Nayarit y puntuales intensas en zonas de Guerrero, Oaxaca y Chiapas. El monzón mexicano continuará generando chubascos y lluvias fuertes acompañadas de descargas eléctricas en Baja California Sur y el noroeste del territorio nacional, con lluvias puntuales muy fuertes en Sonora y Sinaloa. Finalmente, se mantendrá el ambiente muy caluroso a extremadamente caluroso sobre entidades del noroeste, norte y noreste de la República Mexicana, con temperaturas máximas superiores a los 40 °C en Baja California, Sonora, Sinaloa, Nuevo León y Tamaulipas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "28/08/2023 - El frente Núm. 1 extendido sobre la frontera norte del territorio nacional, propiciará lluvias puntuales fuertes acompañadas de descargas eléctricas en Coahuila, así como lluvias aisladas en Nuevo León y Tamaulipas, mientras que la masa de aire frío asociada, ocasionará un ligero descenso de la temperatura, rachas de viento de 40 a 50 km/h y la posible formación de tolvaneras en las mencionadas regiones. Por su parte, las bandas nubosas de la tormenta tropical IDALIA, localizada en el noroeste del Mar Caribe, mantendrá lluvias puntuales muy fuertes en Quintana Roo, lluvias fuertes en Campeche y Yucatán, así como viento con rachas de 60 a 80 km/h, oleaje de 2 a 4 metros de altura y la posible formación de trombas marinas en costas de Quintana Roo y la costa oriental de Yucatán. Mientras que, la interacción entre un canal de baja presión sobre el occidente de la República Mexicana y la proximidad de la vaguada monzónica, propiciarán lluvias puntuales intensas en Oaxaca y Chiapas, lluvias muy fuertes en Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Estado de México, Morelos y Puebla, lluvias fuertes en Ciudad de México y Tlaxcala, así como chubascos en Zacatecas, Aguascalientes, Guanajuato, Querétaro e Hidalgo. Un segundo canal de baja presión sobre el sur y sureste mexicano, aunado al ingreso de aire marítimo tropical procedente del Golfo de México, ocasionará lluvias intensas en Veracruz y lluvias fuertes en Tabasco. Finalmente, el monzón mexicano establecido en el noroeste del país, mantendrá lluvias puntuales fuertes en Sonora, Chihuahua y Durango, así como chubascos en Baja California Sur. Nota: Las lluvias mencionadas, estarán acompañadas de descargas eléctricas, fuertes rachas de viento en zonas de tormenta y posible caída de granizo. Asimismo, las lluvias desde el rango de fuertes, podrían reducir la visibilidad en tramos carreteros, ocasionar el incremento de ríos y arroyos, así como generar deslaves, inundaciones y encharcamientos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n1. VAGUADA EXTENDIDA DESDE LA REGIÓN NOROESTE HASTA LA REGIÓN SUROESTE DEL GOLFO DE MÉXICO Y AFLUENCIA DE HUMEDAD PROVENIENTE DEL GOLFO DE MÉXICO, FAVORECEN CIELO MEDIO NUBLADO A NUBLADO SOBRE LA COSTA DE TAMAULIPAS, COSTA DE VERACRUZ Y REGIÓN SUROESTE DEL GOLFO DE MÉXICO.\n\n2. VAGUADA SOBRE LA REGIÓN SURESTE DEL TERRITORIO NACIONAL, OCASIONA CIELO NUBLADO CON LLUVIA Y TORMENTAS ELÉCTRICAS SOBRE LA REGIÓN SUR DE VERACRUZ Y CAMPECHE.\n\n3. LOS EFECTOS DE LA TORMENTA TROPICAL IDALIA, OCASIONA CIELO NUBLADO CON LLUVIAS, TORMENTAS ELÉCTRICAS Y REDUCCIÓN A LA VISIBILIDAD SOBRE QUINTANA ROO, REGIÓN NOROESTE DEL MAR CARIBE Y CANAL DE YUCATÁN.\n\n4. PRESENCIA DE BRUMA EN LA COSTA DE TAMAULIPAS, VERACRUZ, TABASCO Y CAMPECHE.\n\n--AVISOS DE TEMPORAL--\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y PASO DE ONDAS TROP1. VAGUADA EXTENDIDA DESDE LA REGIÓN NOROESTE HASTA LA REGIÓN SUROESTE DEL GOLFO DE MÉXICO Y AFLUENCIA DE HUMEDAD PROVENIENTE DEL GOLFO DE MÉXICO, FAVORECEN CIELO MEDIO NUBLADO A NUBLADO SOBRE LA COSTA DE TAMAULIPAS, COSTA DE VERACRUZ Y REGIÓN SUROESTE DEL GOLFO DE MÉXICO. \n\n2. VAGUADA SOBRE LA REGIÓN SURESTE DEL TERRITORIO NACIONAL, OCASIONA CIELO NUBLADO CON LLUVIA Y TORMENTAS ELÉCTRICAS SOBRE LA REGIÓN SUR DE VERACRUZ Y CAMPECHE.\n\n3. LOS EFECTOS DE LA TORMENTA TROPICAL IDALIA, OCASIONA CIELO NUBLADO CON LLUVIAS, TORMENTAS ELÉCTRICAS Y REDUCCIÓN A LA VISIBILIDAD SOBRE QUINTANA ROO, REGIÓN NOROESTE DEL MAR CARIBE Y CANAL DE YUCATÁN.\n\n4. PRESENCIA DE BRUMA EN LA COSTA DE TAMAULIPAS, VERACRUZ, TABASCO Y CAMPECHE.\n\n--AVISOS DE TEMPORAL--\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERAN LLUVIAS ESCASAS O LLOVIZNAS (0.1 A 5 MM) CON INTERVALOS DE CHUBASCOS (5.1 A 25 MM), SOBRE LA COSTA SUR DE TAMAULIPAS, COSTA DE VERACRUZ, COSTA DE TABASCO, COSTA DE CAMPECHE, REGIÓN SUROESTE DEL GOLFO DE MÉXICO, SONDA DE CAMPECHE Y REGIÓN NORTE DE YUCATÁN, ASÍ COMO INTERVALOS DE LLUVIAS MUY FUERTES (50 A 75 MM) CON TORMENTAS PUNTUALES INTENSAS (75 A 150 MM) Y TORMENTAS ELÉCTRICAS SOBRE YUCATÁN, QUINTANA ROO, REGIÓN NOROESTE DEL MAR CARIBE Y CANAL DE YUCATÁN.\n\n3. LA TORMENTA TROPICAL IDALIA, SE LOCALIZÓ A LAS 03:00 HRS. S (28/09:00 Z) EN LATITUD 20.1° NORTE Y  LONGITUD 85.2° OESTE A 100 MN (185 KM) AL ESTE-SURESTE DE COZUMEL, QUINTANA ROO; CON DESPLAZAMIENTO AL NORTE (360°) A 6 NUDOS (11.1 KM/HR); PRESIÓN MÍNIMA CENTRAL 989 MILIBARES; INTENSIDAD DE VIENTOS SOSTENIDOS EN INMEDIACIONES DEL SISTEMA: DE 55 NUDOS (101.8 KM/HR) CON RACHAS DE 65 NUDOS (120.1 KM/HR) CON ALTURA DE LA OLA EN INMEDIACIONES DEL SISTEMA 10 A 15 PIES (3.0 A 4.5 MTS) EN INMEDIACIONES DEL SISTEMA, OCASIONANDO INTERVALOS DE LLUVIAS MUY FUERTES (50 A 75 MM) CON TORMENTAS PUNTUALES INTENSAS (75 A 150 MM), TORMENTAS ELÉCTRICAS, RACHAS DE VIENTO FUERTE Y OLEAJE ELEVADO EN SUS INMEDIACIONES.ICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n",
    "SAP" : "\n--AVISOS DE TEMPORAL.--\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS Y AL PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE LAS  COSTAS Y REGIONES MARÍTIMAS DEL GOLFO DE CALIFORNIA, PACÍFICO CENTRAL, PACÍFICO SUR Y GOLFO DE TEHUANTEPEC.\n\n2. SE ESPERAN EN LAS SIGUIENTES 24 HORAS, LLUVIAS ESCASAS O LLOVIZNAS (0.1 A 5 MM) CON INTERVALOS DE CHUBASCOS (5.1 A 25 MM), TORMENTAS ELÉCTRICAS SOBRE SINALOA, JALISCO, COLIMA, MICHOACÁN, GUERRERO, OAXACA Y CHIAPAS; ASÍ COMO INTERVALOS DE CHUBASCOS (5.1 A 25 MM) CON TORMENTAS PUNTUALES FUERTES (25 A 50 MM) Y TORMENTAS ELÉCTRICAS, SOBRE ISLAS MARÍAS Y REGIÓN CENTRO-SUR DEL PACIFICO MEXICANO.\n\n3. PREVALECERÁ EN LAS PRÓXIMAS 24 HORAS, VIENTO DEL NOROESTE DE 15 A 20 NUDOS CON RACHAS DE 25 NUDOS Y OLAS DE 6 A 8 PIES SOBRE LA COSTA NORTE OCCIDENTAL DE LA PENÍNSULA DE BAJA CALIFORNIA.\n\n4. PREVALECERÁ, EVENTO DE MAR DE FONDO CON UN PERÍODO DE 15 A 18 SEGUNDOS Y UN OLEAJE DE 6 A 9 PIES, DESDE LA COSTA DE CHIAPAS HASTA JALISCO; ASÍ COMO OLEAJE DE 4 A 7 PIES SOBRE LA COSTA SUROCCIDENTAL DE LA PENÍNSULA DE BAJA CALIFORNIA, ENTRADA DEL GOLFO DE CALIFORNIA E INMEDIACIONES DE LAS ISLAS MARÍAS, SE ESPERA QUE CITADAS CONDICIONES PREVALEZCAN EN LAS PRÓXIMAS 12 HORAS.\n\n5. LA TORMENTA TROPICAL IRWIN SE LOCALIZÓ A LAS 03:00 HRS. TIEMPO DE LA CIUDAD DE MÉXICO, EN LATITUD 17.6° NORTE Y LONGITUD 123.0° OESTE, ACTUALMENTE OCASIONA VIENTO FUERTE, OLEAJE ELEVADO, CHUBASCOS Y TORMENTAS ELÉCTRICAS EN SUS INMEDIACIONES; SE ESPERA QUE ESTE SISTEMA CONTINÚE CON SU DESPLAZAMIENTO AL OESTE-NOROESTE, SIN AFECTAR COSTAS NACIONALES.\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Chihuahua, Coahuila, San Luis Potosí, Nayarit, Jalisco, Colima, Veracruz (norte), Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Durango, Zacatecas, Michoacán, Querétaro (norte), Hidalgo (norte), Puebla (norte y suroeste) y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Chihuahua, Durango, Estado de México, Hidalgo, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros, durante la mañana: costas de Yucatán (oriente) y Quintana Roo (norte).\n\nViento con rachas de 50 a 70 km/h: Golfo de California, y con posibles tolvaneras: Sonora, Chihuahua, Coahuila, Nuevo León y Tamaulipas.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Durango, Zacatecas y San Luis Potosí."
  }
}
