{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 48 exhalaciones y 535 minutos de tremor de alta frecuencia.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Tamaulipas, Oaxaca, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Sonora, Chihuahua, Coahuila, Sinaloa, Michoacán y Guerrero.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "24/11/2023 - Durante este viernes se prevé que el frente Núm. 11 se moverá como cálido hacia la porción norte del Golfo de México, en tanto que, la masa fría asociada tenderá a modificar sus características térmicas rápidamente. Mientras tanto, sobre el occidente y suroeste del mencionado golfo se posicionará un canal de baja presión el cual, al interaccionar con el ingreso de humedad favorecerá las condiciones para lluvias con intervalos de chubascos (5.1 a 25 mm) en el oriente de las regiones Fronteriza y Valle de San Fernando de Tamaulipas, así como en zonas montañosas de las cuencas de los ríos Papaloapan, Coatzacoalcos y Tonalá, además de Los Tuxtlas de la entidad veracruzana; lluvias escasas o lloviznas (0.1 a 5 mm) en la porción central del primer estado, así como en zonas montañosas desde la cuenca del río Tecolutla hasta el Jamapa del segundo. Adicionalmente se mantendrá la presencia de bancos de niebla en zonas montañosas. El viento en Veracruz persistirá del Norte y Noroeste, mientras que en Tamaulipas será del Noreste por la mañana, tendiendo a rolar del Este y Sureste por la tarde, en todos los casos con velocidades de 25 a 35 km/h. El ambiente diurno se percibirá templado a cálido en Tamaulipas, así como en planicies y costas de Veracruz. Por la noche y madrugada, se mantendrá frío a muy frío en zonas serranas, con posibles heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "24/11/2023 - Este viernes, El sistema frontal Núm. 11 se extenderá como cálido sobre el oriente y centro del Golfo de México, continuará interactuando con un canal de baja presión en el occidente de dicho golfo, provocando lluvias puntuales fuertes con descargas eléctricas en Chiapas, intervalos de chubascos en Nuevo León, Tamaulipas, Veracruz, Tabasco y la Península de Yucatán y lluvias aisladas en Coahuila. La masa de aire frío asociada al frente modificará sus características térmicas, permitiendo el gradual incremento de las temperaturas máximas en gran parte del país. Un segundo canal de baja presión se extenderá sobre el noroeste y norte de la República Mexicana, interaccionará con la entrada de humedad proveniente de la corriente en chorro subtropical, provocando lluvias aisladas en Baja California, Sonora, Sinaloa y Chihuahua, así como fuertes rachas de viento y posibles tolvaneras en ambas regiones. Finalmente, se pronostica cielo despejado y baja probabilidad de lluvia en la mayor parte del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "23/11/2023 - El frente frío núm. 11 se extenderá sobre el sureste y Península de Yucatán, interaccionará con canales de baja presión en el interior del país, ocasionando lluvias puntuales torrenciales en Veracruz (sur), Chiapas y Tabasco, puntuales intensas en zonas de Oaxaca, muy fuertes en Campeche, y fuertes en Tamaulipas, Yucatán y Quintana Roo. La masa de aire polar asociada al frente, mantendrá el evento de NORTE con rachas de 80 a 100 km/h en el Istmo de Tehuantepec con oleaje de 3 a 5 metros de altura en costas de Veracruz, Tabasco y Golfo de Tehuantepec, además rachas de 60 a 80 km/h y oleaje de 1 a 3 metros de altura en costas de Tamaulipas. A su vez, se prevé ambiente vespertino fresco a templado, y ambiente nocturno frío a muy frío con heladas durante la madrugada del jueves sobre entidades del noroeste, norte, noreste, oriente y centro del territorio nacional, percibiéndose gélido con temperaturas mínimas de -10 a -5 °C en sierras de Sonora, Chihuahua, Durango y Zacatecas. Por otro lado, la primera tormenta invernal se localizará sobre la Mesa del Norte, mantendrá condiciones para la caída de aguanieve o nieve en sierras de Sinaloa, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas y Durango, además de lluvias puntuales muy fuertes en Coahuila, Nuevo León, San Luis Potosí, Aguascalientes, Zacatecas y Durango, así como intervalos de chubascos en Chihuahua.  Asimismo, el ingreso de humedad generado por la corriente en chorro subtropical, incrementará la probabilidad de caída de nieve o aguanieve en zonas montañosas con elevaciones por arriba de 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba). Finalmente, canales de baja presión en el centro y sur de la República Mexicana, en interacción con el ingreso de humedad del Océano Pacífico ocasionarán lluvias puntuales muy fuertes en Nayarit, Jalisco, Colima, Michoacán y Guerrero, lluvias puntuales fuertes en Estado de México, Morelos y Puebla, además de intervalos de chubascos en Guanajuato, Querétaro, Hidalgo, Tlaxcala y Ciudad de México.",
    "N4H" : "Golfo de México",
    "N4T" : "\n...\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Guerrero, Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Jalisco, Colima, Michoacán, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Chihuahua, Durango y Zacatecas.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California, Sonora, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Sinaloa, Jalisco, Michoacán, Guanajuato, Querétaro, Ciudad de México, Morelos y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 60 a 70 km/h con tolvaneras: Baja California, Sonora y Chihuahua.\n\nRachas de viento de 40 a 60 km/h con posibles tolvaneras: Baja California Sur, Sinaloa, Durango y Coahuila."
  }
}
