{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Chiapas y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Veracruz y Oaxaca.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Puebla.\n\nLluvias aisladas (0.1 a 5 mm): Hidalgo y Guerrero.\n\nPosible caída de nieve o aguanieve: cimas de los volcanes Pico de Orizaba y Cofre de Perote.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "18/02/2024 - Se prevé que el frente frío Núm. 35, impulsado por su masa de aire con características árticas, continúe desplazándose rápidamente sobre la vertiente oriental, y acompañado por una vaguada prefrontal, se aproximará a la Sonda de Campeche en el transcurso de la madrugada, y a la Península de Yucatán por la mañana del domingo. Este sistema, al interactuar con una vaguada polar, mantendrá amplias zonas de nublados en el Estado veracruzano, con lluvias y chubascos (5.1 a 25 mm) generalizados, densos bancos de niebla en regiones de montaña y acumulados de 75 a 150 mm en partes altas del Cazones, Tecolutla, Nautla, Misantla, Actopan, y del Papaloapan, así como dentro del Coatzacoalcos, Tonalá y la región  de Los Tuxtlas. En Tamaulipas, dominará cielo mayormente nublado con lluvias y lloviznas, así como con intervalos de chubascos, y bancos de niebla en regiones montañosas. Adicionalmente, continuarán las condiciones para la caída de nieve y/o aguanieve en las inmediaciones del Pico de Orizaba y Cofre de Perote. El viento dominará de componente Norte en ambas entidades, presentándose un evento de Norte que se intensificará en esta tarde y noche en Veracruz, con rachas de 100 a 110 km/h desde la zona costera del Tecolutla hasta Coatzacoalcos, así como de menor intensidad en costas del norte del Estado. En tanto que, en Tamaulipas, se prevé que las rachas alcancen velocidades de 80 a 90 km/h en el litoral del norte y centro, y de 70 a 80 km/h en costas del sur, tendiendo a decrecer hacia el final de la noche y primeras horas de la madrugada del domingo. Por la noche y madrugada, se prevé un marcado descenso de los valores de temperatura, ocasionando ambiente muy frío en zonas serranas, así como fresco en partes bajas. Los valores de temperatura máxima para el día domingo mantendrán ambiente diurno frío a fresco en Tamaulipas, fresco en planicies y costas de Veracruz, así como frío en la montaña.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "18/02/2024 - Este domingo, el frente frío No. 35 se extenderá sobre la Península de Yucatán, así como en el oriente y sureste de México, mantendrá interacción con la vaguada polar y con el ingreso de humedad generado por la corriente en chorro subtropical, produciendo lluvias fuertes a muy fuertes en el sureste mexicano y dicha península, pronosticándose lluvias puntuales intensas en zonas de Chiapas y Tabasco, además de la posible caída de nieve o aguanieve en las cimas de los volcanes Cofre de Perote y Pico de Orizaba. Asimismo, se prevén lluvias y chubascos en el sur y oriente del territorio nacional. La masa de aire ártico asociada al frente mantendrá el evento de NORTE muy fuerte a intenso con oleaje elevado en el litoral del Golfo de México, la Península de Yucatán e Istmo y Golfo de Tehuantepec, disminuyendo en el transcurso de la noche y durante la madrugada del lunes, así como ambiente frío a muy frío durante la mañana y noche en gran parte de la República Mexicana, en contraste, el ambiente vespertino será cálido a caluroso en entidades del Pacífico Mexicano, principalmente en zonas costeras. Finalmente, se prevén rachas de viento fuertes a muy fuertes con posibles tolvaneras en estados de la Mesa del Norte y el noroeste del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "17/02/2024 - El frente frío No. 35 y su masa de aire ártico avanzarán sobre el norte, noreste y oriente de la República Mexicana, y gradualmente el sureste del país, interaccionarán con un canal de baja presión que antecede al frente, una vaguada polar y con el abundante ingreso de humedad generado por la corriente en chorro subtropical, originando lluvias muy fuertes con puntuales intensas en zonas de Puebla y Veracruz, lluvias fuertes con puntuales muy fuertes en Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo, Oaxaca, Chiapas y Tabasco, chubascos con lluvias puntuales fuertes en Coahuila, Zacatecas, Michoacán, Querétaro, Tlaxcala, Estado de México, Ciudad de México, Morelos, Guerrero, Yucatán, Campeche y Quintana Roo, intervalos de chubascos en Durango, Nayarit, Jalisco, Colima, Aguascalientes y Guanajuato, y lluvias aisladas en Sinaloa. Todas las lluvias pronosticadas podrán acompañarse de descargas eléctricas y caída de granizo. Asimismo, se prevé la caída de nieve o aguanieve en zonas altas de Coahuila, Nuevo León, Tamaulipas, Zacatecas, San Luis Potosí, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos, Tlaxcala, Puebla y Veracruz. A su vez, dicha masa de aire ártico ocasionará evento de NORTE de muy fuerte a intenso con rachas de 100 a 120 km/h y oleaje de 3 a 5 metros de altura en los litorales de Tamaulipas y Veracruz, y a partir de esta noche, se extenderá al Istmo de Tehuantepec con rachas de 60 a 80 km/h, y con oleaje 1 a 3 metros de altura en el Golfo de Tehuantepec y costa de Tabasco. También, se prevén rachas de viento de 60 a 80 km/h en Tamaulipas (sur), San Luis Potosí (oriente), Hidalgo (oriente) y Puebla (norte), así como rachas de 40 a 60 km/h en Durango, Coahuila, Nuevo León, Zacatecas, Aguascalientes, Jalisco, Guanajuato, Querétaro, Estado de México, Ciudad de México, Morelos y Tlaxcala, y con posibles tolvaneras en Chihuahua. El ambiente nocturno será frío a muy frío con heladas y densos bancos de niebla en gran parte del territorio nacional, pronosticándose temperaturas mínimas de -10 a -5 °C en el amanecer del domingo en zonas serranas de Chihuahua, Durango, Coahuila y Nuevo León.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 30 a 35 °C: Sonora (sur), Sinaloa, Nayarit, Jalisco (costa), Colima, Michoacán, Guerrero, Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Chihuahua, Durango, Coahuila y Nuevo León.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California, Sonora, Tamaulipas, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Estado de México, Ciudad de México, Morelos, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C con posibles heladas: sierras de Sinaloa, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 90 a 110 km/h: Istmo de Tehuantepec, con oleaje de 3 a 5 metros de altura: Golfo de Tehuantepec y litoral de Veracruz; con rachas de 60 a 80 km/h y oleaje de 1 a 3 metros de altura: litoral de Tamaulipas, Tabasco, Campeche, Yucatán y Quintana Roo, disminuyendo en el transcurso de la noche y durante la madrugada del lunes.\n\nVientos con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua, Durango, Coahuila y Nuevo León."
  }
}
