{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm):Chiapas, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm):Oaxaca y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Guerrero.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Nuevo León, Tamaulipas, Jalisco, Colima, Michoacán, Estado de México y Veracruz.\n\nLluvias aisladas (0.1 a 5 mm): Zacatecas, Durango, Sinaloa, San Luis Potosí, Nayarit, Querétaro, Hidalgo, Ciudad de México, Puebla, Tlaxcala y Morelos.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "11/06/2024 - Se mantendrá el ingreso de humedad hacia la vertiente oriental del país, interactuando con condiciones locales y la presencia del canal de baja presión en el suroeste del Golfo de México, favoreciendo el incremento de nubosidad en zonas montañosas a partir de la tarde. Previendo en Tamaulipas lluvias con intervalos de chubascos (5.1 a 25 mm) en el occidente y sur de la entidad, así como lluvias escasas o lloviznas (0.1 a 5.0 mm) aisladas en el resto de la entidad; incrementándose durante el jueves hasta tormentas puntuales fuertes (25 a 50 mm) en el occidente de la entidad. Mientras que en Veracruz se prevén tormentas puntuales fuertes (25 a 50 mm) en las cuencas del sur de la región, así como aislados en zonas montañosas del centro de la región; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de las zonas montañosas; condiciones que se incrementarán en la porción sur hasta presentarse tormentas puntuales muy fuertes (50 a 75 mm) durante el jueves. Las zonas de tormenta serán acompañadas de actividad eléctrica y viento en rachas. El viento será del Sur y Sureste en Tamaulipas y norte de Veracruz, del Este y Noreste en el resto; presentándose de 25 a 35 km/h, así como rachas de 50 km/h en Tamaulipas, así como en Veracruz sobre porciones medias y bajas, especialmente del norte y sur. El ambiente diurno en ambas entidades se mantendrá caluroso a muy caluroso; mientras que durante la noche será templado a cálido y templado a fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "11/06/2024 - Este martes, un canal de baja presión sobre el noreste, centro y occidente del país, en interacción con el ingreso de humedad de ambos litorales, con la corriente en chorro subtropical y con divergencia en altura, ocasionará vientos fuertes a muy fuertes, además de lluvias y chubascos acompañados de descargas eléctricas y posible caída de granizo (de diferente tamaño) en estados del noroeste, norte, occidente, centro y oriente del territorio nacional; así como posible formación de torbellinos en zonas de Coahuila, Nuevo León y Tamaulipas. Por su parte, un centro de baja presión sobre la Península de Yucatán en combinación con un canal de baja presión sobre el sureste de México y con la vaguada monzónica extendida muy próxima a las costas del Pacífico Sur Mexicano, producirán lluvias muy fuertes a puntuales intensas acompañadas de descargas eléctricas y posible caída de granizo en las mencionadas regiones, así como lluvias puntuales fuertes en Guerrero. Finalmente, continuará el ambiente caluroso a muy caluroso (propio de la temporada) sobre gran parte del territorio mexicano, previéndose temperaturas superiores a los 40 °C en 15 estados del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "10/06/2024 - Un canal de baja presión que se extiende desde el noreste, centro y occidente del país, interacciona con el ingreso de humedad de ambos litorales, con la corriente en chorro subtropical y con divergencia en altura, ocasionando vientos fuertes a muy fuertes en el noroeste, norte, noreste, occidente y centro de México, con posible formación de torbellinos o tornados en zonas de Chihuahua, Coahuila, Nuevo León y Tamaulipas, además de lluvias puntuales fuertes acompañados de descargas eléctricas y posible caída de granizo (de diferente tamaño) en Coahuila, Nuevo León, Tamaulipas, Puebla, Veracruz y Tabasco; chubascos en San Luis Potosí, Jalisco, Michoacán, Guerrero, Morelos, Estado de México y Ciudad de México, así como lluvias aisladas en Chihuahua, Zacatecas, Aguascalientes, Durango, Sinaloa, Nayarit, Colima, Guanajuato, Querétaro, Hidalgo y Tlaxcala, dichas lluvias estarán acompañadas de descargas eléctricas y posible caída de granizo. Por otro lado, un centro de baja presión sobre la Península de Yucatán en combinación con un canal de baja presión sobre el sureste de México y con la vaguada monzónica extendida muy próxima a las costas del Pacífico Sur Mexicano, producirán lluvias intensas en Oaxaca, Chiapas y Campeche, y lluvias puntuales muy fuertes en Yucatán y Quintana Roo, acompañadas de descargas eléctricas y posible caída de granizo (de diferente tamaño).\n\nLas lluvias de fuertes a intensas podrían originar encharcamientos, inundaciones y deslaves, así como un incremento en los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Nayarit, Jalisco, Michoacán, Guerrero, Oaxaca y Veracruz.\n\nTemperaturas máximas de 35 a 40 °C: Durango, Colima, Morelos, Puebla (norte y suroeste), Hidalgo (norte), Chiapas y Tabasco, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Zacatecas, Aguascalientes, Guanajuato, Querétaro, Estado de México (suroeste), Ciudad de México y Quintana Roo.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posible formación de torbellinos: Coahuila, Nuevo León y Tamaulipas; con tolvaneras: Baja California Sur.\n\nViento con rachas de 40 a 60 km/h: Golfo de California; con posibles tolvaneras o torbellinos: Baja California, Sonora, Chihuahua, Durango, Sinaloa, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Morelos, Guerrero y Oaxaca."
  }
}
