{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 48 exhalaciones y 535 minutos de tremor de alta frecuencia.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Veracruz (sur), Tabasco y Chiapas.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Oaxaca, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Hidalgo y Tlaxcala.\n\nIntervalos de chubascos (5 a 25 mm): Zacatecas, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Estado de México, Ciudad de México, Guanajuato y Querétaro.\n\nLluvias aisladas (0.1 a 5 mm): Tamaulipas, San Luis Potosí, Aguascalientes, Durango, Sinaloa y Morelos.\n\nPosible caída de nieve o aguanieve: cimas montañosas con altitudes superiores a los 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba).",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "10/12/2023 - El frente frío No. 16 recorrerá Tamaulipas alcanzando el norte de Veracruz durante la madrugada del domingo y el sur de la entidad veracruzana al final de este periodo de pronóstico, mientras que la masa de aire frío que se le asocia cubre ambas entidades. Previendo en Tamaulipas lluvias con intervalos de chubascos (5.1 a 25 mm) en la región de la Sierra Madre y cuencas del Guayalejo-Tamesí y Tamuín, así como el occidente del San Fernando y Soto La Marina; lluvias escasas o lloviznas (0.1 a 5.0 mm) en el resto. En Veracruz se prevén tormentas puntuales torrenciales (150 a 250 mm) en el Coatzacoalcos y Tonalá; tormentas puntuales intensas (75 a 150 mm) en el Cazones, Tecolutla, Nautla y Papaloapan, así como la región de Los Tuxtlas; tormentas puntuales fuertes (25 a 50 mm) en el resto de la porción norte; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la región. El viento se fijará a componente Norte a partir de esta noche en Tamaulipas y se incrementará hasta alcanzar velocidades de 50 a 60 km/h con rachas de 80 a 90 km/h; en Veracruz se fijará a componente Norte a partir de la madrugada incrementándose hasta alcanzar velocidades de 60 a 70 km/h con rachas de 110 a 120 km/h en costa. Presentando un ambiente diurno templado a cálido en ambas entidades; por la noche será templado a fresco y frío a muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "10/12/2023 - Este domingo, el frente frío Núm. 16 se desplazará rápidamente desde el oriente y centro hasta el sureste de la República Mexicana, llegando por la noche a la Península de Yucatán, ocasionará lluvias puntuales torrenciales en Veracruz, Tabasco y Chiapas, lluvias puntuales intensas en Oaxaca y la Península de Yucatán, lluvias puntuales muy fuertes en Puebla y fuertes en Hidalgo y Tlaxcala, dichas lluvias estarán acompañadas de descargas eléctricas, posible caída de granizo y podrían originar encharcamientos, deslaves e inundaciones en zonas bajas. La masa de aire ártico asociada al frente, originará evento de NORTE muy fuerte a intenso en el litoral del Golfo de México, la Península de Yucatán e Istmo y Golfo de Tehuantepec. Asimismo, se prevé un marcado descenso de las temperaturas en gran parte del territorio nacional, con ambiente matutino y nocturno frío a muy frío, así como heladas durante la madrugada sobre el noroeste, norte, noreste, centro, oriente y sureste del país, pronosticándose temperaturas mínimas inferiores a los -5°C y ambiente gélido en sierras de Baja California, Sonora, Chihuahua y Durango. A su vez, se pronostica caída de nieve o aguanieve en las cimas montañosas con altitudes superiores a los 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba). Se prevén también densos bancos de niebla sobre el noreste, oriente, centro y sureste mexicano. Por otro lado, un canal de baja presión en el occidente de México y el ingreso de humedad del Océano Pacífico, ocasionarán lluvias e intervalos de chubascos sobre entidades del occidente y sur del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "09/11/2023 - El frente frío Núm. 16 se desplazará sobre el noreste de México hasta el norte de Veracruz, interaccionará con las corrientes en chorro polar y subtropical, por lo que se prevén lluvias puntuales muy fuertes en San Luis Potosí, Hidalgo, Puebla y Veracruz, lluvias puntuales fuertes en Tamaulipas y Querétaro, chubascos en Nuevo León y lluvias aisladas en Coahuila, dichas lluvias estarán  acompañadas de descargas eléctricas y podrían originar encharcamientos, deslaves e inundaciones en zonas bajas. La masa de aire ártico asociada al frente, originará marcado descenso de la temperatura, viento con rachas muy fuertes de 60 a 80 km/h y tolvaneras en el noroeste, norte y noreste de la República Mexicana, así como evento de NORTE intenso con rachas de 80 a 100 km/h y oleaje elevado en las costas de Tamaulipas y Veracruz. Asimismo, durante la madrugada del domingo, se pronostica la posible caída de nieve o aguanieve en las cimas montañosas con altitudes superiores a los 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba). Por otro lado, un canal de baja presión en el occidente del país y el ingreso de humedad del Océano Pacífico y Mar Caribe, ocasionarán lluvias puntuales muy fuertes en Yucatán y Quintana Roo, chubascos en Chiapas, Tabasco, Campeche, Ciudad de México y Estado de México, y lluvias aisladas en Jalisco, Guanajuato, Michoacán, Guerrero, Oaxaca, Morelos y Tlaxcala; también se prevé oleaje de 2 a 3 metros de altura en la costa occidental de la Península de Baja California y en el Golfo de California.",
    "N4H" : "Golfo de México",
    "N4T" : "Alerta Gris por Frente Frío-Lluvia-Norte\nXalapa, Ver., 9 de diciembre de 2023.\n\nLabores preventivas deberán estar por concluir, ante:\n*Caída de ramas, árboles, postes, marquesinas u otros objetos.\n*Oleaje elevado.\n*Ambiente frío.\n*Crecida de ríos-arroyos e inundaciones pluviales.\n*Deslaves y derrumbes.\n\nFASE: ACCIÓN\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: se espera que el frente frío 16, localizado a esta hora desde la región de los Grandes Lagos de NA hasta la frontera de Chihuahua con EUA, ingrese al Noroeste del Golfo de México esta noche y cruce con rapidez el estado de Veracruz entre la madrugada y la tarde del domingo 10, impulsado por una potente masa de aire polar. Ambos sistemas ocasionarán lluvias fuertes, tormentas, Norte intenso, oleaje elevado y descenso de temperatura.\n\nPRONÓSTICO PARA EL ESTADO DE VERACRUZ: se prevé aumente el potencial de lluvias fuertes con algunas tormentas (ráfagas de viento y actividad eléctrica), las más importantes en cuencas del sur con máximos de 70 a 150 mm (ver tabla) durante el domingo, siendo probables mayores  de forma más dispersa; evento de Norte de rápida intensificación (RI) con rachas de 100 a 120 km/h en la costa central-sur, 85 a 100 km/h en la costa norte y de 75 a 90 km/h en la zona montañosa entre Xalapa-Naolinco-Misantla y valle de Perote (ver tabla). No descarten nevadas o aguanieve; aumento del oleaje de 3.0 a 5.0 metros cercano al litoral y un notable descenso de temperatura durante el domingo 10. La intensidad de la lluvia y el viento disminuirán a partir de la noche del domingo.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca (costa), Chiapas (costa), Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Sonora (sur), Tabasco y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Coahuila, Nuevo León, Zacatecas, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Tamaulipas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 100 a 120 km/h: Istmo de Tehuantepec, con oleaje de 4 a 6 metros de altura: costa de Veracruz y Golfo de Tehuantepec; con rachas de viento de 80 a 100 km/h y oleaje de 3 a 4 metros de altura: costas de Tamaulipas y Tabasco, y con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura: costas de Campeche, Yucatán y Quintana Roo.\n\nRachas de viento de 40 a 60 km/h: Golfo de California, con posibles tolvaneras: Baja California, Baja California Sur, Sonora, Sinaloa, Nuevo León, Puebla, Tlaxcala, Hidalgo, Guanajuato y Querétaro."
  }
}
