{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "5rRS7EB5j14,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Tamaulipas, Veracruz, Tabasco, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Coahuila, Nuevo León, Zacatecas, San Luis Potosí, Querétaro, Hidalgo y Puebla.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "17/12/2024 - Un canal de baja presión sobre el occidente y suroeste del golfo de México, mismo que, junto con la cercanía al noreste mexicano de un nuevo frente frío durante el martes, provocarán algunos nublados con lloviznas y lluvias de 5.1 a 25 mm, principalmente en el norte, costa y sur de Tamaulipas y entre las cuencas del Tuxpan al Tonalá, siendo en el noroeste y costa del territorio tamaulipeco, así como en la zona de Los Tuxtlas y cuencas del Coatzacoalcos y Tonalá donde se esperan las lluvias de mayor relevancia para este período de pronóstico. En cuanto al viento, se prevé siga dominando del Sur y Sureste con velocidades de 25 a 35 km/h en la mayor parte de la entidad tamaulipeca, con posibles rachas de 50 a 60 km/h en zonas del norte, centro y costa del estado, especialmente durante horas de la tarde y noche. Para la mayor parte de Veracruz, continuará viento de componente Este de 25 a 35 km/h durante este período de pronóstico. La temperatura diurna mantendrá el ambiente cálido a caluroso en Tamaulipas y en planicies y costa de la entidad veracruzana, y templado en la zona de montaña. Por las noches y madrugadas seguirá un ambiente frío a muy frío, principalmente en porciones serranas, donde podrían presentarse heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "17/12/2024 - Este martes, el frente No. 15 se extenderá sobre la frontera norte del territorio mexicano, interaccionará con un canal de baja presión sobre el noreste y oriente del país, ocasionando vientos fuertes con posibles tolvaneras en Coahuila, Nuevo León y Tamaulipas, así como lluvias e intervalos de chubascos acompañados con descargas eléctricas en Coahuila, Nuevo León, Tamaulipas, Zacatecas, San Luis Potosí, Hidalgo, Puebla y Veracruz. A su vez, el ingreso de humedad del océano Pacífico, golfo de México y mar Caribe, producirán lluvias e intervalos de chubascos en zonas del occidente, sur y sureste de la República Mexicana, además de la península de Yucatán. Finalmente, continuará el ambiente frío a muy frío durante la mañana y noche en dichas regiones, con posibles heladas en zonas altas, además de bancos de niebla al amanecer en zonas de la Sierra Madre Occidental, el valle de México y las sierras de Baja California, Oaxaca y Chiapas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "16/12/2024 - El frente No. 15 se extenderá como estacionario sobre la frontera norte de México, en interacción con una línea seca sobre Coahuila, originarán viento de 15 a 30 km/h y rachas de 40 a 60 km/h con posibles tolvaneras en Coahuila, Nuevo León, Tamaulipas, San Luis Potosí y Puebla, además de intervalos de chubascos acompañados con descargas eléctricas en Coahuila, Nuevo León y Tamaulipas. Por otra parte, canales de baja presión en el occidente del territorio nacional y oriente de la península de Yucatán, en combinación con el ingreso de humedad del océano Pacífico, golfo de México y mar Caribe, producirán intervalos de chubascos en Veracruz, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo; así como lluvias aisladas en San Luis Potosí, Puebla, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Estado de México y Tabasco. A su vez, una circulación anticiclónica en niveles medios de la atmósfera mantendrá cielo despejado y sin lluvia en el noroeste del país, la Mesa del Norte y zonas de la Mesa Central. Sin embargo, se mantendrá el ambiente frío a muy frío durante esta noche y la madrugada del martes, con posibles heladas en zonas altas de dichas regiones, además de bancos de niebla durante el amanecer en zonas de la Sierra Madre Oriental, el valle de México y las sierras de Oaxaca y Chiapas, por efecto de la irradiación nocturna. También se prevé viento de componente norte de 30 a 50 km/h y rachas de 60 a 80 km/h en el istmo y golfo de Tehuantepec (Oaxaca y Chiapas), con oleaje de 1.5 a 2.5 metros de altura en la costa occidental de la península de Baja California, golfo de Tehuantepec, costas de Yucatán y Quintana Roo.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sonora (sur), Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero y Oaxaca (costa).\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua (suroeste), Durango (occidente), Chiapas (costa), Campeche y Yucatán.\n\nTemperaturas mínimas de -15 a -10 °C con heladas: zonas montañosas de Durango.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: zonas montañosas de Chihuahua y Estado de México.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: zonas montañosas de Baja California, Sonora, Zacatecas, Michoacán, Hidalgo, Puebla y Tlaxcala.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Baja California Sur, San Luis Potosí (occidente), Aguascalientes, Jalisco, Guanajuato, Querétaro, Ciudad de México, Morelos, Veracruz, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte de 40 a 60 km/h y rachas de 70 a 90 km/h: istmo y golfo de Tehuantepec (Oaxaca y Chiapas).\n\nViento de 15 a 25 km/h con rachas de 30 a 50 km/h: golfo de California, Baja California, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Puebla, Estado de México y costas de Sinaloa, Nayarit, Jalisco, Campeche, Yucatán y Quintana Roo.\n\nOleaje de 1 a 3 metros de altura: costa occidental de Baja California y golfo de Tehuantepec."
  }
}
