{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/AL022024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT02/refresh/AL022024_wind_probs_34_F120+png/175326.png",
    "DAO" : "HURACAN BERYL_105 KM AL NOROESTE DE GRANADA_240 KM/H_OESTE-NOROESTE A 30 KM/H_945 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-2",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): San Luis Potosí, Hidalgo, Jalisco y Colima.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Tamaulipas, Puebla, Veracruz, Querétaro, Nayarit, Michoacán, Guerrero, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Guanajuato, Estado de México, Ciudad de México, Morelos y Tlaxcala.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Chihuahua, Sinaloa, Durango, Nuevo León, Zacatecas, Aguascalientes, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Baja California Sur y Coahuila.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "01/07/2024 - Este lunes la onda tropical Núm. 6 que se desplazará sobre el centro y sur del territorio nacional y los remanentes de una zona en una zona de baja presión en tierra, que esta tarde presenta probabilidad para desarrollo ciclónico sobre el Golfo de México mantendrán el potencial para potencial para lluvias intensas a puntuales torrenciales (150 a 250 mm) en porciones medias y altas de las cuencas de los ríos Pánuco, Tuxpan, Cazones, Tecolutla, Jamapa y Papaloapan; lluvias muy fuertes a puntuales intensas (75 a 150 mm) en zonas montañosas del Nautla, Misantla, Actopan, La Antigua y Coatzacoalcos, además de Los Tuxtlas; lluvias de menor intensidad para el resto de la región. Para Tamaulipas se prevén lluvias muy fuertes a puntuales intensas (75 a 150 mm) en las regiones de la porción sur; lluvias fuertes (25 a 50 mm) en la porción central; lluvias con intervalos de chubascos (5.1 a 25 mm en el resto del estado. En  algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. Se prevé que el potencial de lluvias disminuya palatinamente a partir del martes. El viento en Tamaulipas dominará del Este y Sureste en ambos estados con velocidades de 25 a 35 km/h y rachas en zonas de tormenta. El ambiente se mantendrá cálido durante el día en Tamaulipas y en zonas de planicie y costa de Veracruz; templado en porciones medias. Por la noche será frío a fresco en zonas altas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "01/07/2024 - Este lunes, los remanentes de la depresión tropical Tres se desplazarán sobre el centro y occidente del país, y en interacción con un canal de baja presión sobre el oriente del territorio nacional, ocasionarán lluvias fuertes a muy fuertes en estados del noreste, oriente, centro, occidente y sur de la República Mexicana, con lluvias puntuales torrenciales en San Luis Potosí, Hidalgo, Jalisco y Colima e intensas en Tamaulipas, Puebla, Veracruz, Querétaro, Nayarit, Michoacán y Guerrero. Asimismo, se pronostican viento con rachas de 50 a 70 km/h, oleaje de 1 a 3 metros de altura y posible formación de trombas marinas durante la mañana en las costas de Tamaulipas y Veracruz. Por otro lado, un canal de baja presión sobre el sureste mexicano y la Península de Yucatán, en interacción con la vaguada monzónica que se localizará cerca de las costas del Pacífico Sur, ocasionarán chubascos con lluvias puntuales fuertes en entidades del sureste y Península de Yucatán, siendo puntuales intensas en Oaxaca y Chiapas. Canales de baja presión sobre el norte y noroeste del país, en interacción con inestabilidad en niveles de la atmósfera, originarán chubascos y lluvias fuertes acompañadas de descargas eléctricas y posible caída de granizo en dichas regiones; asimismo, se pronostican fuertes rachas de viento con posibles tolvaneras en las regiones mencionadas. Finalmente, se mantendrá el ambiente muy caluroso a extremadamente caluroso sobre entidades del noroeste y norte del territorio nacional, pronosticándose temperaturas superiores a 40 °C en zonas de Baja California, Sonora, Chihuahua y Sinaloa. Las lluvias de fuertes a intensas podrían estar acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo; reducir la visibilidad, ocasionar deslaves, inundaciones y encharcamientos, así como el incremento en los niveles de ríos y arroyos.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "30/06/2024 - La depresión tropical Tres, se desplazará hacia las costas de Veracruz y en interacción con la vaguada monzónica, generará lluvias puntuales extraordinarias en San Luis Potosí, Querétaro, Hidalgo, Puebla y Veracruz, torrenciales en Tamaulipas y Oaxaca, intensas en Nuevo León, Guerrero, Chiapas, Tabasco y Campeche, muy fuertes en Guanajuato, Estado de México, Ciudad de México, Morelos y Tlaxcala, fuertes en Yucatán y Quintana Roo; viento con rachas de 70 a 90 km/h, oleaje de 2 a 4 metros de altura y posible formación de trombas marinas en las costas de Tamaulipas, Veracruz y Tabasco. Por otro lado, canales de baja presión en el noroeste, norte y occidente del país en interacción con la abundante entrada de humedad de ambos océanos e inestabilidad en niveles altos de la atmósfera, ocasionará lluvias puntuales muy fuertes en Sonora, fuertes en Chihuahua, Coahuila, Durango, Sinaloa, Zacatecas, Aguascalientes, Nayarit, Jalisco, Colima y Michoacán, y chubascos en Baja California y Baja California Sur; viento con rachas de 60 a 80 km/h y posible formación de torbellinos en Sonora y Chihuahua, rachas de 50 a 70 km/h y posible posibles tolvaneras en Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Durango, Aguascalientes, Jalisco y Guanajuato, y con rachas de 40 a 60 km/h en Campeche, Yucatán y Quintana Roo, y con posibles tolvaneras en Michoacán, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México. Las lluvias de fuertes a extraordinarias podrían estar acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo; reducir la visibilidad, ocasionar deslaves, inundaciones y encharcamientos, así como incrementar los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Chihuahua y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Durango, Coahuila, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Michoacán, Guerrero, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: Durango, Estado de México y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posible formación de trombas marinas, durante la mañana: costas de Tamaulipas y Veracruz.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Sonora, Chihuahua, Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Durango, Aguascalientes, Jalisco y Guanajuato.\n\nViento con rachas de 30 a 50 km/h: Tabasco y Campeche; con posibles tolvaneras: Michoacán, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala y Puebla.\n\nOleaje de 1 a 3 metros: costas de Tamaulipas y Veracruz."
  }
}
