{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Baja California, Sonora y Chihuahua.\n\nLluvias aisladas (0.1 a 5 mm): Guerrero, Oaxaca, Chiapas, Veracruz y Quintana Roo.\n\nPosible caída de nieve o aguanieve: zonas montañosas de Baja California, Sonora y Chihuahua.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "11/01/2024 - Se prevé que domine la influencia de la circulación anticiclónica en el Golfo de México y la vertiente oriental el día jueves, situación que mantendrá la baja probabilidad de lluvia en ambas entidades. Sin embargo, el rápido desplazamiento del nuevo sistema frontal Núm. 26 a partir del viernes, ocasionará el incremento de nublados con lluvias e intervalos de chubascos (5.1 a 25 mm) en las cuencas del Papaloapan, Coatzacoalcos y Tonalá, así como en zonas montañosas del Cazones, Tecolutla, Nautla y Jamapa-Cotaxtla, así como lluvias escasas o lloviznas (0.1 a 5.0 mm) en el resto de las zonas montañosas, previendo que este sistema alcance el centro de la entidad veracruzana por la tarde de ese mismo día viernes y el occidente del Mar Caribe durante el sábado. Con respecto al viento en Veracruz, se prevé un Evento de SURADA con rachas de 50 a 60 km/h durante el jueves en porciones medias y bajas del Coatzacoalcos y Tonalá e incluyendo la región de Los Tuxtlas, así como en la región de Xalapa, Orizaba y el Valle de Perote especialmente por la madrugada del viernes. Asimismo, se prevé que un nuevo Evento de NORTE se presente con rachas de 100 a 110 km/h en costas del norte después del mediodía, condiciones que se extenderán a costas del Tecolutla hasta el Coatzacoalcos por la tarde. En Tamaulipas, así como en planicies y costas de Veracruz, se prevé un ambiente diurno cálido a caluroso durante el jueves, disminuyendo los valores los siguientes días, situación que mantendrá un ambiente fresco a templado en partes medias y bajas, y frío a fresco en regiones de montaña hacia el último día de éste periodo.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "11/01/2024 - Este jueves, ingresará el frente frío (No. 26) y se desplazará sobre el noroeste y norte de México, en asociación con una vaguada polar y con las corrientes en chorro polar y subtropical, propiciará chubascos en Baja California, Sonora y Chihuahua, rachas de viento de 100 a 120 km/h en Chihuahua y Durango, rachas de viento de hasta 100 km/h en Baja California, Sonora y Coahuila, y rachas de 60 a 80 km/h en el resto del noroeste, norte, noreste y occidente de la República Mexicana; asimismo originarán ambiente diurno de frío a fresco en regiones del noroeste del territorio nacional; así como la probabilidad para la caída de nieve o aguanieve en Baja California, Sonora y Chihuahua. Por su parte, continuará el ingreso de humedad de ambos océanos, pronosticándose lluvias aisladas en el oriente, sur y sureste del país, y en Quintana Roo. Así como viento de componente sur (surada) en el litoral del Golfo de México, la Península de Yucatán e Istmo de Tehuantepec. Asimismo, se prevé oleaje de 2 a 4 metros de altura en la costa occidental de Baja California y oleaje de 1 a 3 metros de altura en la costa occidental de Baja California Sur. Finalmente, se mantendrá la baja probabilidad de lluvia en el norte, noreste, centro y occidente del país, incluido el Valle de México.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "10/01/2024 - Un nuevo frente frío (No 26) se aproximará al noroeste de México, en interacción con una vaguada polar extendida sobre el al noroeste de Baja California, y las corrientes en chorro polar y subtropical, ocasionarán chubascos en Baja California, rachas fuertes de viento de 70 a 90 km/h con oleaje de 1 a 3 metros de altura en la costa occidental de Baja California, rachas de igual intensidad en Sonora y Chihuahua, rachas de hasta 70 km/h en entidades de la Mesa del Norte y occidente de México, así como rachas de 40 a 60 km/h en el centro del país, incluido el Valle de México, dichas rachas estarán acompañadas de tolvaneras. También se pronostica la probabilidad de caída de aguanieve o lluvia engelante en sierras del norte de Baja California. La entrada de humedad de ambos litorales originará lluvias aisladas en Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Veracruz, Tabasco y Quintana Roo, además de bancos de niebla en regiones del centro y sureste mexicano. Por otra parte, continuará el ambiente frío a muy frío durante la noche y madrugada, en zonas montañosas del noroeste y norte de la República Mexicana, también se prevé ambiente gélido con temperaturas mínimas de entre -15 y -10 °C en sierras de Chihuahua y Durango. Se pronostica viento de componente sur (surada) con rachas de 40 a 60 km/h en costas de Tamaulipas y Veracruz.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Tamaulipas, San Luis Potosí, Michoacán, Guerrero, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Jalisco (costa), Colima y Veracruz.\n\nTemperaturas mínimas de -15 a -10 °C con heladas: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Sonora y Zacatecas.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California Sur, Sinaloa, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Jalisco, Estado de México, Hidalgo, Tlaxcala y Puebla.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Michoacán, Guanajuato, Querétaro, Ciudad de México, Morelos, Veracruz, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 100 a 120 km/h y tolvaneras: Chihuahua y Durango.\n\nVientos con rachas de 80 a 100 km/h y tolvaneras: Baja California, Sonora y Coahuila.\n\nVientos con rachas de 60 a 80 km/h: Golfo de California, con tolvaneras: Baja California Sur, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco y Guanajuato.\n\nViento de componente sur (surada) con rachas de 60 a 80 km/h: Istmo de Tehuantepec; con rachas de 40 a 60 km/h: costas de Tamaulipas, Veracruz, Yucatán y Quintana Roo.\n\nOleaje de 2 a 4 metros de altura: costa occidental de Baja California y oleaje de 1 a 3 metros de altura: costa occidental de Baja California Sur."
  }
}
