{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 115 exhalaciones y 95 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "kAxQ3rpyJ6M,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Baja California.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Baja California Sur, Sonora y Chihuahua.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Durango, Sinaloa, Guerrero y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Nuevo León, Tamaulipas, Jalisco, Colima, Michoacán, Veracruz, Oaxaca, Chiapas, Campeche y Yucatán.\n\nPosible caída de nieve o aguanieve: sierras de Baja California.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "21/12/2023 - Sigue previéndose que la masa de aire frío que cubre el oriente mexicano y la mayor parte del Golfo de México continúe su modificación térmica conforme se mueva hacia el oriente, favoreciendo el restablecimiento de la circulación anticiclónica en el miso golfo. Tal situación  favorecerá mayores período de sol sobre la región. No obstante, el ligero ingreso de humedad, junto con el calentamiento diurno y el forzamiento orográfico, provocarán nublados con posibles nieblas y lloviznas, vespertinas  a nocturnas, en las cuencas altas desde el Tuxpan hasta el Cotaxtla y dentro de las cuencas del Papaloapan, Coatzacoalcos y Tonalá. En cuanto al viento, en Tamaulipas, será del Sur, Sureste y Este de 25 a 35 km/h y con algunas rachas de 45 km/h por la noche, especialmente en la porción norte del estado, mientras que, en la mayor parte de la entidad  veracruzana se prevé viento de componente Este, excepto en la zona sur, donde continuará del Norte y Noreste, en ambos casos con velocidades de 25 a 35 km/h. Por su parte, durante el jueves, la temperatura diurna seguirá incrementando gradualmente sobre la región, favoreciendo ambiente templado a cálido en Tamaulipas y en planicies y costa de Veracruz, y fresco a templado en la zona de montaña. Por la noche y madrugada  seguirá ambiente frío a muy frío, especialmente en partes montañosas y serranas, esperando posibles heladas al amanecer en estas últimas porciones.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "21/12/2023 - Este jueves, el frente frío No. 19 asociado a una baja presión en niveles medios y altos de la atmósfera dará origen a la Segunda Tormenta Invernal de la temporada, la cual se aproximará a la Península de Baja California, por lo que se prevén rachas fuertes de viento con posibles tolvaneras, lluvias puntuales intensas en Baja California y lluvias puntuales fuertes en Baja California Sur, Sonora y Chihuahua.\n\nDichas lluvias que podrían originar incremento en los niveles de ríos y arroyos, deslaves e inundaciones en las entidades federativas mencionadas. Así mismo, durante la noche de este día y la madrugada del viernes, se prevé la posible caída de nieve o aguanieve sobre las sierras de Baja California. A su vez, el abundante ingreso de humedad generado por la corriente en chorro subtropical en interacción con un canal de baja presión extendido sobre el norte y noreste del territorio nacional, ocasionarán lluvias y chubascos en dichas regiones, además del occidente del país. Otro canal de baja presión en interacción con el ingreso de humedad de ambos litorales, originará lluvias y chubascos en la Península de Yucatán, además del sur y sureste del territorio nacional. Finalmente, continuará baja probabilidad de lluvia sobre el centro y oriente de la República Mexicana.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "20/11/2023 - La masa de aire frío asociada al frente No. 17 mantendrá el ambiente nocturno y matutino frío a muy frío, con heladas durante la madrugada del jueves sobre entidades del noroeste, norte, noreste, centro y oriente de la República Mexicana, pronosticándose ambiente gélido con temperaturas inferiores a -5°C en zonas de Chihuahua, Durango, Hidalgo, Puebla y Veracruz. Así mismo, prevalecerá el viento de componente norte con rachas de 70 a 90 km/h en el Istmo de Tehuantepec y oleaje de 2 a 3 metros de altura en el Golfo de Tehuantepec. El ingreso de humedad generado por la corriente en chorro subtropical en interacción con un canal de baja presión sobre el noroeste y occidente del territorio nacional, ocasionarán chubascos en la Península de Baja California, Sonora, Chihuahua, Michoacán y Guerrero, y lluvias aisladas en Sinaloa, Coahuila, Nuevo León, Durango y Zacatecas. Canal de baja presión en interacción con el ingreso de humedad de ambos litorales, propiciarán chubascos en Yucatán y Quintana Roo, y lluvias aisladas en Veracruz, Oaxaca y Chiapas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Michoacán y Guerrero.\n\nTemperaturas máximas de 30 a 35 °C: Sonora (sur), Durango (noroeste), Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del jueves: sierras de Chihuahua, Durango, Hidalgo, Puebla y Veracruz.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del jueves: sierras de Baja California, Sonora, Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Guanajuato, Querétaro, Estado de México, Tlaxcala y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del jueves: sierras de Tamaulipas, Aguascalientes, Jalisco, Michoacán, Ciudad de México, Morelos y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte con rachas de 60 a 80 km/h: Istmo de Tehuantepec, con oleaje de 2 a 3 metros de altura: Golfo de Tehuantepec.\n\nRachas de viento de 50 a 70 km/h con posibles tolvaneras y oleaje de 2 a 3 metros de altura: costas occidentales de Baja California y Baja California Sur.\n\nRachas de viento de 40 a 60 km/h: Sonora, Chihuahua, Coahuila, Nuevo León y Tamaulipas."
  }
}
