{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/01/sat/irg_current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/01L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "DEPRESION TROPICAL ALBERTO",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d1.png",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-2",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Jalisco, Michoacán, Oaxaca, Tabasco, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Sinaloa, Zacatecas, Aguascalientes, San Luis Potosí, Colima, Guanajuato, Querétaro, Hidalgo, Ciudad de México, Estado de México, Morelos, Puebla y Veracruz.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, Tamaulipas, Durango, Nayarit, Guerrero y Tlaxcala.\n\nLluvias aisladas (0.1 a 5 mm): Baja California y Baja California Sur.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "28/06/2024 - El constante ingreso de humedad a Tamaulipas y Veracruz interactuará con el canal de baja presión en el suroeste del Golfo de México y condiciones locales, así como el desplazamiento de ondas tropicales por el sur de la región durante el viernes y domingo, de igual forma la presencia de un sistema de baja presión en el Golfo de México a partir del viernes; mantendrán cielo medio nublado a nublado con lluvias acompañados de actividad eléctrica y viento en rachas. Previendo en Tamaulipas tormentas puntuales muy fuertes (50 a 75 mm) en porciones centro y sur; tormentas puntuales fuertes (25 a 50 mm) en el resto; dichas condiciones incrementándose el domingo hasta presentarse tormentas puntuales torrenciales (150 a 250 mm) en el centro y sur de la entidad. En Veracruz se prevén tormentas puntuales muy fuertes (50 a 75 mm) a intensas (75 a 150 mm) en porciones norte y centro de la región, así como menores en el resto; incrementándose el domingo hasta tormentas puntuales torrenciales (150 a 250 mm) en el norte y centro de la región, presentándose tormentas puntuales intensas (75 a 150 mm) en el resto. El viento será del Sur y Sureste en Tamaulipas y norte de Veracruz, de componente Este en el resto de la entidad veracruzana donde se fijarán a componente Norte a partir del domingo; en todos los casos de 25 a 35 km/h; así como rachas de 50 km/h por la tarde en el norte de Tamaulipas y costa norte de Veracruz a partir del domingo. Manteniéndose en ambas entidades un ambiente diurno cálido a caluroso; mientras que durante la noche será templado a cálido y templado a fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "28/06/2024 - Este viernes, la nueva onda tropical (No. 6) asociada con una zona de baja presión con probabilidad de desarrollo ciclónico se desplazarán sobre la Península de Yucatán y paulatinamente sobre el sureste mexicano, donde interaccionará con la vaguada monzónica, originando lluvias muy fuertes con puntuales intensas en ambas regiones. Además, se prevén rachas de viento de 60 a 80 km/h y oleaje de 2 a 4 metros de altura en las costas de Yucatán y Quintana Roo. Por otra parte, la onda tropical No. 5 se desplazará sobre el centro y sur de la República Mexicana, interaccionará con un canal de baja presión, provocando lluvias fuertes a muy fuertes en las regiones mencionadas, con lluvias puntuales intensas en Jalisco y Michoacán. Un segundo canal de baja presión sobre el noroeste del territorio nacional, en combinación con inestabilidad en niveles altos de la atmósfera y la entrada de humedad proveniente de ambos océanos, producirán chubascos a lluvias muy fuertes en esa región, además de fuertes vientos con posible formación de torbellinos en Sonora, Chihuahua y Jalisco.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "27/06/2024 - Canales de baja presión extendidos sobre el noroeste, occidente y centro del país, en interacción con inestabilidad en niveles altos de la atmósfera y con el ingreso de humedad procedente del Océano Pacífico y Golfo de México, producirán lluvias puntuales torrenciales en Puebla y Veracruz; intensas en Sonora, Chihuahua, Hidalgo y Tlaxcala; puntuales muy fuertes en Jalisco, Michoacán, Estado de México, Ciudad de México, Morelos y Guerrero; así como fuertes en Durango, Sinaloa, Nayarit, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Colima, Guanajuato y Querétaro. Asimismo, se prevén rachas de viento de 50 a 70 km/h y posible formación de torbellinos en Sonora y Chihuahua. Por otra parte, la onda tropical No. 5 se desplazará sobre la Península de Yucatán e interaccionará gradualmente con otro canal de baja presión sobre el sureste del territorio nacional, originando lluvias puntuales intensas en Oaxaca y Chiapas; muy fuertes en Tabasco y puntuales fuertes en Campeche, Yucatán y Quintana Roo. Dichas lluvias podrían acompañarse de descargas eléctricas y caída de granizo, además, podrían incrementar los niveles de ríos y generar encharcamientos, derrumbes, deslaves o inundaciones. Al final del periodo de pronóstico, una nueva onda tropical, asociada con una zona de baja presión con probabilidad de desarrollo ciclónico, se aproximará a la costa oriental de la Península de Yucatán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Chihuahua, Durango y Coahuila.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Nuevo León, Tamaulipas, Michoacán, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Guerrero, Oaxaca, Chiapas, Zacatecas, San Luis Potosí, Veracruz, Tabasco y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: Estado de México, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h: Yucatán y Quintana Roo.\n\nViento con rachas de 50 a 70 km/h y posible formación de torbellinos: Sonora, Chihuahua y Jalisco.\n\nViento con rachas de 40 a 60 km/h: Tabasco y Campeche; con posibles tolvaneras: Coahuila, Nuevo León y Tamaulipas.\n\nViento con rachas de 30 a 50 km/h: Durango, Zacatecas, San Luis Potosí, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Estado de México, Ciudad de México, Puebla  y Veracruz.\n\nOleaje de 2 a 4 metros: costa de Quintana Roo y Yucatán."
  }
}
