{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Baja California.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Baja California Sur, Sonora y Chihuahua.\n\nIntervalos de chubascos (5 a 25 mm): Sinaloa, Durango, Nuevo León, Tamaulipas, San Luis Potosí, Michoacán, Guerrero y Oaxaca.\n\nLluvias aisladas (0.1 a 5 mm): Nayarit, Jalisco, Colima, Coahuila, Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Morelos, Puebla, Veracruz, Tabasco, Chiapas y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "01/02/2024 - Se espera que la vaguada polar persista durante el jueves. Esto, junto con el flujo de humedad, mantendrán los nublados y la probabilidad para nieblas, lloviznas y algunas lluvias de 5.1 a 25 mm durante el jueves, especialmente en el occidente y sur de Tamaulipas, así como en partes medias y altas desde la cuenca del Tuxpan hasta la cuenca del Tonalá, con los acumulados más importantes en el occidente y suroeste tamaulipeco y en las cuencas altas del Cazones, Tecolutla, Jamapa-Cotaxtla y Papaloapan. Asimismo, se prevé que este potencial de lluvias disminuya a partir del  viernes en la mayor parte de la vertiente oriental del país conforme se restablezca la circulación anticiclónica en el Golfo de México. En Tamaulipas, el viento dominará del Sur y Sureste hasta la mañana del sábado, con velocidades de 25 a 35 km/h y rachas de 50 km/h, especialmente en el norte, centro y costa del estado, esperando pierda intensidad y cambie al Norte y Noreste de 25 a 35 km/h por la tarde y noche del mismo sábado. En Veracruz, se espera domine viento del Este, Sureste y Sur con velocidades de 25 a 35 km/h durante la mayor parte de este período. Entre la noche del jueves a madrugada del viernes, pueden presentarse algunas rachas de 45 km/h en la costa norte de Veracruz, así como rachas del Sur de 60 a 80 km/h entre la noche del viernes a mañana del sábado en la zona de Orizaba, Los Tuxtlas y cuencas medias del Papaloapan y Coatzacoalcos. Para el jueves, la temperatura diurna mantendrá ambiente templado a cálido en Tamaulipas y en planicies y costa de Veracruz, así como fresco a templado en la montaña, esperando incremente a parte del viernes a lo largo de la región. Por las noches y madrugadas, se espera ambiente frío a muy frío en porciones serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "01/02/2024 - Este jueves, la vaguada polar se extenderá sobre el noreste, centro y sur de la República Mexicana, continuará interactuando con el ingreso de humedad provocado por las corrientes en chorro polar y subtropical, ocasionando lluvias y chubascos en el noreste, oriente, centro, occidente y sur del territorio nacional, con probable caída de nieve o aguanieve en cimas superiores a los 4,200 msnm del occidente, centro y oriente del país (Nevado de Colima, Nevado de Toluca, Popocatépetl, Iztaccíhuatl y el Pico de Orizaba). Durante la tarde, un nuevo frente frío (No. 32) se aproximará al noroeste de México, se asociará con una vaguada polar y con la corriente en chorro polar, dando origen a la Quinta tormenta invernal de la temporada, por lo que se pronostican chubascos y lluvias fuertes en el noroeste y norte del país, con lluvias puntuales muy fuertes que podrían generar encharcamientos o inundaciones en Baja California. Asimismo, descenderá la temperatura con posible caída de nieve o aguanieve en zonas montañosas de Baja California, condiciones que se extenderán durante la madrugada del viernes hacia Sonora, Chihuahua, Durango, Sinaloa (norte) y Zacatecas. Asimismo, se pronostican vientos con rachas de 70 a 90 km/h en la Península de Baja California, Sonora, Chihuahua y Durango.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "31/01/2024 - Una vaguada polar extendida desde el norte hasta el occidente del territorio nacional, en interacción con el ingreso de humedad generado por las corrientes en chorro polar y subtropical, producirá lluvias con intervalos de chubascos acompañadas de descargas eléctricas y posible caída de granizo en Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Zacatecas, Jalisco, Colima, Michoacán, además de lluvias aisladas en Baja California Sur, Sonora, Sinaloa y Nayarit. Asimismo, se mantiene la probabilidad de caída de nieve o aguanieve en sierras de Durango. La humedad propagada por la corriente en chorro subtropical también propicia condiciones para chubascos en el Estado de México y Guanajuato, y lluvias aisladas en la Ciudad de México, Morelos, Querétaro, Hidalgo, Tlaxcala, Puebla, con posible caída de aguanieve o nieve en cimas montañosas con altitudes superiores a los 4,200 msnm del occidente, centro y oriente del país (Nevado de Colima, Nevado de Toluca, Popocatépetl, Iztaccíhuatl y el Pico de Orizaba), principalmente durante la madrugada del jueves. Asimismo, continuará el ambiente nocturno a matutino muy frío con posibles heladas al amanecer del jueves sobre sierras del noroeste, norte, noreste, centro, oriente y sureste de México. Por otra parte, un canal de baja presión en el sureste mexicano y el ingreso de humedad del Golfo de México y Mar Caribe, ocasionarán chubascos en Veracruz, Oaxaca, Chiapas, Tabasco, Campeche y Quintana Roo.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nayarit, Michoacán y Guerrero.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa (costa), Jalisco, Colima, Oaxaca (costa), Chiapas (costa), Campeche y Yucatán.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California, Sonora, Chihuahua, Durango, Coahuila, Zacatecas, Estado de México, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Ciudad de México, Morelos, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 70 a 90 km/h: Golfo de California; y con tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua y Durango.\n\nViento de componente norte con rachas de 50 a 70 km/h, durante la mañana: Istmo de Tehuantepec, y con oleaje de 1 a 3 metros de altura: Golfo de Tehuantepec, debilitándose en el transcurso de la tarde.\n\nVientos con rachas de 40 a 60 km/h y posibles tolvaneras: Zacatecas.\n\nViento de componente sur (surada) con rachas de 40 a 60 km/h: Nuevo León y Tamaulipas."
  }
}
