{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Chiapas, Oaxaca y Guerrero.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Nayarit, Jalisco, Zacatecas, Aguascalientes, Guanajuato, Estado de México y Veracruz.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Sinaloa, Colima, Michoacán, Durango, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Puebla, Tlaxcala, Ciudad de México, Morelos, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Baja California Sur, Tabasco y Campeche.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "18/07/2024 - Se prevé persistan dos canales de baja presión, uno sobre el suroeste del golfo de México y otro en el noreste y oriente del país, los cuales, junto con el flujo de humedad proveniente de ambos océanos hacia el interior del país, mantendrán los nublados y la probabilidad para lluvias acompañadas por actividad eléctrica, generalmente vespertinas a nocturnas en zonas de montaña y nocturnas a matutinas en planicies y costa, previéndose lluvias puntuales muy fuertes (50 a 75 mm) en las cuencas medias y altas del Cazones, Tecolutla, Nautla, Papaloapan, Coatzacoalcos y Tonalá durante el jueves, potencial que tenderá a concentrarse en estas últimas tres cuencas durante viernes y sábado. En el centro y sur de Tamaulipas y para la porción restante de la entidad veracruzana se esperan lluvias de menor intensidad. El  viento dominará del Sur y Sureste con velocidades de 25 a 35 km/h en territorio tamaulipeco, y con probables rachas de 50 km/h por las tardes y noches en el norte y centro de la entidad. En Veracruz, se espera persista viento de componente Norte de 25 a 35 km/h. En áreas de tormenta pueden presentarse rachas mayores. La temperatura diurna no tendrá cambios significativos para este período, por lo que se espera favorezca ambiente cálido a caluroso en Tamaulipas y en planicies y costa de Veracruz, así como templado a cálido en la montaña. Una nueva onda tropical puede aproximarse a la península de Yucatán durante el sábado, se mantendrá en observación.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "18/07/2024 - Este jueves, la onda tropical No. 11 se desplazará lentamente sobre el centro y sur del país, se combinará con inestabilidad en niveles altos de la atmósfera y con el ingreso de humedad del océano Pacífico, ocasionando lluvias fuertes a muy fuertes con descargas eléctricas en ambas regiones, incluyendo al Valle de México. Por otra parte, el monzón mexicano en interacción con inestabilidad en niveles altos de la atmósfera, originarán lluvias puntuales intensas en Durango y Sinaloa, así como chubascos en la península de Baja California, Sonora y Chihuahua. Dichas lluvias estarán acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo, además de la posible formación de torbellinos en zonas de Baja California, Sonora y Chihuahua. Por su parte, canales de baja presión extendidos a lo largo del occidente y el sureste mexicano, ingreso de humedad del océano Pacífico, golfo de México y mar Caribe, y un sistema frontal que se extenderá muy próximo a la frontera norte del territorio nacional, originarán chubascos y lluvias fuertes a muy fuertes, descargas eléctricas y posibles granizadas en el norte, noreste, oriente y sureste de México, incluida la península de Yucatán, así como rachas de viento fuertes a muy fuertes con posible formación de torbellinos en Coahuila, Nuevo León y Tamaulipas. Finalmente, continuará el ambiente caluroso a muy caluroso sobre entidades del noroeste, norte y noreste de la república mexicana, así como en estados del litoral del Pacífico y la península de Yucatán, con temperaturas superiores a 40 °C en zonas de Baja California, Sonora y Sinaloa.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "17/07/2024 - La onda tropical No. 10 se desplazará al sur de las costas de Colima y Jalisco, se combinará con inestabilidad en niveles altos de la atmósfera y con el ingreso de humedad del océano Pacífico, ocasionando lluvias puntuales muy fuertes en Nayarit, Jalisco, Colima y Michoacán. Se prevé que, al finalizar el día, la onda deje de afectar al territorio mexicano. A su vez, la onda tropical No. 11 recorrerá gradualmente el sureste y sur del país, interaccionará con un canal de baja presión extendido frente a las costas de Quintana Roo y con el ingreso de humedad del océano Pacífico y golfo de México, propiciando lluvias puntuales intensas en Guerrero, Oaxaca y Chiapas, lluvias puntuales muy fuertes en Veracruz, lluvias puntuales fuertes en Tabasco, Yucatán y Quintana Roo, e intervalos de chubascos en Campeche. Por otra parte, el monzón mexicano originará lluvias fuertes acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo en Sonora, Chihuahua, Durango y Sinaloa, así como chubascos en Baja California y lluvias aisladas en Baja California Sur. Además, se pronostican rachas de viento de 40 a 60 km/h y posible formación de torbellinos en Sonora y Chihuahua y rachas de 30 a 50 km/h con posible formación de torbellinos en Baja California. Asimismo, un canal de baja presión extendido sobre el interior del territorio mexicano, en combinación con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad de ambos litorales, producirán lluvias muy fuertes en Zacatecas, Aguascalientes, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Estado de México y Puebla, y lluvias fuertes en Durango, Coahuila, Nuevo León, Tamaulipas, Tlaxcala, Ciudad de México y Morelos, además de rachas de viento de 30 a 50 km/h con posible formación de torbellinos en Coahuila, Nuevo León y Tamaulipas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Michoacán, Guerrero, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Oaxaca, Chiapas, Durango, San Luis Potosí, Morelos, Puebla (suroeste) y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Durango, Estado de México, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h y posible formación de torbellinos: Sonora y Chihuahua.\n\nViento con rachas de 30 a 50 km/h: Baja California Sur, Campeche y Yucatán; con posible formación de torbellinos: Coahuila, Nuevo León y Tamaulipas."
  }
}
