{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP182023/EXTENT3/GOES16-EP182023-EXTENT3-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP182023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/18/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/18E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN OTIS",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT20/refresh/AL202023_wind_probs_34_F120+png/025642.png",
    "DAO" : "HURACAN TAMMY_1060 KM AL SUR DE BERMUDA_120 KM/H_NORESTE A 15 KM/H_987 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP18/refresh/EP182023_wind_probs_34_F120+png/145453.png",
    "DPO" : "HURACAN OTIS_185 KM AL SUR-SURESTE DE ACAPULCO, GRO._205 KM/H_NOR-NOROESTE A 13 KM/H_960 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 288 exhalaciones y 335 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Guerrero.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Sinaloa, Veracruz y Quintana Roo.\n\n Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Durango (occidente), Estado de México, Morelos, Puebla, Tabasco, Campeche y Yucatán.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Tamaulipas, San Luis Potosí, Michoacán, Guanajuato, Querétaro, Hidalgo, Tlaxcala y Ciudad de México.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Zacatecas, Nayarit, Jalisco y Colima.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "24/10/2023 - Persistirá el constante flujo de humedad de niveles bajos por parte del golfo de México hacia la vertiente oriental del país, situación que, en combinación con los forzamientos térmicos y orográficos, ocasionarán en horas de la tarde y noche el desarrollo de nublados con posibles chubascos (5.1 a 25 mm) dispersos en partes altas del Papaloapan, Coatzacoalcos y Tonalá, así como menores a 5.0 mm en el resto de las regiones de montaña. En Tamaulipas, se mantendrá cielo mayormente despejado en el norte y centro, así como medio nublado en el sur, en donde podrían presentarse lluvias menores a 5.0 mm. Con respecto al viento continuará dominando del Sur y Sureste de 25 a 35 km/h en Tamaulipas y norte del Estado de Veracruz, y del Este y Sureste en el centro y sur de ésta última entidad con similar velocidad; con rachas de 50 km/h en el norte y centro de Tamaulipas. El ambiente diurno en Veracruz y Tamaulipas se percibirá caluroso en planicies y costas, cálido en regiones de montaña, mientras que por la noche y madrugada prevalecerá templado a cálido en partes medias-bajas, así como fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "24/10/2023 - Este martes, la tormenta tropical OTIS se ubicará al sur de las costas de Guerrero y Oaxaca, sus bandas nubosas ocasionarán lluvias intensas a torrenciales en Guerrero, Oaxaca y Chiapas, así como lluvias fuertes a muy fuertes en el centro y oriente del país. El frente frío Núm. 7 se desplazará lentamente sobre el noroeste y gradualmente el norte de México, asociado con una vaguada en niveles medios y altos de la atmósfera y con la corriente en chorro subtropical, ocasionará lluvias fuertes a puntuales muy fuertes, rachas de viento y descenso de temperatura en ambas regiones, con probabilidad para la formación de torbellinos en Chihuahua y Coahuila. Asimismo, la depresión tropical Veintiuno se desplazará sobre Centroamérica, su circulación favorecerá el ingreso de humedad del Mar Caribe hacia la Península de Yucatán, propiciará lluvias fuertes a muy fuertes en esa región. Canales de baja presión sobre el interior del país, en combinación con el ingreso de humedad del Océano Pacífico y Golfo de México, ocasionará chubascos con lluvias fuertes en el noreste, centro y oriente del territorio nacional. Dichas lluvias a partir de fuertes estarán acompañadas de descargas eléctricas y posible caída de granizo, así mismo podrían originar visibilidad reducida, deslaves, encharcamientos o inundaciones, así como incremento en los niveles de ríos y arroyos.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "23/10/2023 - Los remanentes de Norma provocarán lluvias puntuales intensas en Sinaloa y muy fuertes en Chihuahua, Durango y Nayarit. Por otro lado, la circulación de la tormenta tropical Otis provoca el ingreso de humedad hacia el sur y sureste del territorio nacional, generando lluvias puntuales muy fuertes en Oaxaca y Chiapas, así como fuertes en Guerrero y Veracruz (sur); asimismo, produce rachas de viento 40 a 60 km/h y oleaje 1 a 3 metros de altura en las costas de Oaxaca. El frente frío Núm. 7 se extiende sobre el noroeste de México, interacciona con una vaguada en niveles medios y altos de la atmósfera y con la corriente en chorro subtropical, ocasionando lluvias puntuales fuertes en Sonora y lluvias aisladas en Baja California y Baja California Sur, además de rachas de viento de 50 a 70 km/h y oleaje de 1 a 3 m de altura en la Península de Baja California. Canales de baja presión en el noreste, centro y oriente del país, así como frente a las costas de Quintana Roo, en combinación con el ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, propiciarán lluvias puntuales fuertes en Querétaro, Hidalgo y Quintana Roo, chubascos en Nuevo León, Tamaulipas, San Luis Potosí, Michoacán, Guanajuato, Puebla, Tlaxcala, Estado de México, Ciudad de México, Tabasco y Yucatán, así como lluvias aisladas en Zacatecas, Jalisco, Colima, Morelos y Campeche. Dichas lluvias a partir de fuertes estarán acompañadas de descargas eléctricas y posible caída de granizo, así mismo podrían originar visibilidad reducida, deslaves, encharcamientos o inundaciones, así como incremento en los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERAN INTERVALOS DE CHUBASCOS (5.1 A 25 MM) CON TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS, ZONAS ALTAS DE VERACRUZ, COSTA DE YUCATÁN Y COSTA NORTE DE QUINTANA ROO.\n\n3. PREVALECERÁ VIENTO DEL SURESTE-NORESTE DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 10 PIES EN LAS COSTAS DE TAMAULIPAS, NORTE DE VERACRUZ, TABASCO, CAMPECHE, YUCATÁN, QUINTANA ROO, REGIONES NOROESTE, CENTRO Y SUROESTE DEL GOLFO DE MÉXICO, REGIÓN NORTE DE YUCATÁN, COSTA DE QUINTANA ROO, CANAL DE YUCATÁN Y REGIÓN NOROESTE DEL MAR CARIBE.\n\n4. SISTEMA DE BAJA PRESIÓN LOCALIZADO APROXIMADAMENTE EN LATITUD 11.4° NORTE Y LONGITUD 82.2° OESTE, CON UNA PRESIÓN MÍNIMA CENTRAL DE 1066 MILIBARES, FAVORECE DE LIGERA A MODERA ACTIVIDAD CONVECTIVA, LLUVIA LIGERA Y TORMENTAS ELÉCTRICAS. SE MANTIENE EN VIGILANCIA. EL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS DE NORTEAMÉRICA, LO MANTIENE CON EL 60% DE PROBABILIDAD DE DESARROLLO A CICLÓN TROPICAL EN EL TRANSCURSO DE LAS PRÓXIMAS 48 HORAS Y 60% A 7 DÍAS.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Veracruz y Tabasco.\n\nTemperaturas mínimas de -5 a 0 °C para la madrugada del martes: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Baja California, Sonora, Zacatecas, Aguascalientes, Jalisco, Michoacán, Estado de México, Tlaxcala, Puebla, Hidalgo, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 70 a 90 km/h: ostas de Oaxaca y Guerrero.\n\nViento con rachas de 40 a 60 km/h: Campeche, Yucatán y Quintana Roo, con posibles tolvaneras: Sonora, Durango, Nuevo León y Tamaulipas, y con posible formación de torbellinos: Chihuahua y Coahuila.\n\nOleaje de 3 a 5 metros de altura: ostas de Oaxaca y Guerrero (oriente)."
  }
}
