{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/13/AL012024-13-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/01/sat/irg_current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/01L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL ALBERTO",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,1,990,900,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/storm_graphics/AT01/refresh/AL012024_wind_probs_34_F120+png/212445.png",
    "DAIF" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/01/1000x1000.jpg",
    "DAO" : "TORMENTA TROPICAL ALBERTO_290 KM AL ESTE DE TAMPICO, TAMPS_65 KM/H_OESTE A 15 KM/H_995 MILABARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\nUn area de baja presión localizada al sur de Chiapas continúa generando actividad de lluvias y tormentas eléctricas desorganizadas. Las condiciones ambientales podrían ser propicias para el desarrollo de este sistema y ​​podría formarse una Depresión Tropical de corta duración a principios de semana si el sistema permanece mar adentro. Independientemente del desarrollo, se esperan varios días de lluvias localmente fuertes en sectores del sur de México y Centroamérica.\n\nProbabilidad de formación en 48 horas : Baja(10%)\nProbabilidad de formación en 72 horas : Baja(30%)\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Puebla y Veracruz.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Zacatecas, Oaxaca, Chiapas, Tabasco, Campeche y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Guanajuato, Tlaxcala y Yucatán.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Aguascalientes, Durango, Estado de México y Guerrero.\n\nIntervalos de chubascos (5 a 25 mm): Chihuahua, Jalisco, Colima, Michoacán, Ciudad de México y Morelos.\n\nLluvias aisladas (0.1 a 5 mm): Sinaloa y Nayarit.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "19/06/2024 - Se prevé que el potencial ciclón tropical UNO continúe desplazándose al Nor-Noroeste a razón de 9 km/h, adquiriendo la categoría de tormenta tropical ALBERTO muy posiblemente en el transcurso del miércoles. Hasta el momento, con la información más reciente, se prevé que este sistema podría ingresar a territorio nacional durante el transcurso de esa misma tarde, entre la porción central de Tamaulipas al sur de este mismo Estado. Se mantendrá en vigilancia. Esta situación ocasionará el incremento del potencial de lluvias a lo largo de la región, con acumulados de 75 a 150 mm que podrían concentrarse tanto en partes altas del centro y sur veracruzano, así como en las cuencas del norte, lo anterior en dependencia del desplazamiento del sistema. En tanto que, en Tamaulipas, el potencial para lluvias con intervalos de chubascos (5.1 a 25 mm) generalizados, estará presente al igual que en Veracruz, con tormentas puntuales de 75 a 150 mm en el norte y centro durante el miércoles, así como en el centro y sur el resto del periodo. El viento dominará en Veracruz del Oeste y Noroeste de 40 a 50 km/h con rachas de 65 a 75 km/h en costas de la porción Norte, así como con rachas del Norte de ésta misma magnitud en Tamaulipas durante el miércoles, previendo que el jueves se establezca del Este y Sureste de 25 a 35 km/h con rachas de 50 km/h en zonas de costa de la entidad veracruzana, situación que podría cambiar el último día, previendo que nuevamente se establezca del Norte con rachas de 50 km/h en costas del norte de la entidad. En tanto que, en Tamaulipas, se prevé que sea del Este a partir del jueves, con rachas de 60 a 70 km/h en el centro y sur, así como de forma ocasional de 50 km/h hacia el ultimo día. Se prevé la disminución gradual de los valores de temperatura, ocasionando ambiente cálido durante el día en planicies y costas, y templado a fresco en la montaña,  anteniéndose por la noche y madrugada ambiente cálido en partes medias-bajas, fresco en la montaña, así como frío en zonas serranas. En Tamaulipas se prevé ambiente diurno templado a cálido durante el día, y fresco a templado por la noche y madrugada.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "19/06/2024 - Este miércoles, el potencial ciclón tropical Uno se aproximará a las costas de Tamaulipas y Veracruz, y podría evolucionar al ciclón tropical Alberto; su amplia circulación ocasionará lluvias puntuales torrenciales en Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Puebla y Veracruz; lluvias puntuales intensas en Zacatecas, muy fuertes en Guanajuato y Tlaxcala, así como chubascos y lluvias puntuales fuertes en entidades el norte, occidente y centro del país, incluido el Valle de México. Además, se pronostican rachas de viento fuertes a muy fuertes con oleaje elevado y posible formación de trombas marinas en las costas de Tamaulipas y Veracruz. Por otra parte, la vaguada monzónica se ubicará sobre las costas del Pacífico Sur y el sureste de México, en interacción con un canal de baja presión en dichas regiones y la Península de Yucatán, mantendrán el temporal de lluvias muy fuertes a intensas, fuertes rachas de viento y oleaje elevado en las regiones mencionadas, y con posible formación de trombas marinas en las costas de la Península de Yucatán. Asimismo, otros canales de baja presión en el interior de país en interacción con la entrada de humedad de ambos océanos, ocasionarán chubascos con lluvias puntuales fuertes y fuertes rachas de viento en entidades del noroeste y sur de México. Finalmente, continuará el ambiente caluroso a muy caluroso en la mayor parte del territorio nacional, con temperaturas superiores a 40°C en 6 entidades de la República Mexicana.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "18/06/2024 - El potencial ciclón tropical Uno localizado en el Golfo de México en interacción con la vaguada monzónica ubicada en costas del Pacífico Sur y sureste mexicano, mantienen el temporal de lluvias puntuales torrenciales en Chiapas y Campeche; lluvias puntuales intensas en Tamaulipas, Veracruz, Puebla, Oaxaca, Yucatán y Quintana Roo; lluvias puntuales muy fuertes en Tabasco y San Luis Potosí, y lluvias puntuales fuertes en Nuevo León. Asimismo, se pronostica viento con rachas de 50 a 70 km/h en costas de Tamaulipas, Veracruz (norte), Oaxaca, Chiapas, Yucatán y Quintana Roo; y con rachas de 40 a 60 km/h en costas de Tabasco y Campeche; oleaje de 2 a 4 metros de altura en costas de Tamaulipas, y de 1 a 3 metros de altura en costas de Veracruz, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo; en las costas de dichas entidades, podrían presentarse trombas marinas. Por otro lado, una línea seca sobre el norte del país en interacción con un canal de baja presión extendido sobre la Mesa del Norte, occidente, centro y sur de México, inestabilidad en niveles altos de la atmósfera y la entrada de humedad del Océano Pacífico y Golfo de México, ocasionarán lluvias puntuales muy fuertes en Hidalgo, lluvias puntuales fuertes en Querétaro y Guerrero, intervalos de chubascos en Coahuila, Durango, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Estado de México, Morelos y Tlaxcala, lluvias aisladas en Zacatecas, Aguascalientes, Guanajuato y Ciudad de México. También, se pronostica viento con rachas de 50 a 70 km/h y posible formación de torbellinos en Chihuahua, Coahuila, Nuevo León y Tamaulipas (norte); y con tolvaneras en San Luis Potosí, Zacatecas, Durango, Aguascalientes, Jalisco y Guanajuato; y con rachas de 40 a 60 km/h en las costas de Guerrero; y con posibles tolvaneras en Baja California, Baja California Sur, Sonora, Michoacán, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Morelos. Las lluvias antes mencionadas podrían reducir la visibilidad, ocasionar deslaves, encharcamientos e inundaciones, así como incremento en los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Chihuahua, Sinaloa, Michoacán y Guerrero.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Nayarit, Jalisco, Coahuila, Durango, Zacatecas, Guanajuato, Morelos, Puebla (norte y suroeste), Veracruz y Oaxaca.\n\nTemperaturas máximas de 30 a 35 °C: San Luis Potosí, Aguascalientes, Colima, Querétaro, Hidalgo (norte), Estado de México (suroeste), Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Chihuahua, Durango, Puebla, Estado de México y Morelos.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 70 a 90 km/h y posible formación de trombas marinas: costas de Tamaulipas; y con rachas de 50 a 70 km/h y posible formación de trombas marinas: costas de Veracruz, Campeche, Yucatán y Quintana Roo.\n\nViento con rachas de 60 a 80 km/h: Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Durango y Aguascalientes, y con posibles tolvaneras: Jalisco y Guanajuato.\n\nViento con rachas de 40 a 60 km/h: costas de Jalisco, Colima, Michoacán, Guerrero, Oaxaca y Chiapas; y con posibles tolvaneras: Baja California, Baja California Sur, Sonora, Sinaloa, Colima, Michoacán, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México.\n\nOleaje de 2 a 4 metros de altura: costa de Tamaulipas; y de 1 a 3 metros de altura: costa de Veracruz (norte), Guerrero, Oaxaca, Chiapas, Yucatán y Quintana Roo."
  }
}
