{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Sonora, Chihuahua, Durango, Sinaloa, Nayarit, Jalisco, Guerrero, Oaxaca, Puebla y Veracruz.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Zacatecas, San Luis Potosí, Aguascalientes, Colima, Michoacán y Chiapas.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Morelos, Tabasco, Campeche y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Baja California Sur, Nuevo León, Tamaulipas y Yucatán.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "13/07/2024 - Se espera que la onda tropical No. 9 recorra el sureste y sur mexicano durante este día y el sábado, mientras que, en el noreste y oriente del país, así como en el suroeste del golfo de México persistirán canales de baja presión. Esto, junto con condiciones favorables en la atmósfera superior para el desarrollo de nubados, mantendrán el potencial para lluvias y actividad eléctrica en la mayor parte de la vertiente oriental del país, previéndose para el día sábado posibles eventos puntuales intensos (75 a 150 mm), principalmente en cuencas altas del Cazones, Tecolutla, Papaloapan, Coatzacoalcos y Tonalá, mientras que, en Tamaulipas y resto de la entidad veracruzana, las lluvias serán de menor intensidad. Asimismo, se prevé que, a partir del domingo, el potencial para precipitaciones disminuya gradualmente a lo largo de la región. Por su parte, el viento dominará del Sur y Sureste con velocidades de 25 a 35 km/h en Tamaulipas, esperando posibles rachas de 50 km/h por las tardes y noches, principalmente en las zonas del norte y centro del estado. Para territorio veracruzano, dominará viento de componente Norte de 25 a 35 km/h. En zonas de tormenta, es posible se presenten rachas mayores. La temperatura diurna puede ir incrementando de manera gradual hacia inicios de la próxima semana, esperando favorezca ambiente caluroso en el norte tamaulipeco, cálido en el resto del estado y en planicies y costa de Veracruz, así como templado a cálido en la montaña. Por las noches y madrugadas dominará ambiente frío a fresco, especialmente en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "13/07/2024 - Este sábado, canales de baja presión en el interior del territorio nacional y el ingreso de humedad de ambos litorales, producirán lluvias puntuales intensas en Sonora, Chihuahua, Sinaloa, Durango, Nayarit, Jalisco y Puebla; siendo lluvias fuertes a puntuales muy fuertes en el norte, occidente, centro y sureste del país, incluido el Valle de México, además de la península de Yucatán, y chubascos en la península de Baja California y noreste mexicano. La onda tropical No. 9 recorrerá el sureste y gradualmente el sur de la República Mexicana, se asociará con una zona de baja presión con probabilidad de desarrollo ciclónico, que se desplazará al sur de las costas de Oaxaca, originarán lluvias puntuales intensas en Veracruz, Oaxaca y Guerrero. Finalmente, continuará el ambiente caluroso a muy caluroso sobre entidades del noroeste, norte y noreste del territorio nacional, con temperaturas superiores a 40 °C en zonas de la península de Baja California Sur y Sonora.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "12/07/2024 - Canales de baja presión sobre el interior de México y el ingreso de humedad de ambos litorales, originarán lluvias puntuales intensas en Sinaloa, Durango, Zacatecas, Guerrero y Puebla; lluvias puntuales muy fuertes en Sonora, Aguascalientes, Guanajuato, Querétaro, Estado de México y Morelos; lluvias puntuales fuertes en Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo, Ciudad de México, Tlaxcala, Campeche y Yucatán; chubascos en Baja California Sur y Quintana Roo, y lluvias aisladas en Baja California, así como rachas de viento de 50 a 70 km/h con tolvaneras en entidades del noroeste, norte y noreste del país. La onda tropical No. 8 se desplazará al sur de las costas de Jalisco, ocasionará lluvias puntuales intensas en Nayarit y Jalisco, y lluvias puntuales muy fuertes en Colima y Michoacán. Por otra parte, la onda tropical No. 9 recorrerá el sureste mexicano propiciará lluvias puntuales intensas en Veracruz, Oaxaca y Chiapas, y lluvias fuertes en Tabasco. Las lluvias mencionadas estarán acompañadas de descargas eléctricas, rachas fuertes de viento y la probabilidad de granizadas; así mimos las lluvias fuertes a intensas podrían ocasionar encharcamientos, inundaciones y deslaves, así como incremento en los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur y Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Sinaloa, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Veracruz y Tabasco.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Durango, Estado de México, Puebla, Tlaxcala y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h: golfo de California, Oaxaca (istmo de Tehuantepec), Campeche y Yucatán; con tolvaneras: Baja California, Sonora, Durango, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Guanajuato y Puebla.\n\nViento con rachas de 30 a 50 km/h: Baja California Sur, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Veracruz, Chiapas, Tabasco y Quintana Roo."
  }
}
