{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nayarit, Jalisco y Zacatecas.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Nuevo León, Tamaulipas, Durango, Sinaloa, Aguascalientes, San Luis Potosí, Guanajuato, Colima, Oaxaca, Veracruz, Chiapas, Tabasco, Campeche y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Michoacán, Querétaro, Hidalgo, Puebla y Yucatán.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "14/02/2024 - Se espera que la masa de aire frío que cubre el Golfo de México modifique sus características térmicas durante el miércoles, ocasionando la disminución de los nublados y de la probabilidad de lluvias sobre la mayor parte de la vertiente oriental del país. No obstante, el establecimiento de dos canales de baja presión, uno extendido sobre el norte y noreste del país, y otro en el occidente del Golfo de México y sureste del territorio nacional, los cuales, junto con el flujo de humedad hacia el interior del país, provocarán para los días jueves y viernes, nublados, lloviznas y lluvias, esperando eventos fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm), especialmente en el norte, centro y suroeste tamaulipeco, así como lluvias de 5.1 a 25 mm y algunos eventos puntuales fuertes (25 a 50 mm), principalmente en la cuenca del Pánuco y zonas altas del Tuxpan y Cazones. En cuanto al viento, se prevé domine del Este, Sureste y Sur con velocidades de 25 a 35 km/h en la mayor parte de Tamaulipas, y con rachas de 50 km/h por la tarde y noche del miércoles en el norte, centro y costa del estado. En Veracruz dominará viento del Norte, Noreste y Este de 25 a 35 km/h. Es posible que durante la tarde del viernes el viento cambie al Norte con rachas de 50 km/h, especialmente sobre las porciones del norte y costa de la entidad tamaulipeca. Para este período, la temperatura diurna estará incrementándose, especialmente en la entidad veracruzana, esperando para el viernes domine ambiente cálido a caluroso en planicies y costa, y templado a cálido en la montaña. En Tamaulipas se espera domine ambiente cálido a templado. En la sierra continuará ambiente frío a muy frío por las noches y madrugadas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "14/02/2024 - Este miércoles, la entrada de humedad generada por las corrientes en chorro polar y subtropical hacia el norte, noreste y occidente del país, ocasionarán lluvias puntuales fuertes en Nayarit, Jalisco y Zacatecas, además de lluvias aisladas con chubascos en el resto de los estados de las regiones mencionadas. A su vez, se prevén fuertes rachas de viento con posibles tolvaneras en la Mesa del Norte, Mesa Central y occidente del país. Por otra parte, canales de baja presión sobre el sureste mexicano y la Península de Yucatán, aunado al ingreso de humedad del Golfo de México y Mar Caribe generarán lluvias y chubascos en dichas regiones. Finalmente, el frente Núm. 34 dejará de afectar al país, mientras que la masa de aire polar asociada al frente modificará sus características térmicas, lo que permitirá un ascenso de las temperaturas vespertinas en el noreste, centro, oriente y sureste del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "13/02/2024 - El frente frío No. 34 se extenderá al oriente de la Península de Yucatán, originando intervalos de chubascos con lluvias puntuales fuertes en Quintana Roo, además de chubascos en Oaxaca, Veracruz, Chiapas, Tabasco y Campeche, y lluvias aisladas en Yucatán. La masa de aire polar asociada al frente, mantendrá el evento de NORTE con rachas de hasta 90 km/h en el Istmo de Tehuantepec y con oleaje de 2 a 4 metros de altura en el Golfo de Tehuantepec; también con rachas de hasta 50 km/h y oleaje de 1 a 2 metros de altura en costas de Veracruz (sur), Tabasco, Campeche, Yucatán y Quintana Roo, así como densos bancos de niebla en estados del sureste del país; durante la madrugada disminuirán las condiciones antes descritas pero se mantendrá ambiente frío a muy frío con heladas y bancos de niebla en zonas altas del noroeste, norte, noreste, centro, oriente y sureste de la República Mexicana, con temperaturas mínimas de -10 a -5 °C en zonas serranas de Sonora, Chihuahua y Durango. Continuarán las rachas de viento de 60 a 80 km/h con tolvaneras en Coahuila, Durango, Zacatecas, San Luis Potosí, Jalisco y Aguascalientes, y de 40 a 60 km/h con tolvaneras en Chihuahua, Nuevo León, Tamaulipas, Guanajuato, Michoacán, Querétaro, Hidalgo, Puebla y Tlaxcala. Por otra parte, el ingreso de humedad generado por la corriente en chorro subtropical ocasionará intervalos de chubascos en Zacatecas, San Luis Potosí, Aguascalientes, Guanajuato, Nayarit y Jalisco, así como lluvias aisladas en Nuevo León, Tamaulipas, Querétaro, Hidalgo, Puebla, Tlaxcala, Colima y Michoacán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Jalisco, Colima, Michoacán, Guerrero, Morelos y Chiapas (sur).\n\nTemperaturas máximas de 30 a 35 °C: Tamaulipas, Puebla (suroeste), Oaxaca (costa), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas en: sierras de Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas en: sierras de Baja California, Coahuila, Nuevo León, Zacatecas, Aguascalientes y San Luis Potosí.\n\nTemperaturas mínimas de 0 a 5 °C en: sierras de Baja California Sur, Sinaloa, Tamaulipas, Jalisco, Guanajuato, Michoacán, Hidalgo, Estado de México, Morelos, Tlaxcala, Puebla, Veracruz, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente Norte con rachas de 60 a 80 km/h: Istmo de Tehuantepec; y con oleaje de 1 a 3 metros de altura: Golfo de Tehuantepec.\n\nVientos con rachas de 40 a 60 km/h: Jalisco, Colima, Michoacán, Tabasco, Campeche, Yucatán y Quintana Roo, con posibles tolvaneras: Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango, Zacatecas, San Luis Potosí, Aguascalientes y Guanajuato."
  }
}
