{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Veracruz, Chiapas y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Oaxaca, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Puebla.\n\nLluvias aisladas (0.1 a 5 mm): Tamaulipas, San Luis Potosí, Hidalgo y Guerrero.\n\nPosible caída de nieve o aguanieve, en el transcurso de la mañana: cimas de los volcanes Pico de Orizaba y Cofre de Perote.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "17/01/2024 - Se prevé que el sistema frontal Núm. 27 continúe desplazándose hacia el Este-Sureste y alcance el occidente del Mar Caribe en el transcurso del miércoles. Por su parte, la masa de aire ártica que le da impulso cubrirá completamente a la vertiente oriental del país y el golfo de México, ocasionando la persistencia de amplias zonas de nublados con importantes zonas de nieblas densas en regiones montañosas y lluvias o lloviznas intermitentes en dichas regiones, y dentro de las cuencas del Pánuco y Tuxpan, así como dispersas en partes medias y bajas del centro. Las lluvias con intervalos de chubascos (5.1 a 25 mm) se prevén en partes altas del norte y centro del Estado, de 25 a 50 mm en partes altas del Papaloapan, y de 50 a 75 mm con posibles puntuales de 75 a 150 mm en el Coatzacoalcos, Tonalá y Los Tuxtlas. Por su parte en Tamaulipas, se prevé cielo medio nublado a nublado con lluvias menores a 5.0 mm. El evento de NORTE en esta tarde a lo largo de la entidad veracruzana, continuará con velocidades sostenidas de 60 a 70 km/h y rachas de 80 a 90 km/h en costas desde el Tecolutla hasta el Coatzacoalcos, y de menor intensidad en el litoral del norte, decreciendo gradualmente durante la noche y madrugada, para prevalecer el día miércoles con rachas de alrededor de 50 km/h en costas del norte y centro, así como de 55 a 65 km/h en costas de Laguna Verde y costas del sur de la entidad veracruzana. En Tamaulipas, el viento de componente Norte será de 20 a 35 km/h, estableciéndose del Este por la tarde del miércoles en el norte y centro, y al Sureste en la porción sur por la mañana, en todos los casos con similar magnitud y rachas de 50 km/h en la región central. El ambiente en esta noche y madrugada se percibirá muy frío en Tamaulipas y en zonas serranas de Veracruz, así como fresco a frío en partes medias y bajas. Para el día de mañana miércoles, los valores de temperatura diurna, ocasionarán ambiente frío en Tamaulipas, fresco en planicies y costas de Veracruz, y frío en la montaña.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "17/01/2024 - Este miércoles, el frente No. 27 se extenderá con características de estacionario sobre la Península de Yucatán y el sureste del país. Dicho frente y su masa de aire ártica asociada, en interacción con la corriente en chorro subtropical, mantendrán la probabilidad de lluvias fuertes a muy fuertes en las regiones mencionadas, así como chubascos y lluvias aisladas en el noreste, centro y sur del territorio nacional; además, se mantendrá la posible caída de nieve o aguanieve en el transcurso de la mañana en cimas de los volcanes del Pico de Orizaba y Cofre de Perote. A su vez, se mantendría el evento de NORTE de muy fuerte a intenso en costas de Veracruz, Istmo y Golfo de Tehuantepec; y fuerte a muy fuerte en Tamaulipas, Tabasco, Campeche, Yucatán y Quintana Roo; así como densos bancos de niebla en la Sierra Madre Oriental. De igual manera, prevalecerá el marcado descenso de temperatura en el oriente y sureste de la República Mexicana; con ambiente frío a muy frío en el noroeste, norte y noreste de México. Finalmente, continuará la baja probabilidad de lluvia en el noroeste, norte, occidente, centro y sur del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "16/01/2024 - El frente frío No. 27 se posicionará sobre el sureste mexicano y la Península de Yucatán; interaccionará con la corriente en chorro subtropical, produciendo lluvias muy fuertes a puntuales intensas en Veracruz, Oaxaca, Chiapas y Tabasco, lluvias puntuales fuertes en Puebla, Yucatán y Quintana Roo, chubascos en Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo y Campeche, y lluvias aisladas en Tlaxcala y Guerrero. La masa de aire ártica que acompaña al frente originará marcado descenso de temperatura en el oriente y sureste del territorio nacional, manteniéndose el ambiente frío a muy frío en el noroeste, norte y noreste de México, además, densos bancos de niebla en la Sierra Madre Oriental. A su vez, se pronostican temperaturas mínimas de -10 a -5 °C y ambiente gélido durante noche de hoy y la madrugada del miércoles en zonas de Chihuahua, Durango, Coahuila y Nuevo León; así mismo, se prevé la caída de nieve o aguanieve en la cima de los volcanes Pico de Orizaba y Cofre de Perote. También, se pronostica evento de NORTE con rachas de viento de 90 a 110 km/h en el Istmo de Tehuantepec y oleaje de 2 a 4 metros de altura en costas de Veracruz y Golfo de Tehuantepec; con rachas de 70 a 90 km/h y oleaje de 2 a 3 metros de altura en las costas de Tamaulipas; y con rachas de 50 a 70 km/h y oleaje de 1 a 2 metros de altura en las costas de Tabasco, Campeche y Yucatán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nayarit, Jalisco (costa), Colima, Michoacán, Guerrero, Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Morelos, Puebla (suroeste), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas en: sierras de Chihuahua, Durango, Coahuila, Nuevo León y Tamaulipas.\n\nTemperaturas mínimas de -5 a 0 °C con heladas en: sierras de Baja California, Sonora, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Estado de México, Hidalgo, Tlaxcala, Puebla, Veracruz y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C en: sierras de Baja California Sur, Sinaloa, Michoacán, Guanajuato, Querétaro, Ciudad de México, Morelos y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 80 a 100 km/h: Istmo de Tehuantepec; con oleaje de 2 a 4 metros de altura: Golfo de Tehuantepec y costa sur de Veracruz; con rachas de 50 a 70 km/h: costas de Tamaulipas y con oleaje de 1 a 3 metros de altura en: Tabasco, Campeche, Yucatán y Quintana Roo.\n\nVientos con rachas de 40 a 60 km/h con posibles tolvaneras: Chihuahua, Coahuila, Nuevo León, Durango, Zacatecas, Aguascalientes, Guanajuato y San Luis Potosí."
  }
}
