{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP182023/EXTENT3/GOES16-EP182023-EXTENT3-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP182023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/18/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/18E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL OTIS",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT20/refresh/AL202023_wind_probs_34_F120+png/025642.png",
    "DAO" : "HURACAN TAMMY_420 KM AL NORTE DE LAS ISLAS DE ANGUILLA_130 KM/H_NORTE A 10 KM/H_993 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP18/refresh/EP182023_wind_probs_34_F120+png/145453.png",
    "DPO" : "TORMENTA TROPICAL OTIS_360 KM AL SUR DE PUERTO ESCONDIDO, OAXACA_75 KM/H_NOR-NOROESTE A 10 KM/H_1001 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 288 exhalaciones y 335 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Chihuahua, Durango, Sinaloa, Oaxaca y Chiapas.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Coahuila, Nayarit, Guerrero, Veracruz (sur) y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Nuevo León, Tamaulipas, San Luis Potosí, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Morelos, Tabasco y Yucatán.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Zacatecas, Jalisco, Colima y Campeche.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "23/10/2023 - Persistirá el constante flujo de humedad de niveles bajos por parte del golfo de México hacia la vertiente oriental del país, situación que, en combinación con los forzamientos térmicos y orográficos, ocasionarán en horas de la tarde y noche el desarrollo de nublados con posibles chubascos (5.1 a 25 mm) dispersos en partes altas del Papaloapan, Coatzacoalcos y Tonalá, así como menores a 5.0 mm en el resto de las regiones de montaña. En Tamaulipas, se mantendrá cielo mayormente despejado en el norte y centro, así como medio nublado en el sur, en donde podrían presentarse lluvias menores a 5.0 mm. Con respecto al viento continuará dominando del Sur y Sureste de 25 a 35 km/h en Tamaulipas y norte del Estado de Veracruz, y del Este y Sureste en el centro y sur de ésta última entidad con similar velocidad; con rachas de 50 km/h en el norte y centro de Tamaulipas. El ambiente diurno en Veracruz y Tamaulipas se percibirá caluroso en planicies y costas, cálido en regiones de montaña, mientras que por la noche y madrugada prevalecerá templado a cálido en partes medias-bajas, así como fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "23/10/2023 - Este lunes, la nubosidad del ciclón tropical Norma continuará generando lluvias puntuales muy fuertes en zonas de Chihuahua, Durango y Sinaloa, así como lluvias fuertes en Sonora. Al mismo tiempo, un canal de baja presión se extenderá en el interior del territorio nacional aunado a la entrada de humedad del Océano Pacífico, originarán lluvias con intervalos de chubascos en estados de la Mesa del Norte, Mesa Central y oriente de México, presentándose lluvias puntuales fuertes en Coahuila y Nayarit. Asimismo, otro canal de baja presión en el sureste mexicano en combinación con la entrada de humedad del Golfo de México, Mar Caribe y por la tormenta tropical Otis, propiciarán chubascos y lluvias puntuales fuertes en el sur y sureste de México, así como en la península de Yucatán, siendo lluvias muy fuertes en Oaxaca y Chiapas. Las lluvias mencionadas se podrían acompañar de descargas eléctricas y posible caída de granizo. Por otra parte, el nuevo frente frío (Núm. 7) se extenderá sobre el noroeste del país, se asociará a una vaguada en niveles altos de la atmósfera originando lluvias con intervalos de chubascos y fuertes rachas de viento en dicha región.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "22/10/2023 - El centro del ciclón tropical Norma seguirá sobre el sur del Golfo de California, sus bandas nubosas interaccionarán con la entrada de humedad generada por la corriente en chorro subtropical, manteniendo condiciones para lluvias puntuales torrenciales en el estado de Sinaloa, lluvias intensas en Chihuahua (sur) y Durango (oeste), lluvias muy fuertes en zonas de Baja California Sur y Sonora (sur) y lluvias puntuales fuertes en zonas de Coahuila y Nayarit. Además, intensas rachas de viento de 80 a 100 km/h con oleaje de 4 a 6 metros de altura en las costas de Baja California Sur y Sinaloa, rachas de viento de 60 a 80 km/h con oleaje de 1 a 3 metros de altura en las costas de Nayarit. Se pronostica que el centro de Norma toque tierra en la noche de este día o en las primeras horas del lunes en la costa norte del estado de Sinaloa. A su vez, canales de baja presión, uno extendido en el norte y centro del territorio mexicano y otro en el sureste del país, en combinación con la entrada de humedad del Océano Pacífico y Mar Caribe, ocasionarán lluvias puntuales muy fuertes en zonas de Chiapas, lluvias fuertes en Zacatecas, Jalisco, Michoacán, Guerrero y Oaxaca, chubascos en San Luis Potosí, Aguascalientes, Guanajuato, Estado de México, Morelos, Colima y Veracruz, además de lluvias aisladas en Nuevo León, Tamaulipas, Querétaro, Hidalgo, Puebla, Ciudad de México, Tabasco, Campeche, Yucatán y Quintana Roo. La entrada de humedad generada por la tormenta tropical Otis en el Océano Pacífico, al sur de las costas de Oaxaca, refuerzan el potencial de lluvias en el sur y sureste de México. Las lluvias mencionadas se podrían acompañar de descargas eléctricas y rachas de viento. Por otro lado, se espera la aproximación de un nuevo frente frío al noroeste de Baja California, originando fuertes rachas de viento y lluvias aisladas en este estado.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERAN INTERVALOS DE CHUBASCOS (5.1 A 25 MM) CON TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS, ZONAS ALTAS DE VERACRUZ, COSTA DE YUCATÁN Y COSTA NORTE DE QUINTANA ROO.\n\n3. PREVALECERÁ VIENTO DEL SURESTE-NORESTE DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 10 PIES EN LAS COSTAS DE TAMAULIPAS, NORTE DE VERACRUZ, TABASCO, CAMPECHE, YUCATÁN, QUINTANA ROO, REGIONES NOROESTE, CENTRO Y SUROESTE DEL GOLFO DE MÉXICO, REGIÓN NORTE DE YUCATÁN, COSTA DE QUINTANA ROO, CANAL DE YUCATÁN Y REGIÓN NOROESTE DEL MAR CARIBE.\n\n4. SISTEMA DE BAJA PRESIÓN LOCALIZADO APROXIMADAMENTE EN LATITUD 11.4° NORTE Y LONGITUD 82.2° OESTE, CON UNA PRESIÓN MÍNIMA CENTRAL DE 1066 MILIBARES, FAVORECE DE LIGERA A MODERA ACTIVIDAD CONVECTIVA, LLUVIA LIGERA Y TORMENTAS ELÉCTRICAS. SE MANTIENE EN VIGILANCIA. EL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS DE NORTEAMÉRICA, LO MANTIENE CON EL 60% DE PROBABILIDAD DE DESARROLLO A CICLÓN TROPICAL EN EL TRANSCURSO DE LAS PRÓXIMAS 48 HORAS Y 60% A 7 DÍAS.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Coahuila, Nuevo León, Tamaulipas, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur, Sonora, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, San Luis Potosí, Veracruz y Tabasco.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Baja California, Sonora, Chihuahua, Durango, Zacatecas, Aguascalientes, Jalisco, Michoacán, Estado de México, Tlaxcala, Puebla, Hidalgo, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 40 a 60 km/h y oleaje de 1 a 2 metros de altura: costas de Oaxaca.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Baja California Sur, Sonora, Sinaloa, Durango, Chihuahua, Coahuila, Nuevo León y Tamaulipas."
  }
}
