{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 48 exhalaciones y 535 minutos de tremor de alta frecuencia.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Veracruz (sur), Chiapas y Tabasco.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Oaxaca, Campeche y Yucatán.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Nayarit, Jalisco, Colima, Michoacán, Guanajuato, Querétaro, Hidalgo y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Guerrero, Estado de México, Ciudad de México, Morelos y Tlaxcala.\n\nLluvias aisladas (0.1 a 5 mm): Coahuila, Sinaloa y Durango.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "04/12/2023 - El frente Núm. 13 se estacionará en el suroeste del golfo de México, y su masa de aire frío asociada cubrirá la vertiente oriental del país, situación que mantendrá las condiciones para la formación de nieblas y/o neblinas, con lluvias o lloviznas intermitentes en las zonas montañosas, así como chubascos (5.1 a 25 mm) generalizados en el Estado, y posibles acumulados de 75 a 150 mm en las cuencas del sur, en partes altas de las cuencas del Cazones, Tecolutla, Nautla, Actopan y Jamapa. En Tamaulipas, se prevé que domine cielo nublado a medio nublado, con presencia de lluvias menores a 5.0 mm en el centro y de 5.1 a 25 mm en la porción sur. En la entidad veracruzana, el evento de NORTE ocasionará rachas de 55 a 65 km/h en la zona comprendida entre Laguna Verde y la región de Los Tuxtlas, y de menor intensidad en el resto del litoral veracruzano. En Tamaulipas, dominará viento del Este y Sureste de 20 a 35 km/h. El ambiente durante el día dominará templado a cálido en ambas entidades, así como fresco por la noche y madrugada en planicies y costas. En zonas serranas dominará ambiente frío a muy frío.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "04/12/2023 - Este lunes, el sistema frontal Núm. 13 se extenderá con características de estacionario sobre el sureste mexicano y la Sonda de Campeche, continuará interactuando con el abundante ingreso de humedad generado por la corriente en chorro subtropical y con una vaguada en niveles medios y altos de la atmosfera, por lo que se prevén lluvias puntuales torrenciales en Veracruz (sur), Chiapas y Tabasco; lluvias puntuales intensas en Oaxaca, Campeche y Yucatán; muy fuertes en Puebla; así como chubascos y lluvias fuertes sobre entidades del noreste, centro y oriente del territorio nacional, incluyendo al estado de Quintana Roo. La masa de aire frío asociada mantendrá evento de NORTE con rachas de viento de 70 a 90 km/h en el Istmo de Tehuantepec, con oleaje de 2 a 4 metros de altura en el Golfo de Tehuantepec; y con rachas de 50 a 70 km/h y oleaje de 1 a 2 metros en el litoral de Veracruz. A su vez, se prevé ambiente vespertino fresco a templado sobre gran parte del territorio nacional, con ambiente matutino y nocturno frío a muy frío y heladas durante la madrugada del martes sobre el noroeste, norte, centro y oriente del país. Así mismo, durante la noche del lunes, prevalecerá la probabilidad de caída de nieve o aguanieve en cimas montañosas por arriba de 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba). Finalmente, un canal de baja presión sobre el occidente del territorio nacional, aunado al abundante ingreso de humedad generado por la corriente en chorro subtropical y divergencia en altura, originarán chubascos con lluvias puntuales fuertes acompañadas de descargas eléctricas en el occidente y sur del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "03/11/2023 - El frente frío Núm. 13 se localizará sobre el sureste de la República Mexicana y la Sonda de Campeche, extendiéndose hacia el centro del país con características de estacionario, continuará interactuando con el ingreso de humedad generado por la corriente en chorro subtropical y con una vaguada en niveles medios y altos de la atmosfera, produciendo lluvias puntuales torrenciales en Veracruz, Chiapas y Tabasco; lluvias puntuales intensas en Oaxaca, Campeche y Yucatán; lluvias puntuales muy fuertes en Tamaulipas, San Luis Potosí, Hidalgo y Puebla, lluvias puntuales fuertes en Nuevo León, Querétaro, Estado de México y Quintana Roo, además de lluvias con intervalos de chubascos en Ciudad de México, Morelos, Tlaxcala y Coahuila. La masa de aire frío asociada al frente, mantendrá evento de NORTE con rachas de viento de 80 a 90 km/h en el Istmo de Tehuantepec, con oleaje de 2 a 4 metros de altura en el Golfo de Tehuantepec; con rachas de 60 a 80 km/h y oleaje de 1 a 2 metros de altura en el litoral de Veracruz; y con rachas de 40 a 60 km/h en el litoral de Tamaulipas. También, se prevé marcado descenso de las temperaturas diurnas sobre gran parte del territorio mexicano, así como posible caída de nieve o aguanieve en las cimas montañosas superiores a los 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba), durante la noche de hoy y madrugada del lunes. Finalmente, un canal de baja presión sobre el occidente y sur del territorio nacional, aunado al ingreso de humedad generado por la corriente en chorro subtropical, propiciarán lluvias puntuales fuertes acompañadas de descargas eléctricas y posible caída de granizo en Zacatecas, Aguascalientes, Nayarit, Jalisco, Colima, Michoacán, Guanajuato y Guerrero.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Guerrero (costa), Oaxaca y Chiapas.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Colima, Michoacán, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas en: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas en: sierras de Coahuila y Zacatecas.\n\nTemperaturas mínimas de 0 a 5 °C en: sierras de San Luis Potosí, Aguascalientes, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 70 a 90 km/h: Istmo de Tehuantepec, con oleaje de 2 a 4 metros de altura: Golfo de Tehuantepec; y con rachas de 50 a 70 km/h y oleaje de 1 a 2 metros de altura: litoral de Veracruz."
  }
}
