{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL082023/GEOCOLOR/GOES16-AL082023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL082023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/08/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/08L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL FRANKLIN",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "14,190,555,340,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT08/refresh/AL082023_wind_probs_34_F120+png/205411.png",
    "DAO" : "TORMENTA TROPICAL FRANKLIN_250 KM AL ESTE-NORESTE DE LA ISLA GRAN TURCA_95 KM/H\nRACHAS 115 KM/H_ESTE-NORESTE A 13 KM/H_997 MILABARES",
    "DAT" : "\nUn área de baja presión muy amplia se ha desarrollado sobre el sector Noroeste del Mar Caribe, muy cerca de la costa Noreste de Honduras, esta produciendo actividad de lluvias y tormentas eléctricas. Las condiciones ambientales parecen favorables para el desarrollo gradual de este sistema  y es probable la formación de una Depresión Tropical este fin de semana o a inicio de la próxima mientras se desplaza rumbo a la Península de Yucatán. \n\nLa población residente de la Peninsula de Yucatán y el Oeste de Cuba, deben monitorear el progreso de este sistema.\n\n-Probabilidad de formación en 48 horas : 20%\n-Probabilidad de formacion en 7 dias : 70 %\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 25 exhalaciones, 46 minutos de tremor, y una explosión menor.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Guerrero y Oaxaca.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Michoacán, Puebla, Veracruz, Tabasco y Chiapas. \n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Chihuahua, Durango, Sinaloa, Nayarit, Jalisco, Colima, Tamaulipas, San Luis Potosí, Hidalgo, Morelos, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Querétaro, Tlaxcala, Estado de México y Ciudad de México.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Guanajuato y Zacatecas.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "25/08/2023 - El persistente canal de baja presión en el occidente y suroeste del Golfo de México, junto con el flujo de humedad proveniente de ambos océanos hacia el interior de la región y condiciones favorable en la atmósfera superior para el desarrollo de nublados, seguirán provocando cielo medio nublado a nublado con lluvias y descargas eléctricas en la mayor parte de la vertiente oriental del país, previéndose aún lluvias muy fuertes (50 a 75 mm) con puntuales intensas (75 a 150 mm) en la cuenca del río Papaloapan, así como algunos eventos puntuales fuertes (25 a 50 mm) entre los municipios tamaulipecos de Victoria, Soto la Marina, Mante y Tampico y en cuencas medias y altas del Cazones, Tecolutla, Nautla y Misantla, adicionalmente a la costa central veracruzana y cuencas del Coatzacoalcos y Tonalá; para el resto de la región se prevén lluvias de menor intensidad. Por su parte, en Tamaulipas el viento se mantendrá de componente Este con velocidades de 25 a 35 km/h y con algunas rachas de 45 km/h durante la tarde, en tanto que, para Veracruz también se espera persista de componente Norte de 25 a 35 km/h y con probables rachas cercanas a 45 km/h durante la tarde en zonas costeras del centro y sur de la entidad. Asimismo, en áreas de tormenta también pueden presentarse rachas mayores. Durante el viernes, el ambiente diurno continuará cálido a caluroso en Tamaulipas y en planicies y costa de Veracruz, y templado a cálido en la zona montaña. Por la noche y madrugada el ambiente será frío en la sierra.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "25/08/2023 - Este viernes, el monzón mexicano en interacción con inestabilidad en niveles altos de la atmósfera mantendrá las condiciones para lluvias fuertes acompañadas de descargas eléctricas y posible caída de granizo en Sonora, Chihuahua, Durango y Sinaloa. Los canales de baja presión sobre el noreste, occidente, centro, oriente y sureste del territorio nacional, en combinación con inestabilidad en la atmósfera superior y la entrada de humedad del Océano Pacífico, Golfo de México y Mar Caribe, producirán lluvias fuertes a muy fuertes con descargas eléctricas y posible caída de granizo en las regiones mencionadas. Una zona de baja presión con probabilidad de desarrollo ciclónico aportará abundante contenido de humedad al sur del territorio nacional e incrementará la probabilidad de lluvias puntuales intensas que podrían generar encharcamientos o inundaciones en Guerrero, Oaxaca. Finalmente, prevalecerá el ambiente muy caluroso a extremadamente caluroso sobre el noroeste del territorio nacional, con temperaturas máximas superiores a los 40 °C en Baja California y Sonora.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "24/08/2023 - El monzón mexicano propiciará lluvias puntuales muy fuertes con posible caída de granizo en Chihuahua, Durango y Sinaloa. A su vez, canales de baja presión extendidos sobre el occidente, centro y sureste de México, en interacción con el aire cálido y húmedo proveniente del Océano Pacífico, Golfo de México y Mar Caribe, además de inestabilidad en niveles altos de la atmósfera, producirán lluvias puntuales intensas en Guerrero, Puebla, Oaxaca, Chiapas y Veracruz, muy fuertes en Nayarit, Jalisco, Colima, Michoacán, Campeche, Yucatán y Quintana Roo, fuertes en Morelos y Tabasco, además de chubascos en Tamaulipas, San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México y Tlaxcala, y lluvias aisladas en Nuevo León y Zacatecas. Las lluvias mencionadas, se acompañarán de descargas eléctricas y probable caída de granizo.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Nayarit, Jalisco, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz (norte), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Zacatecas, Colima, Michoacán, Querétaro (norte), Hidalgo (norte), Puebla (norte y suroeste), Morelos, Guerrero, Oaxaca, Tabasco y Chiapas.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Chihuahua, Durango, Estado de México, Hidalgo, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 60 km/h y posibles tolvaneras: Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas.\n\nViento con rachas de 40 a 50 km/h: Baja California, Baja California Sur, Durango, Zacatecas, San Luis Potosí, Guanajuato, Querétaro, Hidalgo y Oaxaca (Istmo de Tehuantepec)."
  }
}
