{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP172023/GEOCOLOR/GOES18-EP172023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP172023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/17/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/17E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN NORMA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT20/refresh/AL202023_wind_probs_34_F120+png/025642.png",
    "DAO" : "HURACAN TAMMY_140 KM AL ESTE DE LA MARTINICA_120 KM/H_OESTE-NOROESTE A 10 KM/H_990 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP17/refresh/EP172023_wind_probs_34_F120+png/024015.png",
    "DPO" : "HURACAN NORMA_235 KM AL SUR DE CABO SAN LUCAS, BCS_195 KM/H_NOR-NOROESTE A 15 KM/H_955 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 288 exhalaciones y 335 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias torrenciales con puntuales extraordinarias (mayores a 250 mm): Baja California Sur.\n\nLluvias intensas con puntuales torrenciales (150 a 250 mm): Sinaloa y Nayarit.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Jalisco, Colima, Michoacán y Chiapas.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Chihuahua, Durango, Guerrero y Oaxaca.\n\nIntervalos de chubascos (5 a 25 mm): Zacatecas, Aguascalientes y Guanajuato.\n\nLluvias aisladas (0.1 a 5 mm): Estado de México, Morelos, Puebla, Veracruz y Tabasco.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "21/10/2023 - La circulación anticiclónica en el Golfo de México favorecerá el ingreso de humedad hacia Tamaulipas y Veracruz, así como su interacción con condiciones locales y el canal de baja presión en el occidente del mismo Golfo; presentándose un incremento de nublados y de lluvias vespertinas a nocturnas en zonas montañosas y nocturnas a matutinas en el resto. Previéndose en Tamaulipas lluvias escasas o lloviznas (0.1 a 5.0 mm) en  la región de la Sierra Madre y el occidente del Soto La Marina, así como aisladas en las inmediaciones de Tampico, Altamira y Aldama. En Veracruz se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en las cuencas del Coatzacoalcos, Tonalá y la región de Los Tuxtlas, así como en zonas montañosas del Actopan, La Antigua, Jamapa-Cotaxtla y Papaloapan; lluvias escasa o lloviznas (0.1 a 5.0 mm) de forma aislada en el resto de las zonas montañosas. El viento será del Sur y Sureste en Tamaulipas, así como en el norte de Veracruz; mientras que en el resto de la entidad veracruzana será del componente Este; presentándose en todos los casos con velocidades de 25 a 35 km/h, así como rachas de 50 en el norte de Tamaulipas. La temperatura diurna favorecerá un ambiente caluroso a muy caluroso en Tamaulipas y costa de Veracruz, mientras que en el resto de Veracruz se mantendrá cálido a caluroso; durante la noche y madrugada será templado a fresco, así como fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "21/10/2023 - Este sabado, se pronostica que el centro del ciclón tropical NORMA toque tierra durante la tarde-noche de este día al sur de Baja California Sur, ocasionando lluvias puntuales extraordinarias con intensas rachas de viento de 120 a 140 km/h y oleaje elevado de 6 a 8 metros de altura en las costas de dicho estado, a su vez, sus extensas bandas nubosas propiciarán lluvias puntuales muy fuertes en el occidente de México y lluvias puntuales torrenciales e igualmente intensas rachas de viento de 90 a 110 km/h con oleaje de 4 a 6 metros de altura en las costas de Sinaloa y Nayarit. Dichas lluvias se acompañarán de descargas eléctricas y podrían incrementar los niveles de ríos y arroyos, así como generar deslaves e inundaciones en zonas bajas. Asimismo, NORMA, ocasionará chubascos y lluvias fuertes en estados del noroeste y norte del territorio nacional. Por otra parte, canales de baja presión, el primero sobre el occidente y centro del país, y el segundo en el sureste mexicano, aunado a la entrada de humedad de ambos litorales, originarán condiciones para chubascos y lluvias puntuales fuertes en dichas regiones, presentándose lluvias puntuales muy fuertes en Chiapas. Las lluvias mencionadas estarán acompañadas de descargas eléctricas. Finalmente, una zona de baja presión con potencial ciclónico, se ubicará al sur de las costas de Oaxaca y Chiapas, reforzando el potencial de lluvias en el sureste mexicano.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "20/10/2023 - El huracán NORMA continuará dirigiéndose hacia el estado de Baja California Sur, sus extensas bandas nubosas mantendrán condiciones para lluvias puntuales torrenciales en Baja California Sur, lluvias puntuales intensas en Sinaloa y Nayarit, así como lluvias muy fuertes en Jalisco, Colima y Michoacán, las cuales podrían incrementar los niveles de ríos y arroyos, y generar deslaves e inundaciones en zonas bajas de los estados mencionados, además de la posible formación de trombas frente a las costas de los estados mencionados. También, originará lluvias fuertes en Durango y chubascos en Chihuahua. Asimismo, NORMA provocará intensas rachas de viento de 110 a 130 km/h y oleaje de 4 a 6 metros de altura en las costas de Baja Californios Sur, rachas de 90 a 110 km/h y oleaje de 3 a 5 metros de altura en las costas de Sinaloa y Nayarit, y de 60 a 80 km/h con oleaje de 2 a 4 metros de altura en costas de Jalisco, Colima y Michoacán. Por otro lado, un canal de baja presión extendido sobre el occidente y centro del país, en interacción con la entrada de humedad del Océano Pacífico, propiciarán lluvias puntuales fuertes en Guerrero, chubascos en el Estado de México y Puebla, así como lluvias aisladas en Morelos. Por su parte, la entrada de humedad del Golfo de México y Mar Caribe, originarán lluvias puntuales fuertes en Oaxaca y Chiapas, chubascos en Veracruz y lluvias aisladas en Tabasco. Las lluvias mencionadas se podrían acompañar de descargas eléctricas y rachas fuertes de viento. Continuarán fuertes rachas de viento de componente norte de 60 a 80 km/h en el Istmo y Golfo de Tehuantepec.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. AL ESTABLECIMIENTO DE VAGUADAS Y AL PASO DE ONDAS TROPICALES PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE LAS COSTAS Y REGIONES MARÍTIMAS DEL GOLFO DE CALIFORNIA, PACÍFICO CENTRAL, PACÍFICO SUR Y GOLFO DE TEHUANTEPEC.\n\n2. ESPERAN SE ESPERAN INTERVALO DE CHUBASCOS (5.1 A 25 MM) Y TORMENTAS ELÉCTRICAS, SOBRE NAYARIT, ISLAS MARÍAS Y GUERRERO; ASIMISMO, INTERVALOS DE CHUBASCOS (5.1 A 25 MM) CON ALGUNAS LLUVIAS PUNTUALES FUERTES (25 A 50 MM) Y TORMENTAS ELÉCTRICAS SOBRE JALISCO, COLIMA Y MICHOACÁN; TAMBIÉN, TORMENTAS PUNTUALES MUY FUERTES (50 A 75 MM) CON TORMENTAS PUNTUALES INTENSAS (75 A 150 MM) Y TORMENTAS ELÉCTRICAS SOBRE LA REGIÓN DE LAS REVILLAGIGEDO, REGIÓN PACÍFICO CENTRO Y SUR.\n\n3. PREVALECERÁ, EVENTO DE NORTE CON VIENTO DEL NORESTE DE 25 A 30 NUDOS CON RACHAS DE 35 A 40 NUDOS Y OLAS DE 8 A 13 PIES SOBRE LA REGIÓN DE GOLFO DE TEHUANTEPEC (DESDE HUATULCO, OAX. HASTA PIJIJIAPAN, CHIS.), INCLUYENDO EL GOLFO DE TEHUANTEPEC.\n\n4. EL HURACÁN CAT. 3 NORMA CONTINÚA FUERA DE LA ZONA ECONÓMICA EXCLUSIVA, OCASIONA RACHAS DE VIENTO FUERTE Y OLEAJE ELEVADO EN SUS INMEDIACIONES; ASIMISMO, SUS BANDAS NUBOSAS OCASIONAN CIELO NUBLADO A CERRADO, CHUBASCOS FUERTES, TORMENTAS ELÉCTRICAS, VIENTO CON RACHAS MAYORES A 35 NUDOS Y OLAS DE 9 A 12 PIES, SOBRE LA REGIÓN PACÍFICO CENTRO; TAMBIÉN, OCASIONAN CIELO MEDIO NUBLAD A CERRADO INTERVALO DE CHUBASCO (5.1 A 25 MM CON ACUMULADO HASTA DE 40 MM EN 24 HORAS), TORMENTAS ELÉCTRICAS, REDUCCIÓN A LA VISIBILIDAD, VIENTO FUERTE Y OLEAJE ELEVADO, SOBRE LAS COSTAS DE JALISCO, COLIMA, MICHOACÁN Y GUERRERO. ACTUALMENTE SUS BANDAS NUBOSAS OCASIONAN CIELO MEDIO NUBLADO A CERRADO INTERVALO DE CHUBASCO (5.1 A 25 MM CON ACUMULADO HASTA DE 40 MM EN 24 HORAS), TORMENTAS ELÉCTRICAS, REDUCCIÓN A LA VISIBILIDAD, VIENTO FUERTE Y OLEAJE ELEVADO, SOBRE LAS COSTAS DE JALISCO, COLIMA Y MICHOACÁN.\n\n5. SISTEMA DE BAJA PRESIÓN CON VALOR APROXIMADO DE 1007 MB LOCALIZA AL ESTE DE EL SALVADOR Y COSTA RICA, EN LA LATITUD 10.0 NORTE Y LONGITUD 95.0 OESTE, ORIGINA ACTIVIDAD CONVECTIVA EN SUS INMEDIACIONES. SE ESPERA QUE EN LAS SIGUIENTES 72 HORAS CONTINÚE SU LENTO DESPLAZAMIENTO HACIA EL OESTE NOROESTE ACERCÁNDOSE HACIA LA ZONA ECONOMICA EXCLUSIVA. EL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS LA TIENE CON UN 30% DE PROBABILIDAD DE DESARROLLARSE A CICLÓN TROPICAL A 48 HORAS Y CON 80% A SIETE DÍAS, SE MANTIENE EN VIGILANCIA.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Sonora, Sinaloa, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua, Durango (occidente), Nayarit, Jalisco, Colima, Michoacán (costa), Guerrero (costa), Oaxaca, Chiapas, Veracruz y Tabasco.\n\nTemperaturas mínimas de -5 a 0 °C: sierras de Chihuahua, Durango, San Luis Potosí y Guanajuato.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Sonora, Zacatecas, Michoacán, Querétaro, Hidalgo, Estado de México, Tlaxcala, Puebla, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 120 a 140 km/h con posible formación de trombas marinas y oleaje de 6 a 8 metros de altura: costas de Baja California Sur.\n\nRachas de viento de 90 a 110 km/h y oleaje de 4 a 6 metros de altura: costas de Sinaloa y Nayarit.\n\nRachas de 50 a 70 km/h y oleaje de 2 a 3 metros de altura: costas de Jalisco y Colima.\n\nViento de componente norte con rachas de 40 a 60 km/h: Istmo y Golfo de Tehuantepec.\n\nRachas de 40 a 60 km/h: Sonora, Nuevo León y Tamaulipas, y con oleaje de 1 a 3 metros de altura en la costa occidental de Baja California."
  }
}
