{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): San Luis Potosí, Hidalgo, Puebla y Veracruz.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Nuevo León, Tamaulipas, Querétaro y Oaxaca.\n\nChubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Chiapas y Tabasco.\n\nIntervalos de chubascos (5 a 25 mm): Chihuahua, Guanajuato, Estado de México, Ciudad de México, Tlaxcala y Campeche.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Zacatecas, Yucatán y Quintana Roo.\n\nPosible caída nieve o aguanieve: sierras de Baja California.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "18/03/2024 - Se prevé que el sistema frontal No. 40, impulsado por su masa de aire frío, tenderá a desplazarse hacia el Este- Sureste, alcanzando el norte de Veracruz muy posiblemente en el transcurso de la madrugada o mañana del lunes, así como la porción central por la madrugada del martes. Este sistema interactuará con una vaguada en el suroeste del golfo de México y finalmente abandonará la región a partir del miércoles. La situación anterior, ocasionará el incremento de nublados, previendo acumulados de mayor relevancia durante los días lunes y martes de 75 a 150 mm, tanto en partes altas de las cuencas del Tuxpan, Cazones, Tecolutla y Nautla, así como en partes altas de las cuencas del Sur, respectivamente. En la entidad tamaulipeca, se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) a lo largo de la entidad especialmente el día lunes, con tormentas puntuales fuertes (25 a 50 mm) en las cuencas del Soto La Marina y la cuenca del Guayalejo-Tamesí y Tamuín, decreciendo el potencial de lluvia el resto del periodo. El viento en Veracruz dominará de componente Norte con rachas de 50 km/h en zonas costeras durante el martes, así como de posibles 55 a 65 km/h durante el martes, rolando al Este y Sureste a partir de la tarde del miércoles con  velocidades de 20 a 35 km/h. En Tamaulipas, podrían presentarse rachas de 55 a 65 km/h durante el lunes, así como de 60 a 70 km/h en la región Mante y zonas costeras del norte de la entidad, dominado a partir del martes del Este y Sureste, con rachas de 50 km/h el día miércoles. Los valores de temperatura máxima, tenderán a disminuir especialmente los dos primeros días, no obstante, el ambiente diurno se percibirá cálido en esos días, así como cálido a caluroso el día miércoles. Por la noche y madrugada, el ambiente se percibirá frío a muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "18/03/2024 - Este lunes, la masa de aire frío que impulsará al frente frío No. 40 será reforzada; dicho frente avanzará sobre el noreste y oriente del territorio nacional, interaccionará con un canal de baja presión sobre el sur del Golfo de México y el sureste mexicano, propiciando chubascos y lluvias fuertes a muy fuertes en dichas regiones, pronosticándose lluvias puntuales intensas en San Luis Potosí, Hidalgo, Puebla y Veracruz; dichas lluvias estarán acompañadas de descargas eléctricas y posible caída de granizo. A su vez, la masa de aire frío asociada al frente generará evento de NORTE fuerte a muy fuerte, oleaje elevado y posibilidad de trombas marinas en las costas de Tamaulipas y Veracruz, en tanto, se prevén rachas de viento de 60 a 80 km/h y con probabilidad de formación de torbellinos o tornados en Chihuahua, Durango, Coahuila y Nuevo León. Asimismo, se presentará viento de componente norte durante la noche en el Istmo y Golfo de Tehuantepec, y fuertes rachas de viento en gran parte del territorio mexicano. También, se producirá un descenso de las temperaturas y condiciones para densos bancos de niebla en estados del norte, noreste y oriente de la República Mexicana. Por su parte, la baja presión de núcleo frío continuará en el suroeste de Estados Unidos y seguirá asociada con la corriente en chorro polar, generando lluvias aisladas y probabilidad de caída de nieve o aguanieve en las sierras de Baja California. Finalmente, prevalecerá el ambiente caluroso a muy caluroso en el occidente, centro, sur y sureste de México, así como en la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "17/03/2024 - El frente No. 40 se extenderá con características de estacionario sobre el norte y noreste de la República Mexicana, interaccionará con un canal de baja presión que se extiende sobre el noreste, oriente, centro y sureste del país, y con la corriente en chorro subtropical, generando chubascos y lluvias puntuales fuertes en Coahuila, Nuevo León, Tamaulipas y San Luis Potosí, intervalos de chubascos en Querétaro, Hidalgo, Puebla, Veracruz, Oaxaca y Chiapas, y lluvias aisladas en Chihuahua, Guanajuato y Tlaxcala; dichas lluvias podrán acompañarse de descargas eléctricas y caída de granizo, principalmente en el noreste, oriente y sureste mexicano. Asimismo, se pronostican rachas de viento de 60 a 80 km/h en Chihuahua, Durango, Zacatecas, Aguascalientes y San Luis Potosí, y rachas de 40 a 60 km/h en entidades de la Mesa del Norte, Mesa Central, Pacífico Centro, Valle de México y las penínsulas de Baja California y de Yucatán, además, se prevé la posible formación de torbellinos en zonas de Coahuila, Nuevo León y Tamaulipas. Por otro lado, una baja presión de núcleo frío se mantendrá al suroeste de los Estados Unidos y estará asociada con la corriente en chorro polar, ocasionando lluvias e intervalos de chubascos en Baja California, así como la posible caída de nieve o aguanieve en las sierras de dicha entidad. El ingreso de humedad proveniente del Mar Caribe producirá lluvias aisladas en Quintana Roo. Durante la noche, el ambiente será frío a muy frío y bancos de niebla en partes altas del noroeste, norte, noreste, occidente, centro y oriente de México, siendo gélido con temperaturas mínimas de -10 a -5 °C y heladas en sierras de Baja California, Chihuahua y Durango.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Jalisco (costa), Colima, Michoacán, Guerrero, Morelos (sur), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 35 a 40 °C: Nayarit, Estado de México (suroeste), Puebla (suroeste), Oaxaca, Chiapas y Tabasco.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Durango (occidente), Guanajuato y Veracruz (sur).\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Sonora y Zacatecas.\n\nTemperaturas mínimas de 0 a 5 °C con posibles heladas: sierras de Aguascalientes, Jalisco, Michoacán, Estado de México, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 60 a 80 km/h y posible formación de torbellinos o tornados: Chihuahua, Durango, Coahuila y Nuevo León.\n\nEvento de NORTE con rachas de 60 a 80 km/h y oleaje de 1 a 3 metros de altura: costas de Tamaulipas y Veracruz.\n\nViento de componente norte con rachas de 50 a 70 km/h, a partir de esta noche: Istmo y Golfo de Tehuantepec.\n\nVientos con rachas de 50 a 70 km/h y tolvaneras: Tamaulipas, San Luis Potosí, Zacatecas, Guanajuato, Querétaro, Hidalgo y Puebla.\n\nVientos con rachas de 40 a 60 km/h: Tabasco, Campeche, Yucatán y Quintana Roo; con posibles tolvaneras: Baja California, Baja California Sur, Sonora, Sinaloa, Aguascalientes, Nayarit, Jalisco, Colima, Michoacán, Estado de México, Ciudad de México, Morelos, Tlaxcala, Oaxaca y Chiapas."
  }
}
