{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/GEOCOLOR/GOES18-EP152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/12/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN LIDIA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,65,898,530,16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d2.png",
    "DAO" : "f",
    "DAT" : "\nLa actividad de lluvias y tormentas eléctricas localizada al Norte del puerto de Coatzacoalcos, Ver. ha aumentado con un área pequeña de baja presión sobre el extremo suroeste del Golfo de México. Las condiciones ambientales parecen marginalmente favorables para desarrollo adicional antes de que la baja presión se fusione con un sistema frontal sobre el oeste del Golfo de México a mediados de la semana.\n\nProbabilidad de formación en 48 horas : (30 %).\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP15/refresh/EP152023_wind_probs_34_F120+png/024636.png",
    "DPO" : "HURACAN LIDIA_120 KM AL SUROESTE DE PUERTO VALLARTA, JALISCO_210 KM/H_ESTE-NORESTE A 25 KM/H_950 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 291 exhalaciones, acompañadas de vapor de agua, otros gases volcánicos y ligeras cantidades de ceniza. Adicionalmente se registraron 22 minutos de tremor.\n\nDurante la mañana y al momento de este reporte se observa una emisión constante de vapor de agua y gases volcánicos con dirección al oeste.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Michoacán, Guerrero y Oaxaca.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Baja California Sur, Durango, Sinaloa, Nayarit, Jalisco, Colima, Veracruz, Tabasco y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Zacatecas, Morelos, Puebla, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Estado de México y Guanajuato.\n\nIntervalos de chubascos (5 a 25 mm): Sonora, Chihuahua, Querétaro, Hidalgo, Ciudad de México y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "10/10/2023 - Se espera que la zona de baja presión con potencial ciclónico siga moviéndose hacia el norte, sobre la porción occidental del Golfo de México. Esto, junto con el ingreso de humedad proveniente de ambos océanos hacia el interior de la región,y se espera que la zona de baja presión con potencial ciclónico siga moviéndose hacia el norte, sobre la porción occidental del Golfo de México. Esto, junto con el ingreso de humedad proveniente de ambos océanos hacia el interior de la región, mantendrán los nublados y la probabilidad para lluvias y actividad eléctrica, esperando posibles eventos puntuales muy fuertes (50 a 75 mm) en el noroeste tamaulipeco y en zonas altas de las cuencas del JamapaCotaxtla y Papaloapan, mientras que, para el resto del norte, costa central, occidente y suroeste de Tamaulipas, así como en zonas altas del Cazones, Tecolutla, Nautla, Misantla, Coatzacoalcos y Tonalá, pueden presentare lluvias puntuales fuertes (25 a 50 mm); para el resto de la región de pronóstico se prevén lluvias aisladas de 5.1 a 25 mm. No se descartan eventos puntuales de 75 a 150 mm especialmente en las inmediaciones de Huatusco, Coscomatepec, La Perla, Ixhuatlán del café y la región del Valle de Orizaba. En Tamaulipas, el viento dominará de componente Este de 25 a 35 km/h, con posibles rachas de 50 km/h durante la tarde y noche en el norte y costa de la entidad. Para Veracruz se mantendrá de componente Norte con velocidades de 25 a 35 km/h. La temperatura diurna disminuirá ligeramente durante este día en Tamaulipas y se prevé aumente en la entidad veracruzana, manteniendo ambiente cálido a caluroso en planicies y costa, así como templado a cálido en la montaña. En zonas serranas continuará ambiente frío por la noche y madrugada. mantendrán los nublados y la probabilidad para lluvias y actividad eléctrica, esperando posibles eventos puntuales muy fuertes (50 a 75 mm) en el noroeste tamaulipeco y en zonas altas de las cuencas del JamapaCotaxtla y Papaloapan, mientras que, para el resto del norte, costa central, occidente y suroeste de Tamaulipas, así como en zonas altas del Cazones, Tecolutla, Nautla, Misantla, Coatzacoalcos y Tonalá, pueden presentare lluvias puntuales fuertes (25 a 50 mm); para el resto de la región de pronóstico se prevén lluvias aisladas de 5.1 a 25 mm. No se descartan eventos puntuales de 75 a 150 mm especialmente en las inmediaciones de Huatusco, Coscomatepec, La Perla, Ixhuatlán del café y la región del Valle de Orizaba. En Tamaulipas, el viento dominará de componente Este de 25 a 35 km/h, con posibles rachas de 50 km/h durante la tarde y noche en el norte y costa de la entidad. Para Veracruz se mantendrá de componente Norte con velocidades de 25 a 35 km/h. La temperatura diurna disminuirá ligeramente durante este día en Tamaulipas y se prevé aumente en la entidad veracruzana, manteniendo ambiente cálido a caluroso en planicies y costa, así como templado a cálido en la montaña. En zonas serranas continuará ambiente frío por la noche y madrugada.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "10/10/2023 - Este martes, el huracán Lidia se localizará muy cerca de las costas del Pacífico Central Mexicano, producirá lluvias intensas a puntuales torrenciales en Nayarit, Jalisco, Colima y Michoacán, lluvias puntuales intensas en Sinaloa y Durango, así como lluvias fuertes a muy fuertes en Baja California Sur. Asimismo, se prevén vientos con rachas de 120 a 140 km/h y oleaje de 5 a 7 metros de altura en costas de Nayarit y Jalisco; de 100 a 120 km/h y oleaje de 3 a 5 metros de altura en costas de Sinaloa; rachas de 80 a 100 km/h y oleaje de 2 a 4 metros de altura en costas de Baja California Sur, Colima y Michoacán; además de condiciones para trombas marinas en las costas de los estados mencionados. Durante la tarde-noche de hoy, LIDIA podría ingresar a tierra en las inmediaciones entre Jalisco y Nayarit. La vaguada monzónica que se localizará muy próxima a las costas del Pacífico Sur mexicano y el ingreso de humedad del océano Pacífico, ocasionarán lluvias intensas a puntuales torrenciales en Guerrero, así como puntuales intensas en Oaxaca y Chiapas. Por otra parte, una zona de baja presión con probabilidad para desarrollo ciclónico, que se desplazará sobre el occidente del Golfo de México, en interacción con un canal de baja presión en el sureste mexicano propiciará lluvias puntuales muy fuertes en el oriente de México y chubascos con lluvias puntuales fuertes en el sureste del territorio nacional y la Península de Yucatán. Un canal de baja presión sobre el noreste del país y el ingreso de humedad del océano Pacífico generado por la corriente en chorro subtropical, originarán lluvias fuertes y lluvias muy fuertes a puntuales intensas en el norte y noreste de la República Mexicana.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "...",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. PREVALECERÁ VIENTO DEL ESTE Y NORESTE DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 5 A 8 PIES; SOBRE LA REGION NORESTE, CENTRO DEL GOLFO DE MÉXICO, SONDA DE CAMPECHE Y NORTE DE YUCATÁN.\n\n3. SE ESPERA A PARTIR DE LA TARDE-NOCHE DEL 11 DE OCTUBRE, EVENTO DE SURADA CON VIENTO DEL SURESTE DEL 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 10 PIES SOBRE LA COSTA DE QUINTANA ROO, REGIÓN NOROESTE DEL CARIBE Y CANAL DE YUCATÁN.\n\n4. SISTEMA DE BAJA PRESIÓN CON VALOR APROXIMADO DE 1006 MILIBARES, SE LOCALIZA APROXIMADAMENTE EN LATITUD 20.5° NORTE Y LONGITUD 94.5° OESTE, SE DESPLAZA HACIA EL NORTE-NORESTE, OCASIONA MODERADA ACTIVIDAD CONVECTIVA EN SUS INMEDIACIONES.\n\nEL CENTRO NACIONAL DE HURACANES DE LOS ESTADOS UNIDOS LO MANTIENE EN UN 20% DE PROBABILIDAD PARA DESARROLLARSE A CICLÓN TROPICAL A 48 HORAS Y UN 20% A SIETE DÍAS. SE MANTIENE EN VIGILANCIA.\n\n5. PREVALECERÁN INTERVALOS DE CHUBASCOS (25 A 50 MM) CON LLUVIAS PUNTUALES MUY FUERTES (50 A 75 MM, CON MÁXIMOS PUNTUALES DE 100 A 120 MM) Y TORMENTAS ELÉCTRICAS SOBRE LA REGIÓN SUROESTE DEL GOLFO DE MÉXICO, REGIÓN SONDA DE CAMPECHE Y REGIÓN NORTE DE YUCATÁN; ASÍ COMO INTERVALO DE CHUBASCOS (5.1 A 25 MM) Y TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS, VERACRUZ, TABASCO, CAMPECHE Y YUCATÁN.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Sonora, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Tamaulipas, San Luis Potosí, Veracruz y Tabasco.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Sonora, Chihuahua, Durango, Coahuila, Nuevo León, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 120 a 140 km/h y oleaje de 5 a 7 metros de altura: costas de Nayarit y Jalisco.\n\nViento con rachas de 100 a 120 km/h y oleaje de 3 a 5 metros de altura: costas de Sinaloa.\n\nViento con rachas de 80 a 100 km/h y oleaje de 2 a 4 metros de altura: costas de Baja California Sur, Colima y Michoacán.\n\nViento con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura: costas de Guerrero.\n\nViento con rachas de 40 a 60 km/h: Durango, Zacatecas, San Luis Potosí, Aguascalientes, Guanajuato, Querétaro, Estado de México, Ciudad de México, Puebla, Tlaxcala, Veracruz y Oaxaca."
  }
}
