{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/01/sat/irg_current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/01L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "DEPRESION TROPICAL ALBERTO",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d1.png",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Jalisco, Colima y Michoacán.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Sinaloa, Durango, Nayarit, Guanajuato, Morelos, Guerrero, San Luis Potosí, Veracruz, Puebla, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Tamaulipas, Querétaro, Hidalgo, Yucatán, Estado de México y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, Zacatecas, Aguascalientes, Ciudad de México, Tlaxcala, Campeche y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California y Baja California Sur.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "24/06/2024 - Se prevé la presencia de una vaguada en el occidente y suroeste del golfo de México, en interacción con el flujo de humedad por parte de ambos litorales y condiciones favorables en altura, ocasionarán la persistencia del temporal de  lluvias en Veracruz, con chubascos (5.1 a 25 mm) generalizados en la entidad veracruzana y con acumulados más significativos de 75 a 150 mm en la cuenca alta del río La Antigua, Jamapa y Papaloapan durante los dos primeros días, así como de 50 a 75 mm durante el miércoles. En Tamaulipas, se prevé la persistencia de cielo medio nublado a nublado con chubascos dispersos (5.1 a 25 mm) en la entidad, así como lluvias de 50 a 75 mm en el sur durante el lunes y de 25 a 50 mm el resto de este periodo de pronóstico. El viento en la entidad veracruzana será de componente Norte de 20 a 35 km/h, rolando al Este y Sureste por la tarde del lunes con similar magnitud, condición que tenderá a dominar durante el resto de los días, a excepción de la zona centro durante la tarde del martes, presentando viento de componente Norte con similar velocidad. En el Estado de Tamaulipas, se prevé que domine viento de componente Este, fijándose del Sureste a partir del martes, en todos los casos de 25 a 35 km/h y rachas de 50 km/h. La temperatura diurna mantendrá ambiente cálido en planicies y costas de Veracruz, templado en la montaña, así como fresco a frío por la noche y madrugada en zonas de montaña y regiones serranas, respectivamente, mientras que, en Tamaulipas, los valores de temperatura tenderán a incrementar gradual y ligeramente hacia la mitad de semana, ocasionando ambiente caluroso a muy caluroso durante el día y templado a cálido por la noche y madrugada.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "24/06/2024 - Este lunes, canales de baja presión sobre el norte, noroeste, noreste, occidente, centro y oriente del país en interacción con divergencia en altura e ingreso de humedad de ambos litorales, ocasionarán lluvias muy fuertes a intensas en las regiones mencionadas, pronosticándose lluvias puntuales torrenciales en Jalisco, Colima y Michoacán. Así mismo, se pronostican vientos fuertes a muy fuertes en el noroeste del país, la Mesa del Norte y la Mesa Central, con posible formación de torbellinos en zonas de Sonora y Chihuahua. Además, la posible formación de trombas marinas en costa de Michoacán. La vaguada monzónica se extenderá cercana a las costas del Pacífico Sur Mexicano en interacción con un canal de baja presión que se localizará sobre la Península de Yucatán y la aproximación de una nueva onda tropical al sur de dicha Península, ocasionarán lluvias fuertes a muy fuertes en la mencionada península, en el sureste y sur del territorio nacional, previéndose lluvias puntuales intensas en Veracruz, Oaxaca y Chiapas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "23/06/2024 - La baja presión con probabilidad de desarrollo ciclónico, se desplazará sobre las costas de Tamaulipas, su amplia circulación en interacción con la vaguada monzónica, extendida sobre el sureste y sur del país y con divergencia en altura, originarán lluvias puntuales torrenciales en Nuevo León, Tamaulipas, San Luis Potosí y Veracruz, lluvias puntuales intensas en Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo, lluvias puntuales muy fuertes en Coahuila. Se prevén vientos fuertes a muy fuertes con posible formación de trombas marinas en las costas de Tamaulipas y Veracruz (norte). Se espera que, durante la madrugada o primeras horas de la mañana del lunes, la baja presión con probabilidad de desarrollo ciclónico sobre Tamaulipas, se disipe gradualmente. Un canal de baja presión que se extiende sobre el norte, occidente y centro de la República Mexicana en interacción con divergencia en altura y el ingreso de humedad de ambos litorales, ocasionará lluvias puntuales intensas en Nayarit, Jalisco, Colima, Michoacán, Querétaro, Hidalgo y Puebla, lluvias puntuales muy fuertes en Sonora, Guanajuato, Estado de México, Ciudad de México, Morelos y Guerrero, lluvias puntuales fuertes en Chihuahua, Sinaloa, Durango, Zacatecas, Aguascalientes y Tlaxcala, así como chubascos en Baja California y Baja California Sur, dichas lluvias estarán acompañadas de descargas eléctricas y posible caída de granizo. Así mismo, se pronostican vientos fuertes a muy fuertes en el noroeste del país, la Mesa del Norte y la Mesa Central. Además, se prevé oleaje de 1 a 3 metros de altura en costas de Tamaulipas y Veracruz (norte).",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sonora, Chihuahua, Coahuila y Sinaloa.\n\nTemperaturas máximas de 30 a 35 °C: Nuevo León, Tamaulipas, Durango (noreste), Michoacán, Guerrero, Morelos, Oaxaca, Veracruz, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posible formación de torbellinos: Sonora, Chihuahua y Tamaulipas.\n\nViento con rachas de 40 a 60 km/h: Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo; con posibles tolvaneras: Baja California, Baja California Sur, Coahuila, Nuevo León, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Nayarit, Michoacán, Jalisco, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala y Puebla."
  }
}
