{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Puebla y Veracruz.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): San Luis Potosí, Hidalgo, Oaxaca, Chiapas y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, Tamaulipas, Michoacán, Querétaro, Estado de México, Ciudad de México, Morelos, Tlaxcala, Guerrero, Yucatán, Campeche y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Durango, Zacatecas, Nayarit, Jalisco, Colima, Aguascalientes y Guanajuato.\n\nLluvias aisladas (0.1 a 5 mm): Chihuahua y Sinaloa.\n\nPosible caída de nieve o aguanieve: zonas altas de Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango, Zacatecas, San Luis Potosí, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos, Tlaxcala, Puebla y Veracruz.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "17/02/2024 - A partir de la madrugada del sábado el frente frío Núm. 35 iniciará su desplazamiento sobre Tamaulipas, alcanzando el  orte de Veracruz durante la tarde y el sur por la noche. Dicho sistema frontal será precedido por una línea cortante del viento e interaccionará con la corriente en chorro subtropical. Lo anterior ocasionará el incremento de nublados y el potencial para lluvias con intervalos de chubascos (5.1 a 25 mm) generalizados sobre Tamaulipas; lluvias puntuales fuertes (25 a 50 mm) sobre las regiones Fronteriza, Valle de San Fernando, Central y Sur. Para la entidad veracruzana se prevén lluvias muy fuertes a puntuales intensas (75 a 150 mm) desde la cuenca del río Pánuco hasta el Misantla, así como en zonas montañosas desde la cuenca del Actopan hasta el Tonalá, además de Los Tuxtlas; lluvias puntuales fuertes (25 a 50 mm) en el resto de la entidad. Se prevé que el potencial de lluvias tienda a disminuir a partir del domingo. Por su parte, la masa de aire frío asociada con el frente ocasione un evento de norte que presentará rachas de 80 a 100 km/h en porciones costeras de Tamaulipas durante el sábado, así como de 95 a 115 km/h en zonas costeras de Veracruz, siendo las de mayor relevancia sobre la zona entre Laguna Verde y Alvarado. Por su parte, los valores de temperatura tenderán a disminuir paulatinamente a partir del sábado, ocasionando ambiente fresco a frío en Tamaulipas y fresco a templado durante el día en Veracruz. Sobre zonas serranas será muy frio a frío durante las noches y madrugadas con heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "17/02/2024 - Este sábado, el frente frío No. 35 y su masa de aire ártico se desplazarán rápidamente sobre la vertiente del Golfo de México, en interacción con una vaguada polar que cruzará el noreste, centro y oriente de la República Mexicana, y el abundante ingreso de humedad debido a la corriente en chorro subtropical y del Mar Caribe, propiciarán lluvias fuertes con puntuales muy fuertes en entidades del norte, noreste, centro, sur y sureste del país, incluido el Valle de México, y la Península de Yucatán, siendo puntuales intensas en Puebla y Veracruz, dichas lluvias estarán acompañadas de rachas fuertes de viento, descargas eléctricas y no se descarta la caída de granizo: También se espera marcado descenso en la temperatura diurna en gran parte del territorio nacional; además de evento de NORTE de muy fuerte a intenso con oleaje elevado en el litoral del Golfo de México e Istmo y Golfo de Tehuantepec. A su vez, se prevé la caída de nieve o aguanieve en zonas altas de Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango, Zacatecas, San Luis Potosí, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos, Tlaxcala, Puebla y Veracruz.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "16/02/2024 - Una vaguada polar se desplazará sobre el noroeste, norte y occidente de la República Mexicana, aunada a la entrada de humedad del Océano Pacífico generada por la corriente en chorro subtropical, y con el ingreso durante esta noche del frente frío No. 35 y su masa de aire frío de origen ártico, originarán lluvias fuertes con puntuales muy fuertes en Tamaulipas, Durango, Sinaloa, Nayarit, Jalisco, Colima, Michoacán y Guanajuato, chubascos con lluvias puntuales fuertes en Chihuahua, Coahuila, Nuevo León, Zacatecas, San Luis Potosí, Aguascalientes, Querétaro, Hidalgo, Estado de México, Puebla, Veracruz y Guerrero, chubascos en Ciudad de México y Morelos, y lluvias aisladas en Oaxaca; dichas lluvias estarán acompañadas de rachas fuertes de viento, descargas eléctricas y posible caída de granizo, excepto en el Valle de México; así como posible caída de nieve o aguanieve en las sierras de Chihuahua, Coahuila, Nuevo León, Durango y Sinaloa, además de la cima del Nevado de Colima. A su vez, se prevé marcado descenso en las temperaturas mínimas con ambiente frío a muy frío y heladas durante la madrugada en el noroeste, norte, noreste, occidente y centro del país, siendo ambiente gélido con temperaturas mínimas de -10 a -5 °C en sierras de Baja California, Chihuahua y Durango. Por otro lado, un canal de baja presión sobre el sureste mexicano y la Península de Yucatán en combinación con el ingreso de humedad del Golfo de México y Mar Caribe, generará chubascos en la Península de Yucatán y lluvias aisladas en Tabasco y Chiapas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Oaxaca, Chiapas y Tabasco.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Sonora, Coahuila, Nuevo León, Zacatecas, Michoacán, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada: sierras de Tamaulipas, Sinaloa, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Querétaro, Morelos y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 100 a 120 km/h y oleaje de 3 a 5 metros: litoral de Tamaulipas y Veracruz; con rachas de 60 a 80 km/h: Istmo de Tehuantepec; y con oleaje de 1 a 3 metros de altura: Golfo de Tehuantepec, litoral de Tabasco, Campeche y Yucatán.\n\nVientos con rachas de 40 a 60 km/h: Coahuila, Nuevo León, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Morelos, Tlaxcala y Puebla; con posibles tolvaneras: Chihuahua."
  }
}
