{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Baja California, Michoacán, Oaxaca, Chiapas, Campeche y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Sonora, Coahuila, Nuevo León, Zacatecas, Jalisco, Estado de México, Veracruz y Tabasco.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "14/04/2024 - Se mantendrá el dominio de la circulación anticiclónica en el Golfo de México favoreciendo el ligero ingreso de humedad hacia Tamaulipas y Veracruz y su interacción con condiciones locales y el canal de baja presión en el suroeste del mismo Golfo; ocasionando el incremento de nubosidad y de lluvias en zonas montañosas, así como la presencia de nieblas y neblinas en dichas porciones. Previendo que en Veracruz se presenten lluvias escasas o lloviznas (0.1 a 5.0 mm) aisladas en las cuencas del sur de la región y a lo largo de las zonas montañosas; mientras que en el resto de la región se mantendrá baja la probabilidad de lluvias. Mientras que en Tamaulipas durante este periodo de pronóstico se mantendrá baja la probabilidad de lluvias a lo largo de la entidad. El viento dominante será del Sur y Sureste en Tamaulipas y las porciones norte y centro de Veracruz, del Este y Noreste en el resto de la entidad veracruzana; presentándose en ambos casos de 25 a 35 km/h, así como rachas de 50 km/h en Tamaulipas y zonas de costa del norte de Veracruz. En ambas entidades durante este periodo de pronóstico dominará un ambiente caluroso a muy caluroso; mientras que durante la noche será templado a cálido y en zonas serranas será fresco.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "14/04/2024 - Este domingo, la circulación anticiclónica en niveles medios de la atmósfera mantendrá la onda de calor sobre el territorio nacional incluido el Valle de México, originando ambiente caluroso a muy caluroso, con temperaturas que podrían superar los 45 °C en Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero y Campeche. Por su parte, el frente frío No. 46 se desplazará sobre el noroeste de la República Mexicana, continuará interaccionando con una vaguada polar y con las corrientes en chorro polar y subtropical, generando rachas fuertes de viento, descenso de temperatura, lluvias y chubascos en dicha región, además de oleaje de 2 a 3 metros de altura en la costa occidental de Baja California. A su vez, una alta presión sobre el Golfo de México, ocasionará viento fuerte de componente sur (Surada), situación que originará una línea seca en el norte del país, que podría ocasionar lluvias aisladas, además de la formación de torbellinos en el noreste de México. Finalmente, canales de baja presión en el interior y sureste del territorio mexicano y el ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, propiciarán lluvias y chubascos en zonas del norte, occidente, centro y sureste de México, además de la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "13/04/2024 - La circulación anticiclónica que dio origen a la primera onda de calor, mantendrá tiempo estable y baja probabilidad de lluvias en gran parte del país. Por otra parte, canales de baja presión en el interior y sureste del México, en interacción con el ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, originarán lluvias puntuales fuertes en Oaxaca, Chiapas, Campeche y Quintana Roo, intervalos de chubascos en el Estado de México, Veracruz y Tabasco, y lluvias aisladas en Michoacán, Ciudad de México, Hidalgo y Puebla. A su vez, una alta presión sobre el Golfo de México, provocará viento de componente sur (evento de Surada) con rachas de 50 a 70 km/h, lo que originará la formación de una línea seca en el norte del territorio mexicano, que podría ocasionar la formación de torbellinos en Coahuila, Nuevo León y Tamaulipas. Por otra parte, se prevé el ingreso de un nuevo frente frío (No. 46) en el noroeste de México, que asociado con una vaguada polar y con la corriente en chorro polar, propiciarán intervalos de chubascos en Baja California y lluvias aisladas en Sonora, además rachas de viento de 50 a 70 km/h en el Golfo de California y con tolvaneras en Baja California, Sonora, Chihuahua y Durango.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero y Campeche.\n\nTemperaturas máximas de 40 a 45 °C: Morelos, Veracruz, Oaxaca, Chiapas, Tabasco y Yucatán.\n\nTemperaturas máximas de 35 a 40 °C: Sonora (sur), Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Guanajuato (sur), Hidalgo (norte), Estado de México (suroeste), Puebla (suroeste) y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur, Aguascalientes, Querétaro, Tlaxcala y Ciudad de México.\n\nTemperaturas mínimas de -5 a 0 °C con heladas en: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C en: sierras de San Luis Potosí, Zacatecas, Guanajuato, Querétaro, Estado de México, Hidalgo, Tlaxcala, Puebla, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h y tolvaneras: Baja California, Sonora y Chihuahua.\n\nViento de componente norte con rachas de 50 a 70 km/h durante la mañana: Istmo y Golfo de Tehuantepec, disminuyendo en el transcurso de la tarde.\n\nViento de componente sur (Surada) con rachas de 50 a 70 km/h y posible formación de torbellinos: Coahuila, Nuevo León y Tamaulipas.\n\nViento con rachas de 50 a 70 km/h: Golfo de California; y con tolvaneras: Baja California Sur.\n\nViento con rachas de 40 a 60 km/h: Campeche y Yucatán; y con posibles tolvaneras: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Durango, Zacatecas, San Luis Potosí, Aguascalientes y Guanajuato."
  }
}
