{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/GEOCOLOR/GOES18-EP152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/12/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL LIDIA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP15/refresh/EP152023_wind_probs_34_F120+png/024636.png",
    "DPO" : "TORMENTA TROPICAL LIDIA_595 KM AL SUR-SUROESTE DE CABO SAN LUCAS, BCS_110 KM/H_NORTE A 10 KM/H_990 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 291 exhalaciones, acompañadas de vapor de agua, otros gases volcánicos y ligeras cantidades de ceniza. Adicionalmente se registraron 22 minutos de tremor.\n\nDurante la mañana y al momento de este reporte se observa una emisión constante de vapor de agua y gases volcánicos con dirección al oeste.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Michoacán, Guerrero y Oaxaca.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Baja California Sur, Durango, Sinaloa, Nayarit, Jalisco, Colima, Veracruz, Tabasco y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Zacatecas, Morelos, Puebla, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Estado de México y Guanajuato.\n\nIntervalos de chubascos (5 a 25 mm): Sonora, Chihuahua, Querétaro, Hidalgo, Ciudad de México y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "09/10/2023 - Se prevé que el sistema frontal Núm. 4 se mantenga con características de estacionario en la Sonda de Campeche y frente a la Península de Yucatán, mismo que interactuará con la circulación de la Depresión tropical Dieciséis-E, ocasionando en Veracruz tormentas puntuales de 150 a 250 mm en las cuencas del Tuxpan, Cazones, Tecolutla, Nautla, especialmente en partes altas, así como en la región de Los Tuxtlas; tormentas puntuales 75 a 150 mm en el Papaloapan, Coatzacoalcos y Tonalá; tormentas puntuales 50 a 75 mm en el resto de las zonas montañosas y tormentas puntuales de 25 a 50 mm en el resto de la región. En tanto que, en Tamaulipas, se prevén las condiciones para la presencia de lluvias o lloviznas (0.1 a 5.0 mm) en la entidad, sin descartar lluvias de 5.1 a 25 mm en la región fronteriza y occidente de la cuenca central. El viento continuará de componente Norte a lo largo del Estado veracruzano, debido a la masa de aire frío que acompaña al frente, previendo rachas que podrían estar alrededor de los 80 km/h en las costas de Laguna Verde y de alrededor de 70 km/h en el resto del litoral del centro y sur, tendiendo a disminuir su intensidad de forma gradual durante el lunes. En Tamaulipas, se prevé de igual forma domine viento del Norte de 20 a 35 km/h, rolando al Este por la mañana del lunes en el norte y centro, así como por la tarde en la porción sur. El ambiente para el día de mañana lunes se mantendrá templado a cálido en Tamaulipas así como en Veracruz, previendo que durante la noche y madrugada se perciba ambiente fresco a frío en zonas serranas, así como templado a fresco en planicies y costas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "09/10/2023 - Este lunes, la posible tormenta tropical MAX se aproximará e ingresará a tierra sobre la costa occidente de Guerrero, provocando lluvias puntuales torrenciales en Michoacán, Guerrero y Oaxaca, intensas en Colima; muy fuertes en el Estado de México y Morelos; además de chubascos y lluvias fuertes en el centro del país. Asimismo, se pronostican rachas de viento de 90 a 110 km/h y oleaje de 4 a 6 metros de altura en costas de Guerrero, Michoacán y Colima. Por otro lado, el frente Núm. 4 se extenderá como estacionario sobre el suroeste del Golfo de México y la Península de Yucatán, donde interaccionará un canal de baja presión provocando lluvias puntuales intensas en Veracruz, Chiapas y Tabasco; así como chubascos y lluvias fuertes a muy fuertes en el oriente mexicano y en dicha península. La masa de aire frío mantendrá el evento de NORTE con rachas de 50 a 70 km/h en la costa sur de Veracruz y el Istmo de Tehuantepec, durante la mañana, pero hacia la tarde y noche empezará a modificar sus características térmicas. Finalmente, LIDIA se ubicará aproximadamente a 500 km de la costa sur de Baja California Sur, interaccionará con un canal de baja presión sobre el noroeste y occidente del país y la corriente en chorro subtropical generando lluvias puntuales intensas en Baja California Sur, Sinaloa, Durango, Nayarit y Jalisco; así como de chubascos a lluvias puntuales muy fuertes en Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Zacatecas, Guanajuato y Aguascalientes. A su vez, se pronostican vientos con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura en costas de Baja California Sur y Jalisco.\n\n Las lluvias mencionadas, se acompañarán de descargas eléctricas, fuertes rachas de viento y posible caída de granizo, además, podrían reducir la visibilidad y provocar crecida de ríos y arroyos, desbordamientos, deslaves e inundaciones.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "08/10/2023 - El frente frío Núm. 4 se extenderá sobre la Península de Yucatán y sureste de mexicano, provocando lluvias puntuales torrenciales en Puebla, Veracruz, Chiapas y Tabasco, intensas en Campeche, muy fuertes en Hidalgo y Yucatán, así como fuertes en Coahuila, Nuevo León, Tamaulipas, Querétaro, Estado de México, Morelos y Quintana Roo. La masa de aire frío que acompaña al frente mantendrá el evento de NORTE con rachas de viento de 70 a 90 km/h y oleaje de 2 a 4 metros de altura en las costas de Tamaulipas, Veracruz, Istmo y Golfo de Tehuantepec; ambiente fresco a frío y densos bancos de niebla en zonas altas del norte, noreste, centro y oriente de la República Mexicana, incluido el Valle de México. La depresión tropical Dieciséis-E evolucionará a tormenta tropical al sur de las costas de Guerrero, tomando el nombre de Max, y ocasionará lluvias puntuales torrenciales en Guerrero y Oaxaca, e intensas en Nayarit, Jalisco, Colima y Michoacán. Asimismo, se prevén rachas de viento de 60 a 80 km/h y oleaje de 2 a 4 metros de altura en las costas de Oaxaca y Guerrero. Por otra parte, un canal de baja presión extendido sobre el noroeste del territorio nacional, aunado a la amplia circulación de la tormenta tropical LIDIA y a la entrada de humedad generada por la corriente en chorro subtropical, propiciará lluvias puntuales intensas en Baja California Sur, muy fuertes en Sinaloa, fuertes en Chihuahua y chubascos en Baja California y Sonora.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y  REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. EL SISTEMA DE ALTA PRESIÓN ASOCIADO AL SISTEMA FRONTAL SOBRE EL GOLFO DE MÉXICO, EL CUAL SE COMPORTA COMO ESTACIONARIO, OCASIONARÁ EVENTO DE NORTE; CON VIENTO DEL NOROESTE DE 20 A 25 NUDOS CON RACHAS DE 30 A 35 NUDOS Y OLAS DE 8 A 12 PIES; SOBRE LA COSTA DE TAMAULIPAS, COSTA NORTE DE VERACRUZ, REGIÓN NOROESTE Y CENTRO DEL GOLFO DE MÉXICO; ASÍ COMO VIENTO DEL NOROESTE 25 A 30 NUDOS CON RACHAS DE 40 A 45 NUDOS Y OLAS DE 10 A 14 PIES SOBRE LA COSTA DE CENTRO DE VERACRUZ Y REGIÓN SUROESTE DE CITADO GOLFO; ASÍ COMO VIENTO DEL NOROESTE CON VIENTO DE 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 6 A 8 PIES SOBRE LA REGIÓN SUR DE VERACRUZ.\n\n3. ONDA TROPICAL LOCALIZADA AL SUR DE 20.0° NORTE Y A LO LARGO DE LA LONGITUD 70.0°OESTE, SE DESPLAZA AL OESTE A RAZÓN DE 5 A 10 NUDOS, FAVORECE LIGERA ACTIVIDAD CONVECTIVA DETRÁS DE SU EJE. SE MANTIENE EN VIGILANCIA.\n\n4. SE ESPERAN EN LAS PRÓXIMAS 72 HORAS, INTERVALOS DE CHUBASCOS (25 A 50 MM) CON LLUVIAS PUNTUALES MUY FUERTES (50 A 75 MM, CON MÁXIMOS PUNTUALES DE 100 A 120 MM) Y TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS Y VERACRUZ; ASÍ COMO LLUVIAS FUERTES (25 A 50 MM) CON LLUVIAS PUNTUALES MUY FUERTES (50 A 75 MM) Y TORMENTAS ELÉCTRICAS SOBRE TABASCO, CAMPECHE, QUINTANA ROO, REGIÓN SONDA DE CAMPECHE Y REGIÓN NOROESTE DEL MAR CARIBE.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Sonora, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Tamaulipas, San Luis Potosí, Veracruz y Tabasco.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Sonora, Chihuahua, Durango, Coahuila, Nuevo León, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 90 a 110 km/h y oleaje de 4 a 6 metros de altura: costas de Guerrero, Michoacán y Colima.\n\nViento con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura: costas de Baja California Sur, Jalisco y Oaxaca.\n\nEvento de NORTE durante la mañana con rachas de viento de 50 a 70 km/h: costa sur de Veracruz e Istmo de Tehuantepec.\n\nOleaje de 1 a 3 metros de altura: costas de Sinaloa y Nayarit."
  }
}
