{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 48 exhalaciones y 535 minutos de tremor de alta frecuencia.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, Tamaulipas, Veracruz, Oaxaca, Chiapas, Tabasco y Campeche.\n\nIntervalos de chubascos (5 a 25 mm): San Luis Potosí, Querétaro, Hidalgo y Puebla.\n\nLluvias aisladas (0.1 a 5 mm): Zacatecas, Guanajuato, Michoacán, Guerrero, Estado de México, Ciudad de México, Morelos y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "13/12/2023 - La masa de aire frío continuará cubriendo la vertiente oriental del país, así como su interacción con el canal de baja presión en el suroeste del Golfo de México; dicha masa de aire comenzará a modificar sus características térmicas durante el miércoles; Por lo anterior, en Tamaulipas se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en gran parte de la entidad, especialmente en porciones bajas del centro y sur de la entidad; sin embargo en la del Bravo donde se prevén lluvias escasas o lloviznas (0.1 a 5.0 mm). En Veracruz se prevén tormentas puntuales fuertes (25 a 50 mm) en las cuencas del Coatzacoalcos y Tonalá, así como en la región de Los Tuxtlas; lluvias con intervalos de chubascos (5.1 a 25 mm) en la cuenca del Pánuco, Jamapa-Cotaxtla y Papaloapan, así como aisladas en el resto de las zonas montañosas y las cuencas del Actopan y La Antigua; lluvias escasas o lloviznas (0.1 a 5.0 mm) en el resto de la región. El viento en Tamaulipas será del Este y Sureste, en Veracruz del Norte y Noroeste; presentándose en ambos casos con velocidades de 25 a 35 km/h, así como rachas de 50 km/h en el norte de Tamaulipas y zonas de costa del centro y sur de Veracruz. La temperatura diurna de ambas entidades favorecerá un ambiente templado a cálido; mientras que durante la noche en ambas entidades dominará templado a fresco, así como y frío a muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "13/12/2023 - Este miércoles, el frente Núm. 16 se mantendrá estacionado sobre el Mar Caribe, continuará interactuando con un canal de baja presión extendido sobre el Golfo de México y sureste del país, ocasionando chubascos y lluvias puntuales fuertes en el noreste, oriente, sureste y Península de Yucatán, con lluvias puntuales muy fuertes en Yucatán y Quintana Roo. Por su parte, la masa de aire de origen ártico que impulsó al frente, comenzará a modificar sus características térmicas, permitiendo un gradual ascenso de las temperaturas vespertinas sobre el norte, noreste, centro y oriente del territorio nacional. A su vez, prevalecerá el viento de componente norte de 80 a 100 km/h en el Istmo y Golfo de Tehuantepec. Por otra parte, el ingreso de humedad del Océano Pacífico generado por la corriente en chorro subtropical, así como del Golfo de México, ocasionará lluvias y chubascos en el centro, sur y occidente de la República Mexicana.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "12/11/2023 - El frente Núm. 16, se extenderá con características de estacionario sobre el occidente del Mar Caribe, interaccionará con dos canales de baja presión, el primero sobre el occidente del Golfo de México y el segundo al oriente de la Península de Yucatán, aunados al ingreso de humedad ocasionado por la corriente en chorro subtropical, propiciarán lluvias puntuales intensas en Quintana Roo y lluvias puntuales muy fuertes en Yucatán, Campeche, Tabasco, Chiapas, Veracruz (sur) y Oaxaca. La masa de aire de origen ártico que impulsó al frente, mantendrá el viento de componente norte con rachas de 80 a 100 km/h en el Istmo de Tehuantepec y olas de 2 a 4 metros de altura en el Golfo de Tehuantepec, rachas de 40 a 60 km/h y olas de 1 a 2 metros de altura en los litorales de Veracruz (sur), Tabasco y la Península de Yucatán. Además, persistirá el ambiente nocturno y matutino frío a muy frío con heladas y bancos de niebla al amanecer sobre entidades del noroeste, norte, noreste, centro y oriente del país, percibiéndose gélido en zonas altas de Sonora, Chihuahua y Durango. Por otra parte, canales de baja presión sobre el centro y el occidente de México e inestabilidad en la atmósfera superior, ocasionarán intervalos de chubascos en Puebla, Hidalgo, Tlaxcala, Estado de México y Ciudad de México, así como lluvias aisladas en Guanajuato, Querétaro, Morelos, Michoacán y Guerrero. Finalmente, el ingreso de aire marítimo tropical procedente del Océano Pacífico ocasionará lluvias puntuales fuertes en Tamaulipas, chubascos dispersos en Coahuila, Nuevo León y San Luis Potosí, así como lluvias aisladas en Baja California Sur, de igual forma, se prevén rachas de viento de 40 a 60 km/h con posibles tolvaneras en los citados estados. Las lluvias fuertes a intensas podrían originar incremento en los niveles de ríos y arroyos, deslaves e inundaciones en las entidades mencionadas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nayarit, Jalisco, Colima, Michoacán (costa), Guerrero (costa), Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Campeche y Yucatán.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del miércoles: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del miércoles: sierras de Baja California, Sonora, Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del miércoles: sierras de Baja California Sur, Tamaulipas, Ciudad de México, Morelos, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte con rachas de 80 a 100 km/h: Istmo de Tehuantepec, con oleaje de 2 a 3 metros de altura: Golfo de Tehuantepec; y con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura: costas de Campeche, Yucatán y Quintana Roo.\n\nRachas de viento de 40 a 60 km/h con posibles tolvaneras: Sonora, Chihuahua, Coahuila, Nuevo León y Tamaulipas."
  }
}
