{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP092023/GEOCOLOR/GOES16-EP092023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP092023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/09/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/09E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL HILARY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "14,190,555,340,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP09/refresh/EP092023_wind_probs_34_F120+png/204655.png",
    "DPO" : "TORMENTA TROPICAL HILARY_590 KM AL SUR DE MANZANILLO, COLIMA_65 KM/H\nRACHAS : 80 KM/H_OESTE-NOROESTE A 25 KM/H_1002 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nEl monitoreo del Volcán Popocatépetl se realiza de forma continua las 24 horas. Cualquier cambio en la actividad será reportado oportunamente.\n\nSe detectaron 19 exhalaciones.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Michoacán, Guerrero, Oaxaca, Chiapas, Veracruz, Campeche y Yucatán.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Nayarit, Jalisco, Colima, Puebla y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sinaloa, Estado de México, Morelos y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo León, Durango, Zacatecas, Hidalgo, Tlaxcala y Ciudad de México.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Tamaulipas, San Luis Potosí, Aguascalientes, Guanajuato y Querétaro.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "16/08/2023 - La onda tropical Núm. 22 se desplazará lentamente sobre sobre el centro del territorio nacional, mientras tanto, un canal de baja presión extendido sobre el suroeste del Golfo de México, el ingreso de humedad y los forzamientos térmicos y orográficos propiciarán el desarrollo de nublados y el potencial para lluvias puntuales intensas (75 a 150 mm) dentro de la cuencas de los ríos Tonalá y  Coatzacoalcos, así como en porciones medias y altas del Papaloapan; lluvias puntuales muy fuertes (50 a 75 mm) en la cuenca del Jamapa, incluyendo la costa central y Los Tuxtlas; lluvias puntuales fuertes (25 a 50 mm) en el resto de cuenca del Papaloapan y zonas montañosas desde la cuenca del río Tuxpan hasta La Antigua; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la entidad veracruzana. Para Tamaulipas se prevén lluvias con intervalos de chubascos (5.1 a  25 mm) en el occidente y suroeste del estado; lluvias escasas o lloviznas (0.1 a 5 mm) en la región Fronteriza. En algunos casos las lluvias se acompañarán de actividad eléctrica. El viento en Tamaulipas dominará del Sur y Sureste de 25 a 35 km/h, previéndose rachas de 45 km/h sobre las porciones norte y centro. Mientras que, en la entidad veracruzana será del Este y Sureste en la porción norte, así como del Norte y Noreste en el sur, en ambos casos de 25 a 35 km/h y rachas en zonas de tormentas. El ambiente diurno se percibirá de caluroso a muy caluroso en Tamaulipas, así como en planicies y costas del norte de Veracruz, además de cálido a caluroso en la montaña. Por la noche y madrugada persistirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "16/08/2023 - Este miércoles, el posible ciclón tropical originado a partir de la zona de baja presión con potencial para desarrollo ciclónico al sur de las costas de Guerrero, asociada con la onda tropical Núm. 22, mantendrá el potencial para lluvias puntuales intensas en Oaxaca, Guerrero y Michoacán, así como rachas de viento y oleaje elevado frente a las costas de las entidades mencionadas, así como en Nayarit; asimismo, se prevén lluvias puntuales fuertes a muy fuertes en entidades del occidente y centro de la República Mexicana. Por otro lado, un canal de baja presión sobre el sureste del país, aunado al ingreso de humedad del Golfo de México y Mar Caribe, inestabilidad en niveles altos de la atmósfera y la aproximación de una nueva onda tropical (Núm. 23) a la Península de Yucatán, favorecerán chubascos y lluvias puntuales fuertes a muy fuertes en las regiones mencionadas. Además, el monzón mexicano en combinación con inestabilidad en niveles altos de la atmósfera, ocasionarán lluvias e intervalos de chubascos en la Península de Baja California y el noroeste de México. Por último, prevalecerá el ambiente muy caluroso a extremadamente caluroso en estados del noroeste, norte y noreste del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "15/08/2023 - Una zona de baja presión con potencial para desarrollo ciclónico, asociada con la onda tropical Núm. 22, podría evolucionar a ciclón tropical al sur de Guerrero, y en interacción con el ingreso de humedad proveniente del Océano Pacífico, Golfo de México y Mar Caribe, así como un canal de baja presión en el sureste del país, favorecerán lluvias puntuales intensas en Campeche, Yucatán, Chiapas, Oaxaca, Veracruz, Tabasco y Puebla, así como lluvias puntuales muy fuertes en Quintana Roo. Por su parte, canales de baja presión sobre el noreste, occidente y centro del país e inestabilidad en niveles altos de la atmósfera, propiciarán condiciones para lluvias puntuales muy fuertes en Jalisco, Colima, Michoacán y Guerrero; lluvias puntuales fuertes en Morelos, así como intervalos de chubascos en Nayarit, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Tlaxcala, Estado de México y Ciudad de México. Asimismo, el monzón mexicano e inestabilidad en niveles altos de la atmósfera generarán lluvias puntuales fuertes en Sonora, Chihuahua, Durango y Sinaloa, además de lluvias e intervalos de chubascos en Baja California y Baja California Sur. Todas las lluvias mencionadas podrán estar acompañadas de descargas eléctricas, rachas de viento y caída de granizo. Además, las lluvias muy fuertes a intensas podrían ocasionar encharcamientos, incremento en los niveles de ríos y arroyos, así como ocasionar deslaves e inundaciones en zonas bajas de los estados mencionados.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Baja California y Sonora.\n\nTemperaturas máximas de 40 a 45 °C: Baja California Sur, Sinaloa, Nayarit, Coahuila, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Jalisco, Colima, Michoacán, Morelos, Chiapas, Chihuahua, Durango, Zacatecas, San Luis Potosí, Veracruz (norte), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Aguascalientes, Guanajuato, Querétaro, Hidalgo (norte), Puebla (norte y suroeste), Guerrero y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C: zonas serranas del Estado de México y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 70 a 90 km/h y oleaje de 3 a 5 metros de altura: costas de Oaxaca, Guerrero, Michoacán y Colima.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Sonora, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco y Guanajuato."
  }
}
