{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL062024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/06/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/07E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "CICLON TROPICAL SEIS",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT06/refresh/AL062024_wind_probs_34_F120+png/210159.png",
    "DAO" : "CICLON TROPICAL SEIS_320 KM AL ESTE DE TAMPICO, TAMPS._85.0 KM/H_NOROESTE A 7 KM/H_1002 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "sZ6cJx336cs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Tamaulipas y Veracruz.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Nuevo León, Puebla, Guerrero, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): San Luis Potosí, Hidalgo, Tabasco y Michoacán.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Jalisco, Colima, Tlaxcala, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Nayarit, Guanajuato, Querétaro, Morelos, Estado de México y Ciudad de México.\n\nLluvias aisladas (0.1 a 5 mm): Sonora, Sinaloa y Coahuila.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "09/09/2024 - Sigue previéndose que la zona de baja presión sobre el occidente del golfo de México se mueva hacia el nor-noroeste durante este día y el lunes, esperando una posible intensificación a ciclón tropical, para posteriormente moverse hacia el nor-noreste, impactando la costa sureste de Estados Unidos entre miércoles y jueves. No obstante, aún mantendrá el potencial para lluvias en la mayor parte de la región, previéndose algunos eventos intensos (75 a 150 mm) con puntuales torrenciales (150 a 250 mm) en el norte de Tamaulipas y en la cuenca del Pánuco durante el lunes, y concentrarse únicamente en el norte tamaulipeco el martes. Asimismo, el establecimiento de un canal de baja presión en el occidente y suroeste del mismo golfo, adicionalmente al flujo de humedad proveniente de ambos océanos, provocarán lluvias puntuales intensas en las cuenca altas del Jamapa-Cotaxtla, Papaloapan, Coatzacoalcos y Tonalá durante este período de pronóstico. Con respecto al viento, puede alcanzar rachas de 80 a 100 km/h, especialmente en zonas costeras de Tamaulipas, el cual estará decreciendo conforme transcurra el martes a medida que el posible ciclón tropical se aleje de la región. En la mayor parte de Veracruz dominará viento de componente Norte con velocidades de 25 a 35 km/h y con posibles rachas en zonas de tormenta. Durante el lunes, la temperatura diurna favorecerá ambiente templado a cálido en Tamaulipas y en porciones de planicie y costa de la entidad veracruzana, y fresco a templado para la zona de montaña, esperando un gradual incremento en la temperatura sobre la mayor parte de la vertiente oriental del país, especialmente a partir del miércoles.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "09/09/2024 - Este lunes, el potencial ciclón tropical Seis se desplazará sobre el oeste del golfo de México, en interacción con el frente No. 1 y la onda tropical No. 21 que recorrerá el sur del territorio nacional, aunado al ingreso de humedad del mar Caribe, producirán lluvias torrenciales en Tamaulipas y Veracruz; lluvias intensas en Puebla, Guerrero, Oaxaca y Chiapas, así como chubascos y lluvias fuertes a muy fuertes en el noreste, centro y sureste mexicano, además de la península de Yucatán. Simultáneamente, la masa de aire frío asociada al sistema frontal, propiciará viento de componente norte y oleaje elevado en Tamaulipas, Veracruz y Tabasco. A su vez, un canal de baja presión y el ingreso de humedad del océano Pacífico, generarán chubascos y lluvias fuertes en el occidente de México; con lluvias puntuales muy fuertes en Michoacán. Por otra parte, el monzón mexicano ocasionará lluvias e intervalos de chubascos en el noroeste de la República Mexicana. Finalmente, se mantendrán temperaturas superiores a 40 °C en zonas de Baja California, Baja California Sur, Sonora y Sinaloa.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "08/09/2024 - El frente No. 1 prevalecerá extendido con características de estacionario sobre el noroeste y norte del golfo de México, en interacción con la onda tropical No. 21 que se desplaza lentamente sobre el sureste mexicano y con el potencial ciclón tropical Seis que se localiza en la región suroeste del golfo de México, propician lluvias puntuales extraordinarias en Veracruz, Oaxaca, Chiapas y Tabasco, intensas en Tamaulipas, Puebla y Campeche, muy fuertes en San Luis Potosí, Hidalgo, Yucatán y Quintana Roo, además de lluvias aisladas en Coahuila y Nuevo León. La masa de aire frío asociada al sistema frontal, genera evento de NORTE con rachas de viento de 80 a 100 km/h, oleaje de 3 a 5 metros de altura y posible formación de trombas marinas en costas de Tamaulipas y Veracruz; rachas de 60 a 80 km/h, oleaje de 2 a 4 de altura y posibles trombas marinas en costas de Tabasco y rachas de 50 a 70 km/h en Oaxaca (istmo de Tehuantepec). Canales de baja presión sobre el occidente y centro del país, inestabilidad en niveles altos de la atmósfera y el ingreso de humedad del océano Pacífico, propiciarán lluvias intensas en Guerrero, muy fuertes en Nayarit, fuertes en Jalisco, Colima y Michoacán; chubascos en Querétaro, Ciudad de México, Estado de México, Morelos y Tlaxcala, así como lluvias aisladas en Aguascalientes y Guanajuato. El monzón mexicano ocasionará lluvias fuertes en Baja California Sur, chubascos en Sinaloa y lluvias aisladas en Baja California, Sonora, Chihuahua, Durango y Zacatecas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California Sur y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Nayarit y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Chihuahua (occidente), Coahuila, Nuevo León, Jalisco, Colima, Michoacán, Oaxaca, Chiapas, Veracruz (sur), Tabasco, Campeche y Quintana Roo.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Chihuahua, Durango, Zacatecas, Coahuila, Nuevo León, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente NORTE con rachas de viento de 70 a 90 km/h y oleaje de 3 a 5 metros de altura: Tamaulipas y Veracruz; con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura: Tabasco.\n\nViento con rachas de 40 a 60 km/h: Nuevo León, San Luis Potosí, Campeche, Yucatán y Quintana Roo."
  }
}
