{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "5rRS7EB5j14,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Chiapas, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Tamaulipas, Veracruz, Oaxaca y Tabasco.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "27/12/2024 - El dominio de una circulación anticiclónica sobre el golfo de México favorecerá el ligero ingreso de humedad hacia la región, situación que en combinación con los efectos orográficos mantendrán la presencia de nublados dispersos y el potencial para lluvias escasas o lloviznas aisladas (0.1 a 5 mm) especialmente sobre zonas montañosas de las cuencas de los ríos Tecolutla, Nautla, Actopan, La Antigua, Jamapa-Cotaxtla y Papaloapan los días viernes y sábado, incrementándose a lluvias con intervalos de chubascos (5.1 a 25 mm) el domingo en dichas regiones, además de las cuencas del Coatzacoalcos y Tonalá. Sobre Tamaulipas el potencial de lluvias será limitado, sin embargo, se pueden presentar lluvias escasas o lloviznas aisladas (0.1 a 5 mm) en el noreste y sur del estado. El viento en Tamaulipas dominará del Sureste y Sur de 25 a 35 km/h, con rachas de 50 a 60 km/h en la porción norte y zonas costeras. Sobre la entidad Veracruz continuará del Este y Sureste de 25 a 35 km/h los días viernes y sábado, rolando al Norte y Noreste con igual velocidad el domingo, debido a los efectos de una vaguada sobre el suroeste del golfo de México. El ambiente diurno se percibirá cálido en zonas de planicies y costas, así como fresco a templado en zonas medias. Durante las noches y madrugadas se mantendrá fresco en zonas bajas, así como frío a muy frío en zonas medias y altas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "27/12/2024 - Este viernes, el frente No. 18 se extenderá con características de estacionario sobre el norte y noreste del territorio nacional generando vientos fuertes en dichas regiones; sin embargo, prevalecerá el ambiente frío a muy frío con posibles heladas en la Mesa del Norte, noroeste, occidente, centro y oriente de la República Mexicana. Un canal de baja presión frente a las costas de Quintana Roo y el ingreso de humedad del mar Caribe, originarán lluvias y chubascos en la península de Yucatán. Así mismo, el ingreso de humedad procedente del océano Pacífico y golfo de México, ocasionarán lluvias y chubascos en zonas del noreste, centro, oriente, sur y sureste del país. Además, se prevé oleaje elevado en la costa occidental de la península de Baja California y en el occidente del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "26/12/2024 - El frente No. 18 se extenderá con características de estacionario sobre el norte y noreste de la República Mexicana, mantendrá su interacción con una vaguada en niveles altos de la atmósfera, generando viento de 20 a 30 km/h y rachas de 40 a 60 km/h en Chihuahua, Coahuila y Durango. Además, prevalecerá el ambiente frío a muy frío con posibles heladas en la Mesa del Norte, noroeste, occidente, centro y oriente del país, así como gélido en zonas serranas de Chihuahua y Durango. Por otra parte, un canal de baja presión frente a las costas de Quintana Roo y el ingreso de humedad del mar Caribe y el océano Pacífico, generarán lluvias puntuales fuertes en Quintana Roo e intervalos de chubascos en Chiapas, Campeche y Yucatán. El ingreso de humedad procedente del océano Pacífico y golfo de México, ocasionará lluvias aisladas en Tamaulipas, Hidalgo, Puebla, Veracruz, Tabasco, Guerrero y Oaxaca. También se prevé viento de componente sur de 20 a 30 km/h y rachas de 40 a 60 km/h en Tamaulipas, Nuevo León y Veracruz (norte). Una nueva vaguada en niveles altos de la atmósfera ingresará sobre el noroeste del territorio nacional, originando viento de 20 a 30 km/h y rachas de 40 a 60 km/h en el golfo de California, y con tolvaneras en Baja California, Baja California Sur y Sonora. En el transcurso de la noche, el sistema se desplazará sobre el sur de EUA. Se prevé oleaje de 3 a 5 metros de altura en la costa occidental de la península de Baja California y de 1 a 3 metros de altura en las costas de Jalisco, Colima y Michoacán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 30 a 35 °C: Tamaulipas, Colima, Michoacán, Guerrero, Oaxaca, Tabasco, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -15 a -10 °C con heladas: zonas montañosas de Chihuahua y Durango.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: zonas montañosas de Baja California y Sonora.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: zonas de Baja California Sur, Sinaloa, Nayarit, Coahuila, Zacatecas, San Luis Potosí (occidente), Aguascalientes, Querétaro, Guanajuato, Jalisco, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla, Veracruz y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C: zonas de Nuevo León, Tamaulipas, Ciudad de México y Morelos.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de 20 a 30 km/h y rachas de 40 a 60 km/h: Campeche y Yucatán, y con tolvaneras: Baja California, Sonora, Chihuahua y Coahuila.\n\nViento de componente sur de 20 a 30 km/h y rachas de 40 a 60 km/h: Tamaulipas y Nuevo León.\n\nOleaje de 1 a 3 metros de altura: costa occidental de la península de Baja California.\n\nOleaje de 1 a 2 metros de altura: Jalisco, Colima y Michoacán."
  }
}
