{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Oaxaca y Chiapas.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Sonora, Chihuahua, Nuevo León y Tamaulipas.\n\nPosible caída de nieve o aguanieve, durante la mañana: zonas de Baja California, Sonora y Chihuahua.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "03/02/2024 - El día sábado dominará una circulación anticiclónica sobre el Golfo de México y vertiente oriental del país, no obstante, a partir de la tarde del mismo sábado el frente frío Núm. 32 se desplazará sobre Tamaulipas, el norte de Veracruz hacia la noche o madrugada del domingo, alcanzando el sur hacia la noche. A su paso, el frente ocasionará el incremento de nublados especialmente sobre la entidad veracruzana, en donde se podrían presentar lluvias escasas o lloviznas (0.1 a 5 mm) sobre zonas montañosas de las cuencas de los ríos  Actopan, La Antigua y Jamapa, así como dentro del Papaloapan, Coatzacoalcos y Tonalá, incluido la región de Los Tuxtlas durante el día domingo y extendiéndose hacia  zonas montañosas del Cazones para el día lunes. Sobre Tamaulipas el potencial de lluvias será limitado. El viento en Tamaulipas dominará de componente Norte de 25 a 35 km/h, presentándose rachas de 60 a 70 km/h sobre las porciones norte, centro y línea costera. Mientras tanto, sobre la entidad veracruzana comenzará a dominar de componente Norte de 25 a 35 km/h a partir del domingo previéndose rachas de 50 km/h durante el día lunes. Por su parte, los valores de temperatura tenderán a disminuir paulatinamente a partir del domingo, percibiéndose ambiente cálido durante el día en Tamaulipas, así como en zonas de planicies y costas de Veracruz; templado en zonas de montaña. Muy frío a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "03/02/2024 - Este sábado, el frente frío No. 32 recorrerá el noreste del país e interaccionará con las corrientes en chorro polar y subtropical, generando lluvias aisladas en dicha región, además de rachas de viento de 80 a 100 km/h con posibles tolvaneras en Chihuahua, Durango y Coahuila, rachas de viento de 60 a 80 km/h en estados del norte y noreste de México, así como rachas de 40 a 60 km/h en el occidente y centro del país, incluido el Valle de México.  A su vez, se prevé ambiente frío a muy frío con heladas al amanecer en el noroeste, norte, occidente y centro de la República Mexicana, siendo gélido con probabilidad para la caída de aguanieve o nieve en sierras de Baja California, Sonora y Chihuahua. La Quinta tormenta invernal se desplazará sobre Estados Unidos y dejará de afectar la República Mexicana. En el resto del territorio nacional se pronostica cielo con nubes dispersas y baja probabilidad para lluvias.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "02/02/2024 - El frente frío No. 32 recorrerá el norte y gradualmente el noreste del territorio mexicano, interaccionará con la Quinta tormenta invernal la cual se desplazará sobre el sur de Estados Unidos, una línea seca extendida sobre Coahuila y con la entrada de humedad del Golfo de México, ocasionarán lluvias puntuales fuertes en zonas de Chihuahua, Coahuila, Nuevo León y Tamaulipas, chubascos en Baja California, Sonora, Durango y Sinaloa, además de lluvias aisladas en Baja California Sur; dichas lluvias se podrían acompañar de descargas eléctricas y posible caída de granizo. Asimismo, se prevén vientos con rachas de 70 a 90 km/h con probabilidad de tolvaneras en Baja California, Sonora, Chihuahua y Durango, además de la posible formación de torbellinos o tornados en Coahuila, Nuevo León (norte) y Tamaulipas (noroeste). También, se pronostican condiciones para la caída de aguanieve o nieve en zonas altas de Baja California, Sonora, Chihuahua, Coahuila, Sinaloa y Durango. Por otro lado, un canal de baja presión en el sureste mexicano y la entrada de humedad del Golfo de México, Mar Caribe y Océano Pacífico, propiciarán chubascos en Oaxaca y Chiapas, así como lluvias aisladas en Guerrero y Quintana Roo.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Tamaulipas, San Luis Potosí, Veracruz (norte), Michoacán, Guerrero, Oaxaca, Chiapas, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Jalisco (costa), Colima, Querétaro, Hidalgo, Puebla (suroeste), Morelos, Tabasco y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Sinaloa, Coahuila, Zacatecas, Aguascalientes, Jalisco y Estado de México.\n\nTemperaturas mínimas de 0 a 5 °C con posibles heladas: sierras de Baja California Sur, Nuevo León, San Luis Potosí, Michoacán, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Ciudad de México, Morelos, Puebla, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 80 a 100 km/h y tolvaneras: Chihuahua, Durango y Coahuila.\n\nVientos con rachas de 60 a 80 km/h y tolvaneras: Nuevo León, Tamaulipas, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Querétaro y Puebla.\n\nViento de componente sur (surada) con rachas de 60 a 80 km/h: Istmo de Tehuantepec, Veracruz (sur), Oaxaca y Chiapas, y con rachas de 40 a 60 km/h: Tabasco, Campeche, Yucatán y Quintana Roo.\n\nVientos con rachas de 40 a 60 km/h y posibles tolvaneras: Sonora, Sinaloa, Nayarit, Michoacán, Guerrero, Morelos, Ciudad de México, Estado de México, Tlaxcala e Hidalgo.\n\nOleaje de 2 a 4 metros de altura: costa occidental de la Península de Baja California, y de 2 a 4 metros de altura: costas de Jalisco, Colima y Michoacán."
  }
}
