{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/GEOCOLOR/GOES18-EP152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/12/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL LIDIA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT15/refresh/AL152023_wind_probs_34_F120+png/204919.png",
    "DAO" : "TORMENTA TROPICAL PHILIPPE_110 KM AL ESTE-SURESTE DE SAN MARTIN_85 KM/H_OESTE-NOROESTE A 10 KM/H_1000 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP15/refresh/EP152023_wind_probs_34_F120+png/024636.png",
    "DPO" : "TORMENTA TROPICAL LIDIA_1070 KM AL SUR-SURESTE DE CABO SAN LUCAS, BCS_65 KM/H_NOROESTE A 10 KM/H_1005 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 291 exhalaciones, acompañadas de vapor de agua, otros gases volcánicos y ligeras cantidades de ceniza. Adicionalmente se registraron 22 minutos de tremor.\n\nDurante la mañana y al momento de este reporte se observa una emisión constante de vapor de agua y gases volcánicos con dirección al oeste.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas y Veracruz.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sinaloa, Durango, Chihuahua, Coahuila, Zacatecas, Aguascalientes, Guanajuato y Estado de México.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Puebla, Tlaxcala, Ciudad de México, Morelos, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "04/10/2023 - Sigue previéndose que el canal de baja presión que se extiende en aguas del Golfo de México, junto con el flujo de humedad hacia el interior de la región, el calentamiento diurno y el forzamiento orográfico, mantendrán la probabilidad para lluvias y actividad eléctrica, generalmente vespertinas a nocturnas en zonas montañosas y nocturnas a matutinas en la costa, esperando valores puntuales de 50 a 75 mm en la cuenca alta del río Papaloapan y en porciones medias y altas del Coatzacoalcos y Tonalá, en tanto que, para zonas altas del Nautla y Misantla, así como en el resto del Papaloapan al Coatzacoalcos, pueden presentarse lluvias puntuales de 25 a 50 mm. Para el centro y sur de Tamaulipas y en el resto de la zona comprendida entre las cuencas del Pánuco al Cotaxtla, pueden ocurrir lluvias de 5.1 a 25 mm, y lluvias de menor intensidad entre los municipios tamaulipecos de Reynosa, Matamoros y San Fernando. En Tamaulipas, el viento continuará del Este y Sureste de 25 a 35 km/h, con rachas de 50 km/h durante la tarde y noche en zonas del norte y centro de la entidad. Para Veracruz será del Norte, Noreste y Este con velocidades de 25 a 35 km/h. Pueden presentarse rachas en zonas de tormentas. Durante el miércoles, la temperatura diurna mantendrá ambiente caluroso a muy caluroso en Tamaulipas y en zonas de planicie y costa de Veracruz, así como cálido en la montaña. Por la noche y madrugada se espera ambiente frío en porciones serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "04/10/2023 - Este miercoles, el sistema frontal Núm. 4 se extenderá sobre la frontera norte de México, interaccionará con una línea seca que se extenderá sobre Coahuila, con inestabilidad en niveles altos de la atmósfera y con las corrientes en chorro polar y subtropical, originando chubascos y lluvias fuertes acompañadas de descargas eléctricas y posible caída de granizo en el norte y noreste del país, así como rachas fuertes de viento y posible formación de torbellinos o tornados en zonas de Chihuahua y Coahuila. Por otra parte, un canal de baja presión en el sureste del territorio nacional, asociado con una zona de inestabilidad con probabilidad de desarrollo ciclónico al sur de las costas de Oaxaca y Chiapas, aunado al ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, provocarán chubascos y lluvias fuertes a muy fuertes con descargas eléctricas en el oriente, sur y sureste de la República Mexicana, incluida la Península de Yucatán. Asimismo, un canal de baja presión sobre la Mesa del Norte, en combinación con el ingreso de humedad del Océano Pacífico, ocasionarán chubascos y lluvias fuertes a puntuales muy fuertes sobre entidades del occidente y centro del país, incluyendo el Valle de México. Finalmente, el ciclón tropical Lidia se desplazará al suroeste de las costas de Colima y Jalisco, sus desprendimientos nubosos reforzarán el potencial de lluvias sobre el occidente de México. La zona de inestabilidad con probabilidad de desarrollo ciclónico al sur de las costas de Chiapas y Oaxaca se mantendrá en estrecha vigilancia.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "03/10/2023 - El sistema frontal Núm. 4 se extiende sobre la frontera norte del territorio nacional, interaccionará con inestabilidad en niveles altos de la atmósfera y con la corriente en chorro subtropical, propiciando lluvias puntuales fuertes acompañadas de descargas eléctricas en Coahuila e intervalos de chubascos en Chihuahua y Nuevo León, así como rachas fuertes de viento y posible formación de torbellinos o tornados en dichas entidades. Por otra parte, canales de baja presión extendidos a lo largo de la Sierra Madre Occidental y el sureste del país, en interacción con una zona de inestabilidad con probabilidad de desarrollo ciclónico al sur de las costas de Oaxaca y Chiapas, aunado al ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe e inestabilidad en niveles altos de la atmósfera, originarán lluvias puntuales intensas en Nayarit y Jalisco, muy fuertes con descargas eléctricas en Colima, Michoacán, Estado de México, Guerrero, Oaxaca, Chiapas y Veracruz, fuertes en Durango, Sinaloa, Guanajuato, Ciudad de México, Morelos, Tlaxcala, Puebla y Tabasco, intervalos de chubascos en Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Querétaro, Hidalgo, Campeche, Yucatán y Quintana Roo, y lluvias aisladas en Baja California Sur. Finalmente, la tormenta tropical Lidia del Océano Pacífico se localiza al sur-suroeste de las costas de Colima y Jalisco, se desplaza hacia el noroeste y sus desprendimientos nubosos reforzarán el potencial de lluvias en el occidente de México.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Sonora, Sinaloa, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Coahuila, San Luis Potosí, Hidalgo (norte), Puebla (norte), Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California, Chihuahua, Durango, Zacatecas, Aguascalientes, Guanajuato, Querétaro y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del miércoles: sierras de Baja California, Sonora, Chihuahua, Durango, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h y posible formación de torbellinos o tornados: Chihuahua y Coahuila.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas y Durango."
  }
}
