{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/GEOCOLOR/GOES18-EP152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/12/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL LIDIA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT17/refresh/AL172023_wind_probs_34_F120+png/234608.png",
    "DAO" : "TORMENTA TROPICAL PHILIPPE_1030 KM AL SUR DE BERMUDA_65 KM/H_NORTE A 20 KM/H_1005 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP15/refresh/EP152023_wind_probs_34_F120+png/024636.png",
    "DPO" : "TORMENTA TROPICAL LIDIA_815 KM AL SUR DE CABO SAN LUCAS, BCS_85 KM/H_NOROESTE A 10 KM/H_1000 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 291 exhalaciones, acompañadas de vapor de agua, otros gases volcánicos y ligeras cantidades de ceniza. Adicionalmente se registraron 22 minutos de tremor.\n\nDurante la mañana y al momento de este reporte se observa una emisión constante de vapor de agua y gases volcánicos con dirección al oeste.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas a puntuales torrenciales (150 a 250 mm): Coahuila (noreste), Nuevo León (norte y oriente) y Tamaulipas (norte).\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Durango, Zacatecas, Oaxaca, Chiapas, Tabasco y Veracruz.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Estado de México, Morelos, Puebla y San Luis Potosí.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Tlaxcala, Ciudad de México, Campeche, Yucatán y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "05/10/2023 - La presencia de un canal de baja presión extendido sobre el suroeste del Golfo de México, así como la combinación del ingreso de humedad con los forzamientos térmicos y orográficos locales favorecerán el desarrollo de nublados con potencial para lluvias puntuales fuertes (25 a 50 mm), sin descartar algún evento puntual superior en porciones medias y altas de las cuencas de los ríos Tonalá, Coatzacoalcos y Papaloapan; lluvias con intervalos de chubascos (5.1 a 25 mm) sobre zonas montañosas desde la cuenca del río Tecolutla hasta el Jamapa y en el resto de la porción sur; lluvias escasas o lloviznas (0.1 a 5 mm) en los Tuxtlas y resto de las zonas montañosas de la entidad veracruzana. Para Tamaulipas se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) sobre la región Fronteriza; lluvias escasas o lloviznas (0.1 a 5 mm) sobre las regiones Valle de San Fernando, Mante y Sur. En algunos casos las lluvias se acompañarán de actividad  eléctrica y viento en rachas. El viento en Tamaulipas dominará del Sur y Sureste de 25 a 35 km/h, previéndose rachas de 45 a 55 km/h en la porción norte. Por su parte, sobre la entidad veracruzana será del Este y Sureste de 25 a 35 km/h. El ambiente diurno se percibirá de caluroso a muy caluroso en Tamaulipas, así como en planicies y costas de Veracruz; y cálido en la montaña. Por la noche y madrugada persistirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "05/10/2023 - Este jueves, el frente Núm. 4 se extenderá sobre el norte del país y se desplazará gradualmente sobre el noreste de México, en interacción con la corriente en chorro subtropical, originarán lluvias intensas a puntuales torrenciales en Coahuila, Nuevo León y Tamaulipas. Por otra parte, se mantendrá un canal de baja presión en el sureste del territorio nacional y se asociará con una zona de baja presión con probabilidad de desarrollo ciclónico al sur de las costas de Chiapas y Oaxaca, provocarán lluvias fuertes a muy fuertes con descargas eléctricas en el oriente, sur y sureste de la República Mexicana, así como intervalos de chubascos en la Península de Yucatán. Por otro lado, el ingreso de humedad del Océano Pacifico asociada a inestabilidad en niveles altos de la atmósfera originarán lluvias fuertes a puntuales muy fuertes sobre entidades del noroeste, occidente y centro del país, incluido el Valle de México. Para finalizar, el ciclón tropical Lidia se desplazará al sur de las costas de Baja California Sur, sus desprendimientos nubosos reforzarán el potencial de lluvias sobre el occidente del territorio nacional, mientras que la zona de baja presión con probabilidad de desarrollo ciclónico al sur de las costas de Chiapas y Oaxaca, se mantendrá en estrecha vigilancia.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "04/10/2023 - El frente Núm. 4 se extenderá sobre la frontera norte de México, interaccionando con una línea seca sobre Coahuila y con las corrientes en chorro polar y subtropical, produciendo lluvias fuertes en Chihuahua y Coahuila, además de intervalos de chubascos en Nuevo León y Tamaulipas, estas lluvias podrían acompañarse de descargas eléctricas y posible caída de granizo, así como rachas fuertes de viento de 50 a 70 km/h y posible formación de torbellinos o tornados en zonas de Chihuahua y Coahuila. Por otra parte, un canal de baja presión en el sureste mexicano, asociado con una zona de baja presión con probabilidad para desarrollo ciclónico al sur de las costas de Oaxaca y Chiapas, aunado al ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, originaran lluvias muy fuertes en Oaxaca, Chiapas y Veracruz, lluvias fuertes en Tabasco, además de intervalos de chubascos en los estados de la Península de Yucatán, las lluvias mencionadas podrían acompañarse de descargas eléctricas. Asimismo, otro canal de baja presión que se extiende desde la Mesa del Norte, occidente y centro del país, en combinación con el ingreso de humedad del Océano Pacífico, ocasionarán lluvias puntuales muy fuertes sobre Sinaloa, Nayarit, Jalisco, Michoacán, Colima, Guanajuato y Guerrero, lluvias fuertes en Durango, Zacatecas, Aguascalientes, San Luis Potosí, Estado de México y Ciudad de México, además de intervalos de chubascos en Querétaro, Hidalgo, Tlaxcala, Puebla y Morelos, y lluvias aisladas en Baja California Sur. Finalmente, la tormenta tropical Lidia se desplazará al suroeste de las costas de Colima y Jalisco, sus desprendimientos nubosos reforzarán el potencial de lluvias sobre el occidente del territorio nacional. La zona de baja presión con probabilidad para desarrollo ciclónico al sur de las costas de Chiapas y Oaxaca se mantendrá en estrecha vigilancia.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Sonora, Sinaloa, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Coahuila, San Luis Potosí, Hidalgo (norte), Puebla (norte), Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California, Chihuahua, Durango, Zacatecas, Aguascalientes, Guanajuato, Querétaro y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C:  sierras de Sonora, Chihuahua, Durango, Michoacán, Estado de México, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h y tolvaneras: Coahuila, Nuevo León y Tamaulipas.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Chihuahua, Zacatecas y San Luis Potosí."
  }
}
