{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "6Yfwn_iV594,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nuevo León, San Luis Potosí, Guerrero y Veracruz.\n\nIntervalos de chubascos (5 a 25 mm): Chihuahua, Tamaulipas, Guanajuato, Hidalgo, Estado de México, Morelos, Puebla, Nayarit, Jalisco, Colima, Michoacán, Oaxaca, Chiapas y Tabasco.\n\nLluvias aisladas (0.1 a 5 mm): Sonora, Sinaloa, Durango, Zacatecas, Aguascalientes, Coahuila, Querétaro, Ciudad de México, Tlaxcala y Campeche.\n\nCaída de nieve o aguanieve: sierras de Durango, Chihuahua y Coahuila.\n\nLluvia engelante: Zacatecas y Nuevo León (norte).",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "11/01/2025 - Este viernes el frente frío No. 22 se desplazará rápidamente sobre Tamaulipas, alcanzando la porción norte de Veracruz alrededor del mediodía, el centro por la tarde y el sur hacia la noche la noche. A su paso ocasionará el incremento de nublados y la probabilidad para lluvias fuertes (25 a 50 mm), sin descartar algún evento puntual superior en las cuencas de los ríos Coatzacoalcos y Tonalá, porciones medias y altas del Papaloapan, así como en Los Tuxtlas; lluvias con intervalos de chubascos (5.1 a 25 mm) en zonas montañosas del Tecolutla, Nautla, Misantla, Actopan, La Antigua, Jamapa-Cotaxtla y resto de Papaloapan; y lluvias escasas o lloviznas (0.1 a 5 mm) en el resto de la región. Para Tamaulipas se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en el occidente de la región Central y dentro de las regiones Altiplano, Mante y Sur; lluvias escasas o lloviznas (0.1 a 5 mm) en el resto del estado. Por su parte, la masa de aire frío asociada al frente ocasionará un nuevo evento de NORTE a lo largo de los litorales de Tamaulipas y Veracruz, alcanzando rachas entre los 70 a 90 km/h, en donde la mayor intensidad del viento se puede presentar en la zona entre Launa Verde y Alvarado del segundo estado, así como de 50 a 70 km/h entre Misantla y Xalapa al final de la tarde y durante la noche. El ambiente se percibirá templado a cálido durante el día en zonas bajas de ambos estados y fresco en zonas medias; mientras que, por la noche y madrugada se mantendrá frío a muy frío especialmente sobre zonas serranas, con posibles heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "11/01/2025 - ...",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "11/01/2025 - La segunda tormenta invernal se ha debilitado a una vaguada polar extendida sobre el noroeste y norte del territorio nacional y en interacción con la corriente en chorro polar, mantendrá el ambiente frío a gélido, y lluvias e intervalos de chubascos en dichas regiones, así como vientos muy fuertes con rachas de hasta  90 km/h sobre entidades de la Mesa del Norte y la Mesa Central; asimismo, prevalecerán las condiciones para la caída de nieve o aguanieve en las sierras de Durango, Chihuahua y Coahuila, además de lluvia engelante en Zacatecas y Nuevo León (norte). Por otra parte, el frente frío No. 22 se desplazará rápidamente sobre el noreste y oriente del país, ocasionando lluvias con chubascos en dichas regiones, con lluvias puntuales fuertes en Nuevo León, San Luis Potosí y Veracruz. La masa de aire polar que impulsará al frente generará evento de NORTE fuerte a muy fuerte con rachas de viento de hasta 90 km/h en Tamaulipas y Veracruz, además de mantener el ambiente frío durante la mañana y noche sobre entidades del noreste, oriente y centro de la República Mexicana. Finalmente, el ingreso de humedad del océano Pacífico, originará lluvias e intervalos de chubascos en zonas del occidente, centro, sur y sureste de México, pronosticándose lluvias puntuales fuertes en Guerrero.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Guerrero, Oaxaca, Chiapas y Veracruz (sur).\n\nTemperaturas máximas de 30 a 35 °C: Jalisco, Colima, Michoacán, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas menores a -15 °C con heladas para la madrugada del viernes: zonas montañosas de Chihuahua y Durango.\n\nTemperaturas mínimas de -15 a -10 °C con heladas para la madrugada del viernes: zonas montañosas de Sonora.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del viernes: zonas montañosas de Baja California, Sinaloa, Zacatecas y Coahuila.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del viernes: zonas de Baja California Sur, Nuevo León, San Luis Potosí (occidente), Michoacán, Estado de México, Hidalgo, Tlaxcala y Puebla.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del viernes: zonas de Nayarit, Jalisco, Aguascalientes, Guanajuato, Querétaro, Ciudad de México, Morelos, Tamaulipas, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de 40 a 60 km/h y rachas de 70 a 90 km/h: Baja California, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco (norte) y Guanajuato.\n\nEvento de NORTE de 40 a 60 km/h y rachas de 70 a 90 km/h: Tamaulipas y Veracruz.\n\nEvento de NORTE de 20 a 40 km/h y rachas de 50 a 70 km/h, durante la madrugada del sábado: istmo de Tehuantepec (Oaxaca y Chiapas).\n\nViento de 30 a 40 km/h y rachas de 50 a 70 km/h: golfo de California, Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo León, Michoacán, Hidalgo, Puebla, Querétaro, Tlaxcala, Estado de México, Ciudad de México y Morelos.\n\nViento de 20 a 30 km/h y rachas de 40 a 60 km/h: Sinaloa, Nayarit y Guerrero.\n\nViento de componente sur de 20 a 30 km/h y rachas de 40 a 60 km/h, durante la mañana: istmo de Tehuantepec (Oaxaca y Chiapas), Tabasco, Campeche, Yucatán y Quintana Roo.\n\nOleaje de 2 a 4 metros de altura: costas de Tamaulipas y Veracruz.\n\nOleaje de 1 a 3 metros de altura: costa occidental de la península de Baja California."
  }
}
