{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "QThSCIXFrdA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz (sur).\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm):  Puebla, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Tamaulipas, Guerrero y San Luis Potosí.\n\nLluvias aisladas (0.1 a 5 mm): Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala Y Morelos.\n\nCaída de nieve o aguanieve: cimas de los volcanes Pico de Orizaba, Popocatépetl, Iztaccíhuatl, Nevado de Toluca y Sierra Negra.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "24/01/2025 - Se espera que durante el viernes, una masa de aire polar refuerce a la masa existente y cubra el noreste, oriente y sureste del país, así como el golfo de México. Esto, junto con un canal de baja presión extendido sobre el occidente y suroeste del mismo golfo, mantendrán las condiciones para nieblas, lloviznas y lluvias, siendo posible que los eventos más importantes se presenten durante el viernes en Los Tuxtlas y dentro de las cuencas del Coatzacoalcos y Tonalá, con eventos muy fuertes (50 a 75 mm) a intensos (75 a 150 mm). Este potencia de lluvias disminuirá en gran parte de la vertiente oriental a partir del sábado. Respecto al viento, se prevé que el NORTE se intensifique durante esta tarde, alcanzando rachas de 90 a 110 km/h en zonas costeras del centro de Veracruz entre la noche de hoy a mañana del viernes, en tanto que, para el resto del litoral de la región se prevé viento de menor intensidad. En la zona comprendida entre Misantla y Xalapa pueden presentarse rachas de 40 a 60 km/h. A partir del sábado, el viento tenderá fijarse del Este,  Sureste y Sur sobre la mayor parte de la región. La temperatura diurna continuará favoreciendo ambiente frío a fresco sobre los estados de Tamaulipas y Veracruz, previéndose tienda a incrementarse gradual durante el sábado y un incremento más notorio para el día domingo, cuando el ambiente puede ser cálido en Tamaulipas y en planicies y costa de Veracruz. Por las noches y madrugadas seguirá ambiente frío a muy frío en zonas serranas, con posibles heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "24/01/2025 - Este viernes, La masa de aire polar en interacción con las corrientes en chorro polar y subtropical, mantendrán el ambiente frío a muy frío durante la mañana y noche sobre entidades del noroeste, norte, noreste, oriente, centro y sureste del territorio nacional. A su vez, se prevén vientos fuertes a muy fuertes en el noroeste, norte, noreste y centro del país, así como evento de NORTE intenso con rachas de 90 a 110 km/h en las costas de Veracruz, el istmo y golfo de Tehuantepec; y viento de fuerte a muy fuerte en las costas de Tamaulipas, Tabasco y la península de Yucatán; además de la posible caída de nieve o aguanieve en la cima del volcán Pico de Orizaba. Además, un canal de baja presión prevalecerá sobre el suroeste del golfo de México, aunado al ingreso de humedad del golfo de México y mar Caribe, originarán chubascos y lluvias fuertes en el noreste, oriente y sureste del territorio nacional, incluyendo la península de Yucatán, pronosticándose lluvias puntuales intensas en Veracruz, y lluvias muy fuertes en Tabasco. Por su parte, el ingreso de humedad del océano Pacífico, originará lluvias aisladas en el centro y sur del territorio nacional, en interacción con la masa de aire polar favorecerá la posible caída de nieve o aguanieve en las cimas de los volcanes Popocatépetl, Iztaccíhuatl, Nevado de Toluca y Sierra Negra.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "23/01/2025 - Durante la madrugada del viernes, una nueva masa de aire polar, en interacción con una vaguada polar y con la corriente en chorro subtropical, mantendrán el ambiente de frío a muy frío en zonas de la Mesa del Norte y la Mesa Central; así como vientos fuertes a muy fuertes con tolvaneras en estados del noroeste, norte, noreste y centro del país, pronosticándose rachas de viento de 80 a 100 km/h en Baja California. Además de un nuevo evento de NORTE con rachas de viento de 70 a 90 km/h en Tamaulipas, Veracruz y en el istmo y golfo de Tehuantepec, con rachas de 40 a 60 km/h en las costas de Tabasco, Campeche, Yucatán y Quintana Roo. Se prevén condiciones para la caída de nieve o aguanieve en la cima del volcán Pico de Orizaba. Un canal de baja presión sobre el occidente y suroeste del golfo de México, en interacción con el ingreso de humedad del golfo de México y mar Caribe ocasionarán lluvias puntuales muy fuertes en Quintana Roo y Chiapas, lluvias puntuales fuertes en Tamaulipas, Veracruz, Tabasco, Oaxaca, Campeche y Yucatán, chubascos en Puebla y Tlaxcala, y lluvias aisladas en Nuevo León, San Luis Potosí, Querétaro, Hidalgo, Estado de México, Ciudad de México y Guerrero.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Jalisco, Colima, Michoacán, Guerrero, Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Sonora (sur), Sinaloa, Durango (occidente), Nayarit y Morelos.\n\nTemperaturas mínimas de -15 a -10 °C con heladas: zonas montañosas de Chihuahua y Durango.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: zonas montañosas de Baja California, Sonora y Zacatecas.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: zonas de Coahuila, Nuevo León, San Luis Potosí (occidente), Aguascalientes, Jalisco, Michoacán, Guanajuato, Hidalgo, Estado de México, Tlaxcala y Puebla.\n\nTemperaturas mínimas de 0 a 5 °C: zonas de Sinaloa (sierra), Tamaulipas, Querétaro, Ciudad de México, Morelos, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE de 50 a 60 km/h con rachas de 90 a 110 km/h, disminuyendo por la noche: Veracruz e istmo y golfo de Tehuantepec; de 30 a 40 km/h con rachas de 50 a 70 km/h: Tamaulipas y Quintana Roo; y de 20 a 30 km/h con rachas de 40 a 60 km/h: Tabasco, Campeche y Yucatán.\n\nViento de 30 a 40 km/h con rachas de 50 a 70 km/h y tolvaneras: Sonora, Chihuahua, Coahuila, Nuevo León y Puebla.\n\nViento de 20 a 30 km/h con rachas de 40 a 60 km/h: golfo de California; y con posibles tolvaneras: Baja California, Baja California Sur, Durango, Zacatecas y San Luis Potosí.\n\nViento de 10 a 20 km/h con rachas de 30 a 50 km/h: Aguascalientes, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México y Tlaxcala.\n\nOleaje de 3 a 5 metros de altura: costas de Veracruz y el golfo de Tehuantepec.\n\nOleaje de 2 a 4 metros de altura: costas de Tamaulipas.\n\nOleaje de 1 a 3 metros de altura: costas de Tabasco, Campeche, Yucatán y Quintana Roo."
  }
}
