{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "kAxQ3rpyJ6M,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Jalisco, Colima, Michoacán, Guerrero, Estado de México y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Sinaloa, Nayarit, Guanajuato, Querétaro, Hidalgo, Ciudad de México, Tlaxcala, Puebla, Veracruz y Yucatán.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "24/12/2023 - La circulación anticiclónica extendida sobre el Golfo de México favorecerá la disminución de nublados y mantendrá bajo el potencial de lluvias en la región. No obstante, el ligero ingreso de humedad en combinación con la orografía local ocasionarán el desarrollo de nublados vespertinos a nocturnos y la probabilidad para lluvias escasas o lloviznas (0.1 a 5 mm) en zonas montañosas de las cuencas de los ríos Tecolutla, Nautla, La Antigua, Coatzacoalcos y Tonalá. Sobre Tamaulipas el potencial de lluvias será limitado, excepto sobre la región Fronteriza en donde se prevén lluvias escasas o lloviznas (0.1 a 5 mm). El viento dominará del Sur y Sureste sobre Tamaulipas, así como del Este y Sureste en Veracruz. En ambos estados de 25 a 35 km/h. El ambiente diurno se percibirá cálido en Tamaulipas, así como en planicies y costas de Veracruz, templado en la montaña, previendo que, durante la noche y madrugada en zonas serranas continúe dominando ambiente frío a muy frío, con posibles heladas al amanecer.\n\nDurante el día domingo continuará dominando la circulación anticiclónica de niveles bajos de la atmósfera sobre el Golfo de México, manteniendo limitado el potencial de lluvias en la región, situación que se prevé cambie a partir del domingo cuando el frente frío Núm. 19 inicie su desplazamiento sobre Tamaulipas y la entidad veracruzana durante el martes, incrementando el potencial de lluvias. Por lo anterior se prevén lloviznas dispersas (0.1 a 5 mm), sin descartar algún evento puntual superior sobre las porciones centro y sur del estado durante los días lunes. Para la entidad veracruzana se prevén lluvias puntuales fuertes (25 a 50 mm) sobre zonas montañosas de los ríos Pánuco, Tuxpan, Cazones y Tecolutla; lluvias con intervalos de chubascos (5.1 a 25 mm) en zonas montañosas desde la cuenca del río Nautla hasta el Coatzacoalcos; lluvias escasas o lloviznas (0.1 a 5 mm) de manera aislada en el resto de la región. El viento dominará del Sur, Sureste y Este de 25 a 35 km/h durante el domingo en ambos estados, rolando al Norte a partir de la madrugada del lunes, presentándose rachas de 40 a 50 km/h sobre zonas costeras. El ambiente diurno se percibirá templado a cálido durante el día en zonas bajas, fresco a templado en zonas medias y frío en porciones con mayor altitud. Por la noche y madrugada se percibirá muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "24/12/2023 - Este domingo, el frente frío No. 19 y su masa de aire polar recorrerán el norte y noreste del país, en interacción con la corriente en chorro subtropical, provocarán fuertes rachas de viento de 40 a 60 km/h en dichas regiones, así como en el noroeste de México. Asimismo, el ambiente matutino y nocturno continuará siendo muy frío a gélido con heladas y bancos de niebla en sierras de la Mesa del Norte, noroeste, centro, oriente y sureste de la República Mexicana, mientras que el ambiente vespertino será caluroso a muy caluroso en zonas del occidente, sur, sureste, oriente y la Península de Yucatán. Persistirán los canales de baja presión al interior del territorio nacional, y aunado al ingreso de humedad de ambos litorales, generarán lluvias e intervalos de chubascos en entidades del noroeste, occidente, centro, sur y sureste del país, así como en la Península de Yucatán. Finalmente, se prevén fuertes rachas de viento en el centro, oriente y sur del país, así como en el Istmo de Tehuantepec.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "23/11/2023 - El frente frío No. 19 y su masa de aire polar avanzarán sobre el noroeste y norte de la República Mexicana, mientras que la segunda tormenta invernal de la temporada comenzará a desplazarse sobre el sur y gradualmente sobre el centro de Estados Unidos, dejando de afectar al territorio nacional durante la mañana del domingo; dichos sistemas ocasionarán fuertes rachas de viento de 70 a 90 km/h con posibles tolvaneras en Sonora (este), Chihuahua y Durango. Asimismo, los sistemas mencionados, en interacción con el ingreso de humedad generado por la corriente en chorro subtropical, ocasionarán lluvias puntuales fuertes en Sonora, Chihuahua, Durango, Sinaloa y Coahuila. Dichas lluvias estarán acompañadas de descargas eléctricas, además, pueden incrementar los niveles de ríos y arroyos, así como provocar encharcamientos, inundaciones y deslaves en zonas bajas del terreno; además, se prevén lluvias aisladas en Baja California Sur. A su vez, durante la madrugada y amanecer del domingo, prevalecerán las condiciones para la caída de nieve o aguanieve en las sierras de Sonora (noreste), Chihuahua (norte), Durango, Sinaloa (norte) y Zacatecas (norte). El ambiente nocturno será muy frío a gélido con heladas y bancos de niebla en zonas altas de la Mesa del Norte, noroeste, centro, oriente y sureste de México. Por otro lado, canales de baja presión en el interior del país y el ingreso de humedad de ambos litorales provocarán lluvias puntuales fuertes en Jalisco, Colima y Michoacán, chubascos en Nuevo León, Tamaulipas, Zacatecas, Nayarit, Guerrero y Chiapas, así como lluvias aisladas en San Luis Potosí, Aguascalientes, Guanajuato, Puebla (norte), Estado de México, Oaxaca, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo. Además, se presentará viento de componente norte con rachas de 40 a 60 km/h en el Istmo y Golfo de Tehuantepec.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca (costa), Chiapas (costa), Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Tamaulipas, San Luis Potosí, Veracruz (norte) y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del domingo: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del domingo: sierras de Baja California, Sonora, Zacatecas, Hidalgo, Estado de México, Tlaxcala, Puebla, Oaxaca y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del domingo: sierras de Coahuila, Nuevo León, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Querétaro, Ciudad de México, Morelos y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Rachas de viento de 40 a 60 km/h con posibles tolvaneras: Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Nayarit, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Guerrero, Oaxaca y Chiapas.\n\nRachas de viento de 60 a 70 km/h: Istmo de Tehuantepec."
  }
}
