{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL192023/GEOCOLOR/GOES16-AL192023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL192023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "DEPRESION TROPICAL SEAN",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT19/refresh/AL192023_wind_probs_34_F120+png/145225.png",
    "DAO" : "DEPRESION TROPICAL SEAN_1870 KM AL ESTE DE LAS ISLAS DE SOTAVENTO_55 KM/H_NOROESTE A 15 KM/H_1008 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 54 exhalaciones y 75 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Veracruz, Oaxaca, Chiapas, Tabasco y Campeche.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Puebla, Guerrero y Yucatán.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nayarit, Jalisco, Colima, Michoacán, Estado de México e Hidalgo.\n\nIntervalos de chubascos (5 a 25 mm): Sinaloa, Chihuahua, Coahuila, San Luis Potosí, Zacatecas, Durango, Aguascalientes, Guanajuato, Querétaro, Tlaxcala, Ciudad de México y Morelos.\n\nLluvias aisladas (0.1 a 5 mm): Nuevo León y Tamaulipas.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "15/10/2023 - El frente frío No. 6 mantendrá su desplazamiento sobre la vertiente oriental del Golfo de México hasta alcanzar el norte de Veracruz esta tarde y la porción centro de dicha entidad la madrugada del domingo, a su paso interactuará con el canal de baja presión en el suroeste del mismo Golfo y condiciones locales, favoreciendo un incremento de nubosidad y de lluvias sobre la región de pronóstico. Previendo en Veracruz tormentas puntuales torrenciales (150 a 250 mm) en el Papaloapan, Coatzacoalcos y Tonalá; tormentas puntuales intensas (75 a 150 mm) en el Cazones, Tecolutla y Nautla; tormentas puntuales muy fuertes (50 a 75 mm) en las zonas montañosas del Actopan, La Antigua y Jamapa-Cotaxtla, así como en el Misantla y el resto de la porción norte; tormentas puntuales fuertes (25 a 50 mm) en la costa central. En Tamaulipas se prevén tormentas puntuales muy fuertes (50 a 75 mm) en el Guayalejo-Tamesí y Tamuín, así como en la región de la Sierra Madre y occidente del Soto La Marina; tormentas puntuales fuertes (25 a 50 mm) en el San Fernando y el resto del Soto La Marina; menores en el resto. El viento en ambas entidades será de componente Norte, alcanzando velocidades de 30 a 40 km/h con rachas de 60 a 70 km/h en Tamaulipas y norte de Veracruz y de 40 a 50 km/h con rachas de 80 km/h en el resto. Ambiente diurno cálido a caluroso en ambas entidades; templado durante la noche y fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "15/10/2023 - Este domingo, el frente frío Núm. 6 se desplazará sobre el sureste del país y gradualmente sobre la Península de Yucatán, originará lluvias puntuales torrenciales en Veracruz, Tabasco, Oaxaca, Chiapas y Campeche, lluvias puntuales intensas en Puebla, Guerrero y Yucatán, lluvias puntuales muy fuertes en Quintana Roo y chubascos con lluvias puntuales fuertes en el resto del centro del país. La masa de aire frío que impulsa al frente, continuará originando ambiente de fresco a templado y ambiente frío en zonas altas por la mañana y ambiente de fresco a templado durante la tarde en las entidades de la Mesa del Norte y Mesa Central, además del noreste, occidente, oriente y sureste mexicano, y bancos de niebla en las regiones mencionadas; así como evento de NORTE fuerte a muy fuerte con oleaje elevado en el litoral de Tamaulipas, Veracruz, Tabasco, Campeche y Yucatán, y en el Istmo y Golfo de Tehuantepec. Asimismo, se prevén lluvias y chubascos en el noreste de México y entidades de la Mesa del Norte. Finalmente, un canal de baja presión sobre el occidente de México y la entrada de humedad del Océano Pacifico, propiciarán lluvias puntuales fuertes en el occidente mexicano y chubascos en el noroeste del territorio nacional.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "14/10/2023 - El frente frío Núm. 6 se desplazará sobre el oriente de la República Mexicana e interaccionará con un canal de baja presión sobre el sureste del país, generarán lluvias intensas a puntuales torrenciales en Puebla, Veracruz, Oaxaca, Chiapas y Tabasco, lluvias muy fuertes con puntuales intensas en Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Guerrero y Campeche, lluvias fuertes con puntuales muy fuertes en Nuevo León, chubascos con lluvias puntuales fuertes en Chihuahua, Durango, Guanajuato, Estado de México y Tlaxcala, y chubascos en Coahuila, Zacatecas, Aguascalientes, Ciudad de México, Morelos y Quintana Roo. La masa de aire frío asociada al frente, originará descenso de las temperaturas y bancos de niebla sobre el norte, noreste, oriente y centro de México; evento de NORTE con rachas de viento de 60 a 80 km/h en el litoral de Veracruz, Istmo y Golfo de Tehuantepec, rachas de 40 a 60 km/h en el litoral de Tamaulipas; y oleaje de 1 a 3 metros de altura en costas de Tamaulipas y Veracruz. Por otra parte, el ingreso de humedad del Océano Pacífico y un canal de baja presión sobre el occidente del país, propiciarán lluvias fuertes con puntuales muy fuertes en Jalisco y Michoacán, y chubascos en Sinaloa, Nayarit y Colima. Todas las lluvias estarán acompañadas de descargas eléctricas, rachas fuertes de viento y posible caída de granizo; las lluvias a partir de fuertes podrían ocasionar visibilidad reducida, encharcamientos, inundaciones y deslaves en zonas bajas, asimismo el incremento en niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERA A PARTIR DE LA TARDE-NOCHE DEL 11 DE OCTUBRE, EVENTO DE SURADA CON VIENTO DEL SURESTE DEL 15 A 20 NUDOS CON RACHAS DE 25 A 30 NUDOS Y OLAS DE 7 A 10 PIES SOBRE LA COSTA DE QUINTANA ROO, REGIÓN NOROESTE DEL CARIBE Y CANAL DE YUCATÁN.\n\n3. PREVALECERÁN INTERVALOS DE CHUBASCOS (25 A 50 MM) CON LLUVIAS PUNTUALES MUY FUERTES (50 A 75 MM, CON MÁXIMOS PUNTUALES DE 100 MM) Y TORMENTAS ELÉCTRICAS SOBRE LA CISTA DE TAMAULIPAS, REGIÓN SUROESTE-NOROESTE DEL GOLFO DE MÉXICO, ASÍ COMO INTERVALO DE CHUBASCOS (5.1 A 25 MM) Y TORMENTAS ELÉCTRICAS SOBRE VERACRUZ, TABASCO, CAMPECHE, YUCATÁN, REGIÓN SONDA DE CAMPECHE Y REGIÓN NORTE DE YUCATÁN.\n\n4. ONDA TROPICAL LOCALIZADA AL SUR DE LA LATITUD 18.0° NORTE, ENTRE LAS LONGITUDES 0860°/089.0° OESTE, TIENE UN DESPLAZAMIENTO HACIA EL OESTE CON UNA VELOCIDAD DE 10 A 15 NUDOS, OCASIONANDO MODERADA ACTIVIDAD CONVECTIVA DETRÁS DE SU EJE. SE MANTIENE EN VIGILANCIA.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Sonora, Sinaloa, Nayarit, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas y Tabasco.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Baja California, Sonora, Chihuahua, Durango y Estado de México.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 70 a 90 km/h: litoral de Veracruz, Istmo y Golfo de Tehuantepec, rachas de 40 a 60 km/h: costas de Tamaulipas, Tabasco, Campeche y Yucatán; oleaje de 2 a 4 metros de altura: costa de Veracruz y de 1 a 3 metros de altura: Golfo de Tehuantepec y las costas de Tamaulipas, Tabasco, Campeche y Yucatán.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: San Luis Potosí, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México y Ciudad de México."
  }
}
