{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/GEOCOLOR/GOES18-EP152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/12/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL LIDIA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT17/refresh/AL172023_wind_probs_34_F120+png/234608.png",
    "DAO" : "TORMENTA TROPICAL PHILIPPE_550 KM AL SUR-SUROESTE DE BERMUDA_85 KM/H_NORTE A 22 KM/H_1003 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP15/refresh/EP152023_wind_probs_34_F120+png/024636.png",
    "DPO" : "TORMENTA TROPICAL LIDIA_760 KM AL SUR DE CABO SAN LUCAS, BCS_95 KM/H_NOROESTE A 5 KM/H_998 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 291 exhalaciones, acompañadas de vapor de agua, otros gases volcánicos y ligeras cantidades de ceniza. Adicionalmente se registraron 22 minutos de tremor.\n\nDurante la mañana y al momento de este reporte se observa una emisión constante de vapor de agua y gases volcánicos con dirección al oeste.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo, Puebla, Veracruz, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Zacatecas, Durango, Sinaloa, Nayarit, Guerrero, Querétaro y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Aguascalientes, Jalisco, Colima, Michoacán, Estado de México y Campeche.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Sonora, Guanajuato, Tlaxcala, Ciudad de México, Morelos, Yucatán y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "06/10/2023 - El sistema frontal Núm. 4 continuará su desplazamiento sobre Tamaulipas durante esta noche, previendo alcance el norte de Veracruz durante la mañana del viernes. Dicho sistema interaccionará con un canal de baja presión extendido sobre el occidente y suroeste del Golfo de México, aunado a lo anterior, el ingreso de humedad, los factores locales y un patrón de divergencia e la atmósfera alta ocasionará el desarrollo de nublados con potencial para lluvias intensas (75 a 150 mm) sobre las regiones Valle de San Fernando y Central de Tamaulipas; lluvias puntuales muy fuertes (50 a 75 mm) en las regiones Mante, Sur y resto de la porción central; lluvias de menor intensidad en el resto del estado. Para la entidad veracruzana se prevén lluvias puntuales muy fuertes (50 a 75 mm) en las cuencas de los ríos Pánuco y Tuxpan; lluvias puntuales fuertes (25 a 50 mm) en porciones medias y altas de las cuencas de los ríos Cazones, Tecolutla, Papaloapan, Coatzacoalcos y Tonalá; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la entidad. Las lluvias de mayor intensidad se acompañarán de actividad eléctrica y viento en rachas Por su parte, la masa de aire frío que impulsa al frente ocasionará evento de NORTE con velocidades sostenidas de 40 a 50 km/h y rachas de 60 km/h en zonas costeras de Tamaulipas. Sobre la entidad veracruzana el viento dominará de componente Norte de 25 a 35 km/h, previendo que el evento de NORTE inicie sobre la porción norte del estado durante la tarde del viernes. El ambiente diurno se percibirá cálido a caluroso en Tamaulipas, así como en planicies y costas de Veracruz; templado a cálido en la montaña. Por la noche y madrugada persistirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "06/10/2023 - Este viernes, el frente Núm. 4 se extenderá sobre el noreste de la República Mexicana y gradualmente se desplazará sobre el litoral de Tamaulipas y norte de Veracruz, interaccionará con la corriente en chorro subtropical, ocasionando lluvias muy fuertes a puntuales intensas en el norte, noreste y oriente del país. Por su parte, la masa de aire frío asociada, favorecerá descenso de las temperaturas vespertinas sobre entidades de la Mesa del Norte, así como evento de NORTE de 40 a 60 km/h a partir de la noche del viernes y durante la madrugada del sábado en las costas de Tamaulipas y norte Veracruz. A su vez, la zona de baja presión con probabilidad de desarrollo ciclónico al sur de las costas de Chiapas y Oaxaca, en interacción con un canal de baja presión en el sureste de México, la vaguada monzónica que se extenderá muy próxima a las costas del Pacífico Sur Mexicano, además del ingreso de humedad del Golfo de México y Mar Caribe, propiciarán lluvias muy fuertes a puntuales intensas en el sur y sureste del país, además de chubascos y lluvias puntuales fuertes en la Península de Yucatán. Asimismo, se prevén rachas fuertes de viento y oleaje elevado de 1 a 3 metros de altura en las costas de Chiapas y Oaxaca. Por otra parte, inestabilidad en niveles altos de la atmósfera y el ingreso de humedad del Océano Pacífico, originarán probabilidad de chubascos y lluvias fuertes a muy fuertes en el noroeste, occidente y centro de México. Finalmente, el ciclón tropical Lidia continuará desplazándose al sur de las costas de Baja California Sur, su circulación favorecerá el ingreso de humedad hacia el occidente del territorio nacional, reforzando la probabilidad de lluvias fuertes a muy fuertes en Sinaloa, Nayarit, Jalisco, Colima y Michoacán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "05/10/2023 - El frente Núm. 4 se extenderá sobre el norte y noreste de México, será reforzado por una nueva masa de aire frío e interaccionará con un canal de baja presión sobre el noreste del país y la corriente en chorro subtropical, originando lluvias intensas con puntuales torrenciales en Nuevo León y Tamaulipas, y lluvias muy fuertes a puntuales intensas en Coahuila, así como bancos de niebla, rachas fuertes de viento de 60 a 80 km/h con tolvaneras y posibles torbellinos en dichos estados, además de chubascos con lluvias puntuales fuertes en Chihuahua. Por otra parte, una zona de baja presión con probabilidad de desarrollo ciclónico al sur de las costas de Chiapas y Oaxaca, en combinación con un canal de baja presión en el sureste del territorio nacional, la vaguada monzónica que se extiende muy próxima a las costas del Pacífico Sur Mexicano y aunado al ingreso de humedad del Golfo de México y Mar Caribe, provocarán lluvias fuertes con puntuales muy fuertes en Veracruz, Tabasco, Oaxaca y Chiapas, lluvias fuertes en Guerrero y chubascos en la Península de Yucatán. Asimismo, un canal de baja presión sobre el occidente hasta el centro de México y el ingreso de humedad del Océano Pacífico, ocasionarán lluvias fuertes a puntuales muy fuertes en Durango y Zacatecas, lluvias puntuales fuertes en San Luis Potosí, Estado de México, Morelos y Puebla, y chubascos en Aguascalientes, Guanajuato, Querétaro, Hidalgo, Ciudad de México y Tlaxcala. La tormenta tropical Lidia se desplazará al sur de las costas de Baja California Sur, sus desprendimientos nubosos reforzarán la probabilidad de lluvias fuertes en Sinaloa, Nayarit, Jalisco, Colima y Michoacán, así como chubascos en Baja California Sur. Todas las lluvias estarán acompañadas de descargas eléctricas y rachas fuertes de viento, y posible caída de granizo; las lluvias a partir de fuertes podrían ocasionar encharcamientos, reducción de visibilidad, inundaciones, deslaves y el incremento en los niveles de ríos y arroyos.",
    "N4H" : "Golfo de México",
    "N4T" : "06/10/23 - Alerta Gris por Frente Frío-Lluvias-Norte.\n\nXalapa, Ver., 6 de octubre de 2023.\n\nExtreme precauciones ante:\n*Crecidas de ríos y arroyos de respuesta.\n*Encharcamiento e inundaciones en partes bajas.\n*Deslaves, derrumbes y deslizamientos.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: Los modelos de pronóstico persisten en mostrar que el frente frío 4 actualmente en el norte de Veracruz, y su masa fría crucen lentamente el estado entre hoy y el domingo 8 de octubre, estacionándose el en el sur de la entidad este último día.\n\nPRONÓSTICO PARA EL ESTADO DE VERACRUZ: dado que se espera un lento movimiento de estos sistemas, y que el viento se torna más divergente en la atmósfera superior (súmele el calor del Golfo de México), la probabilidad de lluvias y tormentas se prevé aumente notablemente a partir de hoy, esperándose sean muy fuertes e intensas con tormentas (actividad eléctrica y ráfagas de viento) en gran parte del estado hasta el lunes 9 con acumulados estimados en 24 horas de 10 a 30 mm en promedio y máximos de 70 a 150 mm, sin descartar mayores (ver tabla). Por su parte, la masa de aire frío favorecería un evento de Norte con velocidades de 45 a 60 km/h y rachas máximas de 60 a 85 km/h por periodos, especialmente en costas del centro y sur con la máxima intensidad entre el sábado 7 y domingo 8, la cual generaría oleaje de 1.0 a 3.0 metros cercano al litoral durante estos días. En este periodo la intensidad del calor disminuirá gradualmente.\n\nIMPORTANTE: El pronóstico del comportamiento del sistema frontal será lento, previéndose que su efecto más significativo sean las lluvias, pero además el evento de NORTE ya se ve más definido. Por lo anterior, se recomienda extremar las precauciones pertinentes especialmente en comunidades ribereñas ante posibles crecidas de ríos y arroyos de respuesta rápida, en centros urbanos por probables inundaciones pluviales, y en zonas propensas a deslaves, derrumbes y deslizamientos.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n\n2. SE ESPERAN INTERVALOS DE CHUBASCOS (5.1 A 25 MM) CON TORMENTAS PUNTUALES FUERTES (25 A 50 MM) Y TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS; ASÍ COMO LLUVIAS ESCASAS O LLOVIZNA (0.1 A 5 MM) INTERVALO DE CHUBASCOS (5.1 A 25 MM) SOBRE VERACRUZ, TABASCO, CAMPECHE, YUCATÁN, QUINTANA ROO Y REGIÓN SONDA DE CAMPECHE.\n\n3. SE ESPERA EL INGRESO DE UN FRENTE FRÍO EN EL TRANSCURSO DE LA MADRUGADA DEL 06 DE OCTUBRE DEL AÑO EN CURSO, SOBRE EL NOROESTE DEL GOLFO DE MÉXICO, EL SISTEMA DE ALTA PRESIÓN QUE SE LE ASOCIA A CITADO SISTEMA, OCASIONARÁ PAULATINAMENTE EN EL TRANSCURSO DE LA MAÑANA DE CITADA FECHA VIENTO DEL NORTE DE 10 A 15 NUDOS CON RACHAS DE 20 A 25 NUDOS Y OLAS DE 4 A 7 PIES; SOBRE LA COSTA DE TAMAULIPAS, VERACRUZ, REGIONES NOROESTE, CENTRO Y SUROESTE DEL GOLFO DE MÉXICO; REFORZÁNDOSE LAS CONDICIONES ANTES MENCIONADAS EN EL TRANSCURSO DEL DÍA 7 DEL ACTUAL CON VIENTO DEL NORTE Y NORESTE DE 15 A 25 NUDOS CON RACHAS DE 30 A 35 NUDOS Y OLAS DE 6 A 8 PIES SOBRE LA COSTA DE TAMAULIPAS, VERACRUZ Y REGIÓN NOROESTE DEL GOLFO DE MÉXICO.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: San Luis Potosí, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Puebla y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Sonora, Chihuahua, Durango, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 40 a 60 km/h, durante esta noche y la madrugada del sábado: costas de Tamaulipas y Veracruz (norte).\n\nViento con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura: costas de Chiapas y Oaxaca.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Sonora, Chihuahua, Coahuila, Durango, Zacatecas, San Luis Potosí, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Estado de México, Tlaxcala y Puebla."
  }
}
