{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/13/AL012024-13-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL012024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/01/sat/irg_current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/01L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "DEPRESION TROPICAL ALBERTO",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d2.png",
    "DAO" : "f",
    "DAT" : "\nSe espera la formación de un área de baja presión muy amplia sobre el Sureste de México y el norte de América Central el viernes. Las condiciones ambientales parecen propicias para el desarrollo gradual de este sistema al ingresar sobre la Bahía de Campeche el sábado y se podría formar una Depresión Tropical sobre el Suroeste del Golfo de México este fin de semana mientras se mueve lentamente hacia el Oeste-noroeste.\n\nProbabilidad de formación en 48 horas : Baja 20%\nProbabilidad de formación en 72 horas : Media 50%.\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/xgtwo/two_pac_2d1.png",
    "DPO" : "f",
    "DPT" : "\nUn area de baja presión localizada al sur de Chiapas continúa generando actividad de lluvias y tormentas eléctricas desorganizadas. Las condiciones ambientales podrían ser propicias para el desarrollo de este sistema y ​​podría formarse una Depresión Tropical de corta duración a principios de semana si el sistema permanece mar adentro. Independientemente del desarrollo, se esperan varios días de lluvias localmente fuertes en sectores del sur de México y Centroamérica.\n\nProbabilidad de formación en 48 horas : Baja(10%)\nProbabilidad de formación en 72 horas : Baja(30%)\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Coahuila, Nuevo León, Tamaulipas y San Luis Potosí.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Durango, Zacatecas, Guanajuato, Querétaro, Hidalgo, Puebla, Veracruz, Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Chihuahua, Aguascalientes, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Estado de México, Tlaxcala, Tabasco, Campeche y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Ciudad de México, Morelos y Yucatán.\n\nLluvias aisladas (0.1 a 5 mm): Sonora.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "20/06/2024 - Se prevé que la tormenta tropical ALBERTO ingrese al país entre los límites de Tamaulipas y Veracruz durante la madrugada del jueves, previendo se debilite en tierra y que sus remanentes en combinación con la zona de baja presión en el suroeste del golfo de México con probabilidad de desarrollo ciclónico, la influencia de la vaguada monzónica, así como condiciones favorables en altura, generen un temporal de lluvias con chubascos generalizados (5.1 a 25 mm) durante este periodo de pronóstico, con tormentas puntuales intensas (75 a 150 mm) que tenderán a concentrarse en las cuencas del norte, partes altas del centro y sur. En Tamaulipas, se prevé que persistan condiciones de lluvias con intervalos de chubascos (5.1 a 25 mm) generalizadas en el Estado, y que los mayores acumulados puedan concentrarse durante el jueves en el occidente del centro, con posibles tormentas puntuales torrenciales (150 a 250 mm), así como tormentas puntuales de 50 a 75 mm en esta zona durante el viernes, y de 75 a 150 mm el día sábado. El viento dominará en Tamaulipas del Noreste y Este de 35 a 45 km/h con rachas de 60 a 80 km/h, durante el jueves, manteniéndose de componente Este de 25 a 35 km/h con rachas ocasionales de 50 km/h, durante el viernes y nuevamente del Norte con rachas de 55 a 65 km/h el día sábado. En tanto que, en Veracruz, se prevé que domine del Este y Sureste de 30 a 40 km/h con rachas de 60 a 80 km/h especialmente en costas del norte y 55 a 65 km/h en costas del centro, dominando del norte en la porción centro por la tarde de 20 a 35 y posibles rachas de 50, previendo que hacia el día sábado, puedan presentarse rachas del Norte de 70 a 80 km/h en el norte de la entidad y menores en el resto del litoral veracruzano. Finalmente, se prevé la disminución gradual de los valores de temperatura, ocasionando ambiente cálido a templado durante el día en planicies y costas, y fresco a frío en la montaña, manteniéndose por la noche y madrugada ambiente templado en partes mediasbajas, fresco en la montaña, así como frío en zonas serranas. En Tamaulipas se prevé ambiente diurno fresco a templado durante el día, manteniéndose fresco por la noche y madrugada.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "20/06/2024 - Este jueves, el ciclón tropical Alberto se debilitará gradualmente a su paso por el noreste del país; sus remanentes mantendrán la probabilidad de lluvias fuertes a puntuales intensas en gran parte del territorio nacional, incluido el Valle de México, pronosticándose lluvias puntuales torrenciales en Coahuila, Nuevo León, Tamaulipas y San Luis Potosí; dichas lluvias podrían originar visibilidad reducida, deslaves, encharcamientos o inundaciones, así como incremento en los niveles de ríos y arroyos. Asimismo, se prevén vientos fuertes a muy fuertes en estados de la Mesa del Norte y el noreste de la República Mexicana, disminuyendo su intensidad gradualmente en el transcurso del día, con oleaje elevado y posible formación de trombas marinas en las costas de Tamaulipas y Veracruz. Por otro lado, la vaguada monzónica se extenderá sobre el Pacífico Sur Mexicano y mantendrá el temporal de lluvias muy fuertes a puntuales intensas en el sur y sureste del país, así como en la Península de Yucatán, además de fuertes rachas de viento con posible formación de trombas marinas en las costas de Campeche, Yucatán y Quintana Roo. Finalmente, continuará el descenso de las temperaturas vespertinas en la mayor parte de la República Mexicana.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "19/06/2024 - El centro de la tormenta tropical Alberto se aproximará e impactará en la costa sur de Tamaulipas y norte de Veracruz; su amplia circulación, en interacción con la vaguada monzónica sobre el Pacífico Sur Mexicano, ocasionará una extensa zona de nublados con lluvias puntuales extraordinarias acompañadas de descargas eléctricas en Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo, Puebla y Veracruz; lluvias puntuales torrenciales en Coahuila; lluvias puntuales intensas en Zacatecas (noreste), Querétaro, Oaxaca, Chiapas, Tabasco, Campeche y Quintana Roo; lluvias puntuales muy fuertes en Guanajuato, Tlaxcala y Yucatán, así como lluvias puntuales fuertes en el Estado de México y Guerrero; todas podrían originar visibilidad reducida, deslaves, encharcamientos o inundaciones, así como incremento en los niveles de ríos y arroyos. También, se prevén vientos con rachas de 70 a 90 km/h en las costas de Tamaulipas y Veracruz (norte), y rachas de 50 a 70 km/h en costas de Tabasco, Campeche, Yucatán y Quintana Roo. En dichas entidades, podrían presentarse trombas marinas. Asimismo, habrá vientos con rachas de 60 a 80 km/h en San Luis Potosí, Zacatecas, Durango, Aguascalientes, Jalisco y Guanajuato, con posible formación de tornados en Coahuila, Nuevo León y Tamaulipas. Por otra parte, un canal de baja presión extendido a lo largo de la Sierra Madre Occidental junto con el ingreso de humedad del Océano Pacífico y Golfo de México, provocarán lluvias puntuales fuertes con descargas eléctricas y posible caída de granizo en Durango, Aguascalientes y Jalisco (noreste); intervalos de chubascos en Chihuahua, Colima, Michoacán, Ciudad de México y Morelos, y lluvias aisladas en Sinaloa y Nayarit. Asimismo, se prevén vientos con rachas de 60 a 80 km/h y posible formación de torbellinos en Chihuahua.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Sonora y Sinaloa.\n\nTemperaturas máximas de 40 a 45 °C: Baja California y Chihuahua (occidente).\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur.\n\nTemperaturas máximas de 30 a 35 °C: Nuevo León, Tamaulipas, Nayarit, Jalisco, Colima, Veracruz, Tabasco, Campeche y Yucatán.\n\nTemperaturas mínimas de 0 a 5 °C: zonas altas de Chihuahua y Durango.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 70 a 90 km/h y posible formación de trombas marinas, durante la mañana: costas de Tamaulipas y Veracruz.\n\nViento con rachas de 70 a 90 km/h: Coahuila, Nuevo León, San Luis Potosí, Zacatecas y Durango.\n\nViento con rachas de 50 a 70 km/h y posible formación de trombas marinas: costas de Campeche, Yucatán y Quintana Roo.\n\nViento con rachas de 50 a 70 km/h: Sonora, Chihuahua, Sinaloa, Nayarit, Jalisco, Aguascalientes y Guanajuato; y con posibles tolvaneras: Baja California y Baja California Sur.\n\nViento con rachas de 40 a 60 km/h: Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Tabasco.\n\nOleaje de 2 a 4 metros de altura: costas de Tamaulipas y Veracruz."
  }
}
