{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "QThSCIXFrdA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Baja California, Veracruz, Oaxaca y Chiapas.\n\nLluvias aisladas (0.1 a 5 mm): Sinaloa, Durango, Chihuahua, Tamaulipas, Puebla, Guerrero, Tabasco y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "25/01/2025 - Durante el sábado, la masa de aire polar comenzará su modificación térmica conforme se mueve hacia el oriente del golfo de México. Por su parte, un canal de baja presión estará extendido sobre el occidente y suroeste de mismo golfo durante el fin de semana e inicios de la próximas. Esto puede ocasionar algunos nublados, nieblas, lloviznas y lluvias aisladas de 5.1 a 25 mm, especialmente en el norte, costa y sur de Tamaulipas, así como entre las cuencas del Pánuco al Jamapa-Cotaxtla, zona alta del Papaloapan, en Los Tuxtlas y dentro del Coatzacoalcos y Tonalá, con los eventos mas importantes en Tamaulipas y sobre el norte y sur de Veracruz. Respecto al viento, se prevé que, conforme transcurra el sábado, tienda a fijarse del Este, Sureste y Sur con velocidades de 25 a 35 km/h en la mayor parte de la región, y con algunas rachas de 50 a 60 km/h a partir de la noche del mismo sábado a mañana del domingo en el norte, centro y costa de Tamaulipas. No obstante, en zonas costeras del centro y sur del territorio veracruzano aún pueden presentarse rachas del Norte de 50 a 60 km/h por la  madrugada y mañana del sábado. La temperatura diurna estará incrementando de manera gradual conforme transcurra este período de pronóstico, favoreciendo ambiente templado a cálido en Tamaulipas y en planicies y costa de Veracruz, así como fresco a templado en zonas montañosas. Por las noches y madrugadas se prevé ambiente frío a muy frío en la sierra, donde es posible se presenten heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "25/01/2025 - Este sábado, la masa de aire polar se desplazará hacia el sureste de Estados Unidos, dejando de afectar al territorio nacional y permitiendo un gradual ascenso de las temperaturas diurnas en gran parte del país. Sin embargo, prevalecerá el viento de componente norte con rachas de 60 a 80 km/h en el istmo y golfo de Tehuantepec, y de 40 a 60 km/h en Quintana Roo con oleaje elevado de 1 a 3 metros de altura, disminuyendo en el transcurso de la mañana. Por su parte, la circulación de una alta presión en superficie sobre el golfo de México y una línea seca en el noreste del país, ocasionará viento de componente sur con rachas fuertes de viento en el noreste del país. Mientras que el ingreso de humedad de ambos litorales, originará lluvias aisladas y chubascos en el noreste, oriente, sur y sureste del país. En el transcurso del día, un nuevo frente frío en interacción con una vaguada polar y con las corrientes en chorro polar y subtropical, se aproximarán a la frontera noroeste y norte del territorio nacional, por lo que se prevén vientos fuertes a intensos y lluvias aisladas con chubascos en dicha región.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "24/01/2025 - La masa de aire polar en interacción con la corriente en chorro subtropical, mantendrán el ambiente frío a muy frío sobre entidades del noroeste, norte, noreste, oriente, centro y sureste de la República Mexicana. Así como evento de NORTE intenso con rachas de 90 a 110 km/h en las costas de Veracruz, el istmo y golfo de Tehuantepec; con rachas de 50 a 70 km/h en costas de Tamaulipas y Quintana Roo; y rachas de 40 a 60 km/h en costas de Tabasco, Campeche y Yucatán; oleaje de 3 a 5 metros de altura en costas de Veracruz y el golfo de Tehuantepec, de 2 a 4 metros de altura en costas de Tamaulipas y de 1 a 3 metros de altura en costas de Tabasco, Campeche, Yucatán y Quintana Roo; además de bancos de niebla en el noreste, oriente, centro y sureste del país. Se prevé la posible caída de nieve o aguanieve en las cimas de los volcanes Pico de Orizaba, Popocatépetl, Iztaccíhuatl y Sierra Negra. Por otra parte, un canal de baja presión sobre el suroeste del golfo de México, aunado al ingreso de humedad del golfo de México y mar Caribe, originarán lluvias puntuales intensas en Veracruz (sur); lluvias muy fuertes en Tabasco; y lluvias fuertes en Puebla, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo; las cuales podrían originar encharcamientos e inundaciones en zonas bajas, así como el crecimiento en niveles de ríos y arroyos. Asimismo, se pronostican chubascos en Tamaulipas y San Luis Potosí; y lluvias aisladas en Guanajuato, Querétaro e Hidalgo. El ingreso de humedad del océano Pacífico, originará chubascos con descargas eléctricas en Guerrero y el Estado de México, y lluvias aisladas en Ciudad de México, Morelos y Tlaxcala. Se pronostican rachas de viento de 50 a 70 km/h en Chihuahua, Coahuila, Nuevo León y Puebla; y rachas fuertes de viento de 40 a 60 km/h en el noroeste y occidente de México.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Colima, Michoacán, Guerrero, Oaxaca y Chiapas.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Zacatecas, Jalisco, Morelos, Puebla (suroeste), Campeche y Yucatán.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: zonas montañosas de Baja California, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: zonas de Sonora, Coahuila, San Luis Potosí (occidente), Zacatecas, Aguascalientes, Jalisco, Michoacán, Guanajuato, Hidalgo, Estado de México, Tlaxcala y Puebla.\n\nTemperaturas mínimas de 0 a 5 °C: zonas de Baja California Sur, Sinaloa (sierra), Nuevo León, Tamaulipas, Querétaro, Ciudad de México, Morelos, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de 30 a 50 km/h con rachas de 70 a 90 km/h: golfo de California; con tolvaneras: Baja California, Sonora, Chihuahua y Durango.\n\nViento de componente norte de 30 a 50 km/h con rachas de 60 a 80 km/h, durante la mañana: istmo y golfo de Tehuantepec; y de 15 a 25 km/h con rachas de 40 a 60 km/h: Quintana Roo, disminuyendo en el transcurso de la tarde.\n\nViento de 20 a 30 km/h con rachas de 50 a 70 km/h y posibles tolvaneras: Baja California Sur, Sinaloa y Zacatecas.\n\nViento de componente sur de 20 a 30 km/h con rachas de 50 a 70 km/h por la tarde: Nuevo León y Tamaulipas.\n\nViento del este y sureste de 15 a 25 km/h con rachas de 40 a 60 km/h: San Luis Potosí y Veracruz.\n\nViento de 15 a 25 km/h con rachas de 40 a 60 km/h: Coahuila, Nayarit, Jalisco, Aguascalientes, Tabasco, Campeche y Yucatán.\n\nOleaje de 2 a 4 metros de altura, durante la mañana: golfo de Tehuantepec; y de 1 a 3 metros de altura: costas de Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo, disminuyendo en el transcurso de la tarde."
  }
}
