{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-1",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nuevo León, Tamaulipas, San Luis Potosí, Estado de México, Morelos, Tlaxcala, Puebla y Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Michoacán, Guerrero, Guanajuato, Querétaro, Hidalgo, Ciudad de México y Oaxaca.\n\nLluvias aisladas (0.1 a 5 mm): Durango, Zacatecas, Coahuila y Veracruz.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "27/05/2024 - Se mantendrá el dominio de la circulación anticiclónica en el Golfo de México favoreciendo la persistencia de cielo despejado en Tamaulipas y Veracruz; sin embargo, la interacción del ingreso de humedad hacia la región con condiciones locales y el canal de baja presión en el suroeste del Golfo de México favorecerán un incremento de nubosidad en zonas montañosas de ambas entidades a partir de la tarde. Previendo en Tamaulipas se mantenga la presencia de lluvias escasas o lloviznas (0.1 a 5.0 mm) en el occidente de la entidad; mientras que en el resto se mantendrá baja la probabilidad de lluvias, exceptuando el lunes que se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en la cuenca del Bravo y el occidente de la entidad. En Veracruz se prevén lluvias escasas o lloviznas (0.1 a 5.0 mm) en zonas montañosas, especialmente del centro y sur de la región; mientras que en el resto de la región se mantendrá baja la probabilidad de ocurrencia de lluvias. Las zonas de tormenta serán acompañadas de actividad eléctrica y viento en rachas. El viento a lo largo de ambas entidades será del Sur y Sureste de 25 a 35 km/h, presentándose velocidades de 25 a 35 km/h; presentándose rachas de 50 a 60 km/h en Tamaulipas, así como en Veracruz en zonas de costa de la porción norte y las porciones medias y bajas del sur de la región. En ambas entidades se mantendrá un ambiente caluroso a muy caluroso, especialmente en Tamaulipas y las porciones norte y sur de la entidad veracruzana; durante la noche será cálido en ambas entidades y templado a fresco en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "27/05/2024 - Este lunes, una circulación anticiclónica en niveles medios de la atmósfera mantendrá la tercera onda de calor de la temporada sobre la República Mexicana, pronosticándose temperaturas máximas superiores a 45° C en Sonora, Chihuahua, Sinaloa, Nayarit, Jalisco, Michoacán, Guerrero, Oaxaca, Chiapas, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo (norte), Morelos, Veracruz, Tabasco, Campeche y Yucatán. Por otra parte, una línea seca y un canal de baja presión permanecerá sobre el noreste mexicano, en combinación con la corriente en chorro subtropical producirán chubascos y lluvias fuertes acompañadas de descargas eléctricas y posible caída de granizo (de diferente tamaño) en dicha región; así como vientos fuertes a muy fuertes y tolvaneras en el noroeste, norte y noreste de México, con probable formación de torbellinos o tornados en Coahuila, Nuevo León y Tamaulipas. Finalmente, canales de baja presión en el interior del país, aunados al ingreso de aire cálido y húmedo procedente de ambos océanos y a inestabilidad en niveles altos de la atmósfera, provocarán chubascos y lluvias fuertes acompañadas de descargas eléctricas y posibles granizadas en el norte, occidente, centro, oriente, sur y sureste del país, incluido el Valle de México.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "26/05/2024 - Una línea seca continuará sobre el norte del país, interaccionará con canales de baja presión, uno extendido sobre el noreste, oriente, centro y sur del territorio nacional y otro en el sureste mexicano, aunado a inestabilidad en niveles altos de la atmosfera y a la entrada de humedad del Océano Pacífico, Golfo de México y Mar Caribe, ocasionarán lluvias puntuales muy fuertes en zonas de San Luis Potosí, Hidalgo, Puebla, Estado de México y Morelos, lluvias fuertes en Nuevo León, Tamaulipas, Guanajuato, Querétaro, Tlaxcala, Ciudad de México, Oaxaca y Chiapas, además de chubascos en Michoacán, Guerrero y Veracruz. Dichas lluvias estarán acompañadas de descargas eléctricas, caída de granizo y rachas de viento de 50 a 70 km/h con posibles tolvaneras en zonas del noroeste, norte y sureste del país, asimismo, existirán condiciones para la formación de torbellinos o tornados en zonas de Coahuila, Nuevo León, Tamaulipas, Hidalgo, Puebla, Tlaxcala y Estado de México. Una circulación anticiclónica en niveles medios de la atmósfera mantendrá tiempo estable en el resto del país.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas superiores a 45 °C: Sonora, Chihuahua, Sinaloa, Nayarit, Jalisco, Michoacán, Guerrero, Oaxaca, Chiapas, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo (norte), Morelos, Veracruz, Tabasco, Campeche y Yucatán.\n\nTemperaturas máximas de 40 a 45 °C: Durango, Zacatecas, Colima, Guanajuato, Querétaro (norte), Puebla (norte y suroeste) y Quintana Roo.\n\nTemperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Aguascalientes y Estado de México (suroeste).\n\nTemperaturas máximas de 30 a 35 °C: Tlaxcala y Ciudad de México.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Baja California, Sonora y Chihuahua.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h y posible formación de torbellinos o tornados: San Luis Potosí, Querétaro, Hidalgo, Puebla, Tlaxcala y Estado de México; con posibles tolvaneras: Baja California Sur, Chihuahua, Nuevo León, Durango, Aguascalientes y Jalisco.\n\nViento de componente sur con rachas de 50 a 70 km/h: Tamaulipas, Veracruz (sur) y Oaxaca (Istmo de Tehuantepec).\n\nViento con rachas de 40 a 60 km/h: Chiapas, Campeche, Yucatán y Quintana Roo, con posibles tolvaneras: Baja California, Sonora, Sinaloa, Coahuila, Nayarit, Michoacán, Estado de México, Ciudad de México y Puebla."
  }
}
