{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 48 exhalaciones.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo, Puebla y Veracruz.\n\nLluvias fuertes a puntuales muy fuertes (50 a 75 mm): Coahuila, Guerrero y Oaxaca.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Zacatecas, Aguascalientes, Jalisco, Guanajuato, Querétaro, Tlaxcala, Estado de México, Ciudad de México y Morelos.\n\nIntervalos de chubascos (5 a 25 mm): Chihuahua, Sinaloa, Durango, Nayarit, Colima, Michoacán, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur y Tabasco.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "11/11/2023 - El sistema frontal No. 9 se mantendrá estacionario en la porción media del Golfo de México y de la entidad veracruzana, manteniendo su interacción con el canal de baja presión en el suroeste del mismo Golfo, mientras que la masa de aire frío que se le asocia cubrirá Tamaulipas y Veracruz, favoreciendo cielo medio nublado a nublado en ambas entidades. Por lo anterior se prevé que en Tamaulipas se presenten tormentas puntuales muy fuertes (50 a 75 mm) en las cuencas del Bravo, San Fernando, occidente del Soto La Marina y la región de la Sierra Madre; mientras que en el resto de la entidad se prevén tormentas puntuales fuertes (25 a 50 mm). En Veracruz se prevén tormentas puntuales intensas (75 a 150 mm) en las cuencas del Cazones, Tecolutla, Nautla, Papaloapan y Coatzacoalcos; tormentas puntuales muy fuertes (50 a 75 mm) en las cuencas del Actopan, La Antigua y Jamapa-Cotaxtla; tormentas puntuales fuertes (25 a 50 mm) en el resto de la entidad. El viento en ambas entidades será del Norte; presentándose en Tamaulipas de 30 a 40 km/h con rachas de 60 a 70 km/h, en Veracruz será de 40 a 50 km/h con rachas de 70 a 80 km/h, especialmente en las zonas de costa comprendidas entre Laguna Verde y Coatzacoalcos. Presentándose un ambiente diurno cálido a caluroso en Tamaulipas y costa de Veracruz; templado en zonas montañosas; mientras que por la noche será templado a fresco y fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "11/11/2023 - Este sabado, el frente Núm. 9 se extenderá con características de estacionario desde el norte del Golfo de México hasta el norte de Veracruz, produciendo lluvias fuertes a puntuales intensas en el oriente y sureste mexicano. La masa de aire frío asociada al frente, ocasionará ambiente frío y bancos de niebla en los estados del noroeste, norte, noreste, centro y oriente del territorio nacional, así como evento de NORTE con rachas de 60 a 80 km/h en las costas de Tamaulipas y Veracruz. Asimismo, se prevé viento de componente norte con rachas de igual intensidad en el Istmo y Golfo de Tehuantepec. Por otra parte, un canal de baja presión sobre el occidente y centro del territorio mexicano, aunado al ingreso de humedad proveniente del Océano Pacífico, generado por la corriente en chorro subtropical, incrementará la probabilidad de lluvias de fuertes a muy fuertes en dichas regiones, además del norte de la República Mexicana. A su vez, la corriente en chorro polar sobre el noroeste de México, originará rachas de viento de 40 a 60 km/h en la Península de Baja California, Sonora, Sinaloa y el Golfo de California. Finalmente, un canal de baja presión y la entrada de humedad del Mar Caribe propiciará lluvias fuertes a muy fuertes en la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "10/11/2023 - El frente frío Núm. 9 se extenderá sobre el norte y noreste de la República Mexicana y en interacción con un canal de baja presión sobre el oriente del país y la corriente en chorro subtropical, originarán lluvias puntuales muy fuertes con descargas eléctricas en Chihuahua, Coahuila, Nuevo León y Tamaulipas, lluvias puntuales fuertes en Durango, chubascos en Sinaloa, Zacatecas y San Luis Potosí, así como lluvias aisladas en Baja California Sur, Sonora y Aguascalientes. También, se pronostican vientos con rachas de 60 a 70 km/h y posible formación de torbellinos o tornados en Coahuila, Nuevo León y Tamaulipas, así como vientos con rachas de 40 a 60 km/h y posibles tolvaneras en Baja California, Baja California Sur, Sonora, Chihuahua, Durango, Zacatecas y San Luis Potosí.\n\nPor otro lado, canales de baja presión sobre el occidente, centro, sur y sureste del territorio nacional, en interacción con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad proveniente del Océano Pacífico y Golfo de México, originarán lluvias puntuales muy fuertes en Puebla, lluvias puntuales fuertes en Nayarit, Jalisco, Colima, Michoacán, Estado de México, Ciudad de México, Morelos, Tlaxcala, Guerrero, Oaxaca y Chiapas, chubascos en Guanajuato, Querétaro, Hidalgo, Veracruz y Quintana Roo, así como lluvias aisladas en Yucatán. Las lluvias fuertes a muy fuertes antes mencionadas estarán acompañadas de descargas eléctricas y posible caída de granizo, podrían incrementar los niveles de ríos y arroyos, además de ocasionar deslaves, inundaciones y encharcamientos.",
    "N4H" : "Golfo de México",
    "N4T" : "\nAviso Especial por Frente Frío-Lluvia Fuerte-Norte.\nXalapa, Ver., 11 de noviembre de 2023.\n\nExtreme precaución por:\n*Crecidas de ríos y arroyos de respuesta rápida.\n*Inundaciones en partes bajas de centros urbanos.\n*Deslaves y derrumbes.\n*Destechamientos, caída de árboles u otros objetos.\n*Oleaje elevado.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: el frente frío 9, impulsado por una masa de aire frío de origen ártico, recorre lentamente el norte de Veracruz, esperándose sean frenados y estacionados esta noche en el sur de esta entidad u oeste de Tabasco, por una masa de aire marítimo tropical que domina el Caribe, donde siguen mostrándose señales para el desarrollo de un sistema ciclónico hacia mediados de semana. Lo anterior está favoreciendo aumente el potencial para lluvias fuertes a muy fuertes con tormentas (actividad eléctrica y ráfagas de viento) aisladas con las máximas en cuencas del norte y sur. Además, el viento cambia al Norte estimándose sea un evento prolongado con su mayor intensidad entre domingo 12 y martes 14, dando lugar al descenso de la temperatura y al oleaje elevado. Por lo anterior, se recomienda extremar precauciones y atender las recomendaciones que realicen las autoridades municipales de protección civil.\n\nPRONÓSTICO PARA LOS SIGUIENTES TRES DÍAS: SÁBADO 11: tormentas y lluvias con acumulados estimados de 5 a 20 mm en promedio en la entidad con máximos de 70 a 100 mm entre la cuenca del Tuxpan al Colipa  y del Papaloapan al Tonalá, de 20 a 50 mm en la cuenca del Pánuco, sin descartar mayores a estos rangos de forma más dispersa. Viento del Noroeste y Norte de 30 a 40 km/h con rachas de 50 a 65 km/h en costas, mayores en áreas de tormenta. Oleaje de 1.0 a 2.0 metros. La temperatura disminuye en la región norte y con poco cambio en el resto.\n\nDOMINGO 12: tormentas y lluvia aisladas con acumulados de 5 a 20 mm en promedio en el estado con máximos de 70 a 150 mm en cuencas del Tecolutla al Colipa y Papaloapan al Tonalá y de 20 a 50 mm en el resto del estado, siendo probables mayores a estos rangos de forma más dispersa. Viento del Noroeste y Norte de 45 a 55 km/h con rachas de 60 a 75 km/h en la costa centro-sur y de 45 a 65 km/h en la costa norte, similares en áreas de tormenta. Oleaje en la costa de 1.0 a 2.0 metros. La temperatura disminuye ligeramente en comparación al día anterior.\n\nLUNES 13: probabilidad de tormentas y lluvia aisladas con acumulados de 5 a 20 mm en promedio en el estado con máximos de 70 a 150 mm en la región de los Tuxtlas y parte baja de las cuencas del Coatzacoalcos al Tonalá, de 50 a 70 mm en el resto del estado de las cuencas del Papaloapan al Tonalá y de 20 a 50 mm en la región montañosa central, siendo probables mayores a estos rangos de forma más dispersa. Viento del Noroeste y Norte de 45 a 55 km/h con rachas de 65 a 80 km/h en la costa centro-sur y de 45 a 65 km/h en la costa norte, similares en áreas de tormenta. Oleaje en la costa de 2.0 a 3.0 metros. Los valores de la temperatura máxima disminuyen ligeramente en comparación al día anterior.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Guerrero, Oaxaca (costa), Chiapas (costa), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Sonora (sur), Sinaloa, Jalisco, Colima, Michoacán, Veracruz y Tabasco.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del viernes: sierras de Baja California, Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del viernes: sierras de Coahuila, Estado de México, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 60 a 80 km/h: Tamaulipas y Veracruz.\n\nViento de componente norte con rachas de 60 a 80 km/h: Istmo de Tehuantepec, y oleaje de 1 a 3 m de altura: Golfo de Tehuantepec.\n\nRachas de viento de 40 a 60 km/h: Baja California, Baja California Sur, Sonora, Chihuahua, Durango, Zacatecas y San Luis Potosí."
  }
}
