{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/GEOCOLOR/GOES18-EP152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP152023/12/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL LIDIA",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "1,65,898,530,16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/xgtwo/two_atl_2d2.png",
    "DAO" : "f",
    "DAT" : "\nLa actividad de lluvias y tormentas eléctricas localizada al Norte del puerto de Coatzacoalcos, Ver. ha aumentado con un área pequeña de baja presión sobre el extremo suroeste del Golfo de México. Las condiciones ambientales parecen marginalmente favorables para desarrollo adicional antes de que la baja presión se fusione con un sistema frontal sobre el oeste del Golfo de México a mediados de la semana.\n\nProbabilidad de formación en 48 horas : (20 %).\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "https://www.nhc.noaa.gov/storm_graphics/EP15/refresh/EP152023_wind_probs_34_F120+png/024636.png",
    "DPO" : "TORMENTA TROPICAL LIDIA_570 KM AL SUR-SUROESTE DE CABO SAN LUCAS, BCS_110 KM/H_ESTE-NORESTE A 10 KM/H_985 MILIBARIOS",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 291 exhalaciones, acompañadas de vapor de agua, otros gases volcánicos y ligeras cantidades de ceniza. Adicionalmente se registraron 22 minutos de tremor.\n\nDurante la mañana y al momento de este reporte se observa una emisión constante de vapor de agua y gases volcánicos con dirección al oeste.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Michoacán, Guerrero y Oaxaca.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Baja California Sur, Durango, Sinaloa, Nayarit, Jalisco, Colima, Veracruz, Tabasco y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Zacatecas, Morelos, Puebla, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Aguascalientes, Estado de México y Guanajuato.\n\nIntervalos de chubascos (5 a 25 mm): Sonora, Chihuahua, Querétaro, Hidalgo, Ciudad de México y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "09/10/2023 - Se prevé que el sistema frontal Núm. 4 se mantenga con características de estacionario en la Sonda de Campeche y frente a la Península de Yucatán, mismo que interactuará con la circulación de la Depresión tropical Dieciséis-E, ocasionando en Veracruz tormentas puntuales de 150 a 250 mm en las cuencas del Tuxpan, Cazones, Tecolutla, Nautla, especialmente en partes altas, así como en la región de Los Tuxtlas; tormentas puntuales 75 a 150 mm en el Papaloapan, Coatzacoalcos y Tonalá; tormentas puntuales 50 a 75 mm en el resto de las zonas montañosas y tormentas puntuales de 25 a 50 mm en el resto de la región. En tanto que, en Tamaulipas, se prevén las condiciones para la presencia de lluvias o lloviznas (0.1 a 5.0 mm) en la entidad, sin descartar lluvias de 5.1 a 25 mm en la región fronteriza y occidente de la cuenca central. El viento continuará de componente Norte a lo largo del Estado veracruzano, debido a la masa de aire frío que acompaña al frente, previendo rachas que podrían estar alrededor de los 80 km/h en las costas de Laguna Verde y de alrededor de 70 km/h en el resto del litoral del centro y sur, tendiendo a disminuir su intensidad de forma gradual durante el lunes. En Tamaulipas, se prevé de igual forma domine viento del Norte de 20 a 35 km/h, rolando al Este por la mañana del lunes en el norte y centro, así como por la tarde en la porción sur. El ambiente para el día de mañana lunes se mantendrá templado a cálido en Tamaulipas así como en Veracruz, previendo que durante la noche y madrugada se perciba ambiente fresco a frío en zonas serranas, así como templado a fresco en planicies y costas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "09/10/2023 - Este lunes, la posible tormenta tropical MAX se aproximará e ingresará a tierra sobre la costa occidente de Guerrero, provocando lluvias puntuales torrenciales en Michoacán, Guerrero y Oaxaca, intensas en Colima; muy fuertes en el Estado de México y Morelos; además de chubascos y lluvias fuertes en el centro del país. Asimismo, se pronostican rachas de viento de 90 a 110 km/h y oleaje de 4 a 6 metros de altura en costas de Guerrero, Michoacán y Colima. Por otro lado, el frente Núm. 4 se extenderá como estacionario sobre el suroeste del Golfo de México y la Península de Yucatán, donde interaccionará un canal de baja presión provocando lluvias puntuales intensas en Veracruz, Chiapas y Tabasco; así como chubascos y lluvias fuertes a muy fuertes en el oriente mexicano y en dicha península. La masa de aire frío mantendrá el evento de NORTE con rachas de 50 a 70 km/h en la costa sur de Veracruz y el Istmo de Tehuantepec, durante la mañana, pero hacia la tarde y noche empezará a modificar sus características térmicas. Finalmente, LIDIA se ubicará aproximadamente a 500 km de la costa sur de Baja California Sur, interaccionará con un canal de baja presión sobre el noroeste y occidente del país y la corriente en chorro subtropical generando lluvias puntuales intensas en Baja California Sur, Sinaloa, Durango, Nayarit y Jalisco; así como de chubascos a lluvias puntuales muy fuertes en Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Zacatecas, Guanajuato y Aguascalientes. A su vez, se pronostican vientos con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura en costas de Baja California Sur y Jalisco.\n\n Las lluvias mencionadas, se acompañarán de descargas eléctricas, fuertes rachas de viento y posible caída de granizo, además, podrían reducir la visibilidad y provocar crecida de ríos y arroyos, desbordamientos, deslaves e inundaciones.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "08/10/2023 - El frente frío Núm. 4 se extenderá sobre la Península de Yucatán y sureste de mexicano, provocando lluvias puntuales torrenciales en Puebla, Veracruz, Chiapas y Tabasco, intensas en Campeche, muy fuertes en Hidalgo y Yucatán, así como fuertes en Coahuila, Nuevo León, Tamaulipas, Querétaro, Estado de México, Morelos y Quintana Roo. La masa de aire frío que acompaña al frente mantendrá el evento de NORTE con rachas de viento de 70 a 90 km/h y oleaje de 2 a 4 metros de altura en las costas de Tamaulipas, Veracruz, Istmo y Golfo de Tehuantepec; ambiente fresco a frío y densos bancos de niebla en zonas altas del norte, noreste, centro y oriente de la República Mexicana, incluido el Valle de México. La depresión tropical Dieciséis-E evolucionará a tormenta tropical al sur de las costas de Guerrero, tomando el nombre de Max, y ocasionará lluvias puntuales torrenciales en Guerrero y Oaxaca, e intensas en Nayarit, Jalisco, Colima y Michoacán. Asimismo, se prevén rachas de viento de 60 a 80 km/h y oleaje de 2 a 4 metros de altura en las costas de Oaxaca y Guerrero. Por otra parte, un canal de baja presión extendido sobre el noroeste del territorio nacional, aunado a la amplia circulación de la tormenta tropical LIDIA y a la entrada de humedad generada por la corriente en chorro subtropical, propiciará lluvias puntuales intensas en Baja California Sur, muy fuertes en Sinaloa, fuertes en Chihuahua y chubascos en Baja California y Sonora.",
    "N4H" : "Golfo de México",
    "N4T" : "Aviso Especial por Frente Frío-Lluvias-Norte\n\nXalapa, Ver., 9 de octubre de 2023.\n\nPrecauciones ante posibles:\n *Encharcamiento e inundaciones en partes bajas.\n *Deslaves, derrumbes y deslizamientos.\n *Vigile crecidas de ríos y arroyos de respuesta.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN:\nLa persistencia del  frente 4 sobre el suroeste del Golfo de México, ha desarrollado a un centro de baja presión a unos 160 km al norte de Coatzacoalcos, el cual presenta un 20% de probabilidad de evolucionar a ciclón tropical en las próximas 48 horas, mientras se mueva hacia el norte paralelo a costas de Veracruz. Por su parte, su masa de aire frío se modifica sobre el norte, noreste y este de México, y sobre el Golfo de México. Dado lo anterior, se pronostica que estos sistemas dejen de afectar directamente al estado de Veracruz en el transcurso de mañana, por lo que, se desactiva la Alerta Gris, emitiéndose el presente Aviso Especial con la finalidad de que se continúen con las precauciones, en especial en la vigilancia de los ríos y en zonas susceptibles a remoción de masa. A continuación el pronóstico para las siguientes 24 horas.\n\nPRONÓSTICO PARA EL ESTADO DE VERACRUZ:\nLunes 09: probabilidad de lluvias con tormentas (actividad eléctrica y ráfagas de viento). Acumulados en 24 horas de 5 a 15 mm con máximos de 50 a 70 mm en zonas de llanura-costa y región de los Tuxtlas y de 20 a 50 mm en la región montañosa central, siendo probables mayores de forma más dispersa. Viento dominante en la costa del Noroeste y Norte de 35 a 50 km/h con rachas máximas de 50 a 70 km/h. Oleaje de 1.0 a 3.0 metros cercano al litoral decreciendo mañana. Los valores de la temperatura máxima aumentan en la zona norte, teniendo pocos cambios en el resto.\n\nPERSPECTIVA:\nA partir de mañana martes 10 se prevén condiciones limitadas para lluvias y tormentas (actividad eléctrica y ráfagas de viento) en nuestra entidad, excepto en la región montaña central donde pueden presentarse eventos moderados aislados, asimismo, aumentarán los valores de la temperatura máxima y dominará viento del Noreste, Este y Sureste de 20 a 35 km/h. El pronóstico sigue indicando que un nuevo frente frío y su masa fría de origen polar crucen y afecten al estado de Veracruz durante el fin de semana nuevamente con lluvias significativas y un evento de NORTE intenso. Por lo anterior, se recomienda estar al pendiente de las actualizaciones del pronóstico del tiempo y del posible activación de un nuevo alertamiento.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n1. EL FRENTE FRÍO QUE SE LOCALIZA SOBRE EL GOLFO DE MÉXICO Y LA INTERACCIÓN CON LA AFLUENCIA DE HUMEDAD DE CITADO GOLFO, OCASIONAN CIELO MEDIO NUBLADO A NUBLADO CON LLUVIAS ESCASAS O LLOVIZNAS Y REDUCCIÓN A LA VISIBILIDAD, SOBRE TAMAULIPAS Y REGIÓN NOROESTE DEL GOLFO DE MÉXICO; ASIMISMO, CIELO NUBLADO A CERRADO, CHUBASCO Y TORMENTAS ELÉCTRICAS SOBRE VERACRUZ Y REGIÓN SUROESTE DEL GOLFO DE MÉXICO.\n\n2. BAJA PRESIÓN LOCALIZADA SOBRE LA REGIÓN SURESTE DEL GOLFO DE MÉXICO, OCASIONA CIELO NUBLADO, CHUBASCOS Y TORMENTAS ELÉCTRICAS SOBRE LA COSTA DE TABASCO, COSTA Y SONDA DE CAMPECHE.\n\n3. AFLUENCIA DE HUMEDAD PROVENIENTE DEL MAR CARIBE, OCASIONA CIELO NUBLADO, CHUBASCOS Y TORMENTAS ELÉCTRICAS SOBRE LA COSTA DE QUINTANA ROO.\n\n4. PRESENCIA DE BRUMA SOBRE LA COSTA NORTE DE VERACRUZ, CAMPECHE Y COSTA DE QUINTANA ROO.\n\n5. VIENTO FUERTE\n\n-AVISOS DE TEMPORAL-\n\n1. DEBIDO AL ESTABLECIMIENTO DE VAGUADAS PREVALECERÁ POTENCIAL DE TORMENTAS LOCALES QUE PODRÍAN OCASIONAR CHUBASCOS, RACHAS DE VIENTO FUERTE, OLEAJE ELEVADO, ACTIVIDAD ELÉCTRICA Y REDUCCIÓN A LA VISIBILIDAD SOBRE REGIONES MARÍTIMAS DEL GOLFO DE MÉXICO Y MAR CARIBE.\n2. SE ESPERAN EN LAS PRÓXIMAS 24 HORAS, INTERVALOS DE CHUBASCOS (25 A 50 MM) CON LLUVIAS PUNTUALES MUY FUERTES (50 A 75 MM, CON MÁXIMOS PUNTUALES DE 100 A 120 MM) Y TORMENTAS ELÉCTRICAS SOBRE TAMAULIPAS Y VERACRUZ; ASÍ COMO LLUVIAS FUERTES (25 A 50 MM) CON LLUVIAS PUNTUALES MUY FUERTES (50 A 75 MM) Y TORMENTAS ELÉCTRICAS SOBRE TABASCO, CAMPECHE, QUINTANA ROO, REGIÓN SONDA DE CAMPECHE Y REGIÓN NOROESTE DEL MAR CARIBE.\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Sonora, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Tamaulipas, San Luis Potosí, Veracruz y Tabasco.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Sonora, Chihuahua, Durango, Coahuila, Nuevo León, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 90 a 110 km/h y oleaje de 4 a 6 metros de altura: costas de Guerrero, Michoacán y Colima.\n\nViento con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura: costas de Baja California Sur, Jalisco y Oaxaca.\n\nEvento de NORTE durante la mañana con rachas de viento de 50 a 70 km/h: costa sur de Veracruz e Istmo de Tehuantepec.\n\nOleaje de 1 a 3 metros de altura: costas de Sinaloa y Nayarit."
  }
}
