{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "lEn95DZB664,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Veracruz, Oaxaca, Chiapas y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Baja California, Tamaulipas, San Luis Potosí e Hidalgo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California Sur, Sonora, Chihuahua, Durango, Sinaloa, Coahuila, Nuevo León, Zacatecas, Aguascalientes, Nayarit, Jalisco, Colima, Michoacán, Guanajuato, Querétaro, Estado de México, Ciudad de México y Tlaxcala.\n\nLluvias aisladas (0.1 a 5 mm): Morelos y Guerrero.\n\nProbabilidad para la caída de lluvia engelante, aguanieve o nieve en: Baja California, Sonora (norte), Chihuahua (suroeste) y Durango (noroeste), así como en las cimas superiores a los 4,200 msmn del centro y oriente.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "20/01/2024 - El frente frío No. 28 continuará recorriendo la vertiente oriental del país, interactuando a su paso con el canal de baja presión en el suroeste del Golfo de México, dicho frente alcanzará el sur de Veracruz en el transcurso de la tarde y abandonará la región al final de este periodo de pronóstico. Previendo en Tamaulipas lluvias con intervalos de chubascos (5.1 a 25 mm) en la región de la Sierra Madre y cuencas del GuayalejoTamesí y Tamuín; lluvias escasas o lloviznas (0.1 a 5.0 mm) en las cuencas del Soto La Marina y San Fernando, así como aisladas en la parte baja de la cuenca del Bravo. En Veracruz se prevén tormentas puntuales intensas (75 a 150 mm) en el Cazones, Tecolutla, Nautla, Papaloapan, Coatzacoalcos y Tonalá; tormentas puntuales fuertes (25 a 50 mm) en el resto de la porción norte y resto de las zonas montañosas; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la región. El viento en ambas entidades se mantendrá de componente Norte; presentándose con velocidades en Tamaulipas de 30 a 40 km/h con rachas 60 a 70 km/h; mientras que en Veracruz será de 40 a 50 km/h con rachas 70 a 80 km/h. Presentándose en ambos casos, especialmente la tarde del sábado. La temperatura diurna mantendrá un ambiente templado a cálido en ambas entidades, mientras que por la noche será templado a fresco y frío a muy frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "20/01/2024 - Este sábado, el frente frío No. 28 recorrerá el sureste y la Península de Yucatán, mantendrá interacción con la abundante entrada de humedad generada por la corriente en chorro subtropical, por lo cual, continuarán condiciones para chubascos y lluvias puntuales fuertes en las regiones mencionadas, y en el oriente y noreste de la República Mexicana, además de lluvias muy fuertes en Puebla, Campeche, Yucatán y Quintana Roo, y lluvias intensas en Veracruz, Oaxaca, Chiapas y Tabasco.  A su vez, la masa de aire ártica seguirá generando ambiente frío a muy frío al amanecer en el noroeste, norte, noreste y centro de México, percibiéndose el ambiente gélido en Chihuahua, Durango y Coahuila, asimismo, bancos de niebla en sierras del noreste, oriente y sureste del país. También, persistirá el evento de NORTE de muy fuerte a intenso con oleaje elevado en el litoral de Tamaulipas, Veracruz e Istmo y Golfo de Tehuantepec, siendo fuerte en costas de Tabasco, Campeche, Yucatán y Quintana Roo.  Por otra parte, canales de baja presión, uno en el noroeste y otro en el interior del país, aunado a la entrada de humedad del océano Pacífico e inestabilidad en niveles altos de la atmosfera, propiciarán lluvias con intervalos de chubascos en el noroeste, occidente y centro de territorio nacional. Además se prevén condiciones para la caída de lluvia engelante, aguanieve o nieve en las sierras de Baja California, Durango, Sonora (norte) y Chihuahua (suroeste), así como en cimas por arriba de los 4,200 msnm del centro y oriente de México.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "19/01/2024 - El frente frío No. 28 se desplazará sobre el noreste, oriente y gradualmente el sureste mexicano, y la Península de Yucatán, interaccionará con un canal de baja presión el cual se extiende desde el suroeste del Golfo de México hasta el sureste del país y con la entrada de humedad generada por la corriente en chorro subtropical, ocasionarán lluvias puntuales intensas en zonas de Veracruz, Chiapas y Tabasco, lluvias muy fuertes en Puebla y Oaxaca, fuertes en Tamaulipas, San Luis Potosí, Campeche, Yucatán y Quintana Roo, así como chubascos en Querétaro e Hidalgo. A su vez, la masa de aire ártica que impulsa al frente, ocasionará evento de NORTE muy fuerte con rachas de 70 a 90 km/h y oleaje de 2 a 3 metros de altura en las costas de Tamaulipas y Veracruz, condición que se extenderá con rachas de 40 a 60 km/h y oleaje de hasta 2 metros de altura en las costas de Tabasco y Campeche, presentándose intenso con rachas de 90 a 100 km/h en el Istmo de Tehuantepec y con oleaje de 2 a 4 metros de altura en el Golfo de Tehuantepec. También, se esperan bancos de niebla en zonas de los estados del noreste, oriente y sureste del territorio mexicano. Por otro lado, la entrada de humedad del Océano Pacífico generará lluvias aisladas en Baja California, Jalisco, Colima, Michoacán, Guerrero, Guanajuato, Estado de México, Ciudad de México y Tlaxcala.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nayarit, Jalisco (costa), Colima, Michoacán, Guerrero y Oaxaca (costa).\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa y Chiapas (costa).\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Chihuahua, Durango y Coahuila.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California, Sonora, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Sinaloa, Michoacán, Guanajuato, Querétaro, Ciudad de México, Morelos, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 80 a 100 km/h: Istmo de Tehuantepec; con oleaje de 2 a 4 metros de altura: costas de Veracruz y Golfo de Tehuantepec; con rachas de 60 a 80 km/h y oleaje de 2 a 3 metros de altura: costas de Tamaulipas; y con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura: costas de Tabasco, Campeche, Yucatán y Quintana Roo.\n\nVientos con rachas de 40 a 60 km/h y tolvaneras: Baja California, Sonora, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, Zacatecas, San Luis Potosí y Aguascalientes."
  }
}
