{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL092024/GEOCOLOR/AL092024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL092024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/09/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/09L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN HELENE",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT09/refresh/AL092024_wind_probs_34_F120+png/213745.png",
    "DAO" : "HURACAN HELENE_175 KM AL NOR-NORESTE DE COZUMEL, QROO._130 KM/H_NOR-NOROESTE A 18 KM/H_980 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "sZ6cJx336cs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias puntuales extraordinarias (superiores a 250 mm): Guerrero y Oaxaca.\n\nLluvias intensas con puntuales torrenciales (150 a 250 mm): Chiapas, Yucatán y Quintana Roo.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Puebla y Veracruz.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Michoacán, Morelos, Tlaxcala, Tabasco y Campeche.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Jalisco, Colima, Nuevo León, Tamaulipas, San Luis Potosí, Hidalgo, Querétaro y Estado de México.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Nayarit, Guanajuato y Ciudad de México.\n\nLluvias aisladas (0.1 a 5 mm): Chihuahua, Sinaloa, Durango, Zacatecas y Aguascalientes.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "25/09/2024 - Se mantendrá el constante ingreso de humedad hacia Tamaulipas y Veracruz, principalmente del ciclón tropical JOHN  ubicado en el golfo de Tehuantepec y un sistema de baja presión que cruzará el golfo de México a partir de la noche del martes, interactuando con el canal de baja presión en el suroeste del golfo de México, así como con condiciones locales y el frente frío No. 3 en el norte de Tamaulipas a partir del miércoles. Se prevé, que en Tamaulipas se presenten tormentas puntuales fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm) en el sur y occidente de la entidad; mientras en el resto se prevén lluvias con intervalos de chubascos (5.1 a 56 mm), especialmente en porciones bajas. Mientras que en Veracruz se prevén tormentas puntuales torrenciales (150 a 250 mm) en las cuencas del sur de la región; mientras que en el resto de las zonas montañosas se prevén tormenta puntuales intensas (75 a 150 mm) y puntuales fuertes (25 a 50 mm) a muy fuertes (50 a 75 mm) en porciones medias y bajas del norte y centro de la región. El viento será del Este y Sureste en Tamaulipas fijándose hacia el Noreste a partir del miércoles, mientras que en Veracruz se mantendrá de componente Norte; presentándose en todos los casos de 25 a 35 km/h, así como rachas de 50 km/h por la tarde a partir del jueves en zonas de costa de ambas entidades. La temperatura diurna mantendrá un ambiente cálido a caluroso en ambas entidades; templado a cálido por la noche, así como fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "25/09/2024 - Este miércoles, HELENE se desplazará como posible huracán de categoría 1 sobre el canal de Yucatán, muy próximo a la costa de Cancún, Quintana Roo. Sus bandas nubosas ocasionarán lluvias torrenciales en Yucatán y Quintana Roo, así como intensas rachas de viento y oleaje elevado en las costas de ambos estados, además de lluvias muy fuertes en Campeche. Por otra parte, la zona baja presión con probabilidad de desarrollo ciclónico ubicada frente a las costas de Guerrero, seguirá interaccionando con los remanentes de John, aunada con la vaguada monzónica, mantendrán el temporal de lluvias intensas a puntuales extraordinarias en el sur y sureste del país, así como lluvias fuertes a muy fuertes en zonas del occidente y centro del territorio nacional, incluido el Valle de México; además de rachas fuertes a muy fuertes de viento, oleaje elevado y la posible formación de trombas marinas en las costas Jalisco, Colima, Michoacán, Guerrero, Oaxaca y Chiapas. Asimismo, el frente No. 3 se localizará sobre el norte de México, en combinación con el ingreso de humedad del océano Pacífico y golfo de México, producirá chubascos y lluvias fuertes con descargas eléctricas, rachas de viento y posibles granizadas en zonas del norte y noreste de la República Mexicana. Finalmente, se mantendrá el ambiente caluroso a muy caluroso con temperaturas máximas superiores a 35 °C en estados del noroeste, norte, noreste y occidente del territorio mexicano.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "24/09/2024 - Una zona de baja presión con probabilidad de desarrollo ciclónico que interactúa con los remanentes del ciclón tropical John frente a las costas de Guerrero, en interacción con la vaguada monzónica, mantendrán el temporal de lluvias extraordinarias en Guerrero y Oaxaca; lluvias puntuales torrenciales en Chiapas; lluvias puntuales intensas en Michoacán, Puebla, Veracruz (sur) y Tabasco; lluvias puntuales muy fuertes en Jalisco y Colima; lluvias puntuales fuertes en Hidalgo, Estado de México, Tlaxcala y Morelos; chubascos en Nayarit, Querétaro y Ciudad de México, y lluvias aisladas en Guanajuato y Aguascalientes. Asimismo, se prevén rachas de viento de 50 a 70 km/h, oleaje de 1 a 3 m de altura y posible formación de trombas marinas en las costas de Guerrero y Oaxaca, y rachas de viento de 40 a 60 km/h con oleaje de 1 a 2 m de altura en las costas de Jalisco, Colima y Michoacán. Por su parte, la tormenta tropical Helene se desplaza frente a las costas de Quintana Roo, con trayectoria probable hacia el canal de Yucatán. Su amplia circulación y bandas nubosas ocasionarán lluvias puntuales torrenciales en Yucatán y Quintana Roo, y rachas de viento de 70 a 90 km/h con oleaje de 2 a 4 metros de altura y trombas marinas en las costas de dichos estados; además de lluvias muy fuertes y rachas de viento de 40 a 60 km/h en Campeche. A su vez, el frente No. 3 se extiende con características de estacionario al sur de los Estados Unidos, en interacción con la corriente en chorro subtropical, un canal de baja presión sobre el norte del país y el ingreso de humedad de ambos océanos, originarán lluvias puntuales muy fuertes en Tamaulipas y fuertes en Chihuahua, Durango y San Luis Potosí; chubascos en Coahuila, Nuevo León y Sinaloa, y lluvias aisladas en Aguascalientes; así como rachas de viento de 40 a 60 km/h en las entidades del noroeste, norte y noreste mexicano. Dicho frente, será reforzado por una nueva masa de aire frío.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Baja California Sur, Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Chihuahua, Coahuila, Nuevo León, Tamaulipas, Durango, San Luis Potosí, Zacatecas, Nayarit, Jalisco, Colima y Michoacán.\n\nTemperaturas máximas de 30 a 35 °C: Veracruz, Tabasco, Campeche y Yucatán.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del miércoles: zonas montañosas de Chihuahua, Durango, Michoacán, Estado de México, Hidalgo, Puebla, Tlaxcala y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 80 a 100 km/h, oleaje de 3 a 5 metros de altura y posible formación de trombas marinas: costas de Yucatán y Quintana Roo, y rachas de viento de 40 a 60 km/h: costas de Campeche y Tabasco.\n\nViento con rachas de 70 a 90 km/h, oleaje de 2 a 4 metros de altura y posible formación de trombas marinas: costas de Guerrero y Oaxaca; y rachas de viento de 40 a 60 km/h y oleaje de 1 a 3 metros de altura: costas de Jalisco, Colima, Michoacán y Chiapas.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo León, San Luis Potosí, Aguascalientes, Zacatecas, Durango, Sinaloa, Nayarit, Jalisco, Michoacán, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Morelos."
  }
}
