{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/AL022024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT02/refresh/AL022024_wind_probs_34_F120+png/175326.png",
    "DAO" : "HURACAN BERYL_940 KM AL SUR-SURESTE DE COZUMEL, QROO_215 KM/H_OESTE-NOROESTE A 30 KM/H_960 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Quintana Roo.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Yucatán.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua,  Nayarit, Jalisco y Campeche.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sinaloa, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Durango, Zacatecas, Aguascalientes, Guanajuato, Estado de México, Ciudad de México y Morelos.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Baja California Sur, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Hidalgo, Tlaxcala, Puebla, Veracruz y Tabasco.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "04/07/2024 - Se mantendrá la interacción del ingreso de humedad a Tamaulipas y Veracruz con condiciones locales, el canal de baja presión en el suroeste del Golfo de México y el desplazamiento de la onda tropical No. 7 por el sur del país durante el jueves, así como el ingreso del ciclón tropical BERYL al sureste del Golfo de México durante el viernes desplazándose en dirección al noreste del país; favorecerán cielo medio nublado a nublado con presencia de lluvias acompañadas de actividad eléctrica y viento en rachas. En Tamaulipas se prevén lluvias con intervalos de chubascos (5.1 a 25 mm) en las cuencas del sur de la región y lluvias escasas o lloviznas (0.1 a 5.0 mm) aisladas en porciones medias y bajas de la entidad. En Veracruz, a partir del viernes se prevén tormentas puntuales muy fuertes (50 a 75 mm) en porciones medias y altas del sur de la región; mientras que en el resto de la región se prevén intervalos de chubascos (5.1 a 25 mm) con tormentas puntuales fuertes (25 a 50 mm) en la porción media de la región. El viento será del Sur y Sureste en Tamaulipas y norte de Veracruz, de componente Este en el resto de la región; presentándose en ambos casos de 25 a 35 km/h y rachas de 50 km/h por la tarde en el norte de Tamaulipas; fijándose en ambas entidades hacia componente Norte durante el sábado con similar velocidad en Veracruz e incrementándose en Tamaulipas a partir de la tarde hasta presentarse rachas de 100 km/h . En ambas entidades se mantendrá un ambiente cálido a caluroso; así como templado a fresco por la noche y fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "04/07/2024 - Este jueves, el huracán Beryl se aproximará a las costas de Quintana Roo, sus bandas nubosas originarán lluvias muy fuertes a puntuales torrenciales en la Península de Yucatán, así como vientos de 120 a 140 km/h, oleaje de 4 a 6 metros de altura y posible formación de trombas marinas en las costas de Yucatán (oriente) y Quintana Roo. De mantener su trayectoria y velocidad de desplazamiento, se pronostica que Beryl podría tocar tierra durante la noche del jueves o la madrugada del viernes sobre la costa central de Quintana Roo. Por otro lado, la zona de baja presión con probabilidad de desarrollo ciclónico en el Océano Pacífico se desplazará frente a las costas de Colima y Jalisco, propiciando lluvias fuertes en Michoacán, Colima y Jalisco, además de rachas fuertes de viento, oleaje elevado y posible formación de trombas marinas en zonas costeras. A su vez, la onda tropical No. 7 recorrerá lentamente el sureste y sur mexicano, ocasionando chubascos y lluvias puntuales fuertes con descargas eléctricas en esa región. Otros canales de baja presión sobre la Mesa del Norte y la Mesa Central, en combinación con inestabilidad atmosférica superior y la entrada de humedad proveniente de ambos océanos, provocarán lluvias fuertes a puntuales muy fuertes en el noroeste, norte, noreste, oriente, centro, occidente y sur del territorio nacional, incluido el Valle de México. Finalmente, prevalecerá el ambiente caluroso a muy caluroso en el noroeste y norte de la República Mexicana, pronosticándose temperaturas máximas superiores a 40 °C en Baja California, Sonora, Chihuahua y Coahuila.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "03/07/2024 - Esta noche y madrugada del jueves, una zona de baja presión con probabilidad de desarrollo ciclónico al sur de Colima y Michoacán aportará humedad hacia el occidente mexicano, ocasionando lluvias puntuales intensas en Jalisco, Colima, Michoacán (costa) y Guerrero, además de viento con rachas de 50 a 70 km/h, oleaje de 1 a 3 metros de altura y posible formación de trombas marinas en zonas costeras de los estados indicados. Por otra parte, la onda tropical No. 7 interaccionará con un canal de baja presión sobre el sureste mexicano, provocando lluvias puntuales intensas en regiones de Oaxaca y Chiapas, muy fuertes en Veracruz, lluvias fuertes en Tabasco, así como chubascos en Campeche, Yucatán y Quintana Roo. Un segundo canal de baja presión extendido desde el noroeste hasta el centro del país, en combinación con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad procedente del Océano Pacífico y Golfo de México, ocasionarán lluvias puntuales muy fuertes en Sonora, Chihuahua, Sinaloa, Nayarit, Guanajuato y Querétaro; fuertes en Durango, Zacatecas (sur), Aguascalientes, San Luis Potosí, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México, Morelos; además de chubascos en Baja California, Baja California Sur, Coahuila, Nuevo León y Tamaulipas. Dichas lluvias se acompañarán de descargas eléctricas y posible caída de granizo, además, podrían generar encharcamientos, crecida de ríos, deslaves e inundaciones.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora, Chihuahua y Coahuila.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Sinaloa, Durango, Nuevo León, Tamaulipas, Michoacán, Campeche y Yucatán.\n\nTemperaturas máximas de 30 a 35 °C: Nayarit, Jalisco, Colima, Guerrero, Oaxaca, Chiapas, Zacatecas, San Luis Potosí, Veracruz, Tabasco y Quintana Roo.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 120 a 140 km/h, oleaje de 4 a 6 metros de altura y posible formación de trombas marinas: costas de Quintana Roo y Yucatán (oriente).\n\nViento con rachas de 50 a 70 km/h, oleaje de 1 a 3 metros de altura y posible formación de trombas marinas, durante la mañana: costas de Michoacán, Colima y Jalisco.\n\nViento con rachas de 40 a 60 km/h: Istmo de Tehuantepec y costa de Campeche; con posibles tolvaneras: Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí y Zacatecas.\n\nViento con rachas de 30 a 50 km/h y posibles tolvaneras: Baja California, Baja California Sur y Durango."
  }
}
