{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL022024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/02/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/02L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL BERYL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe registraron 20 exhalaciones y 266 minutos de tremor.\n\nEl Semáforo de Alerta Volcánica se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "wuWswhuA_AA,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Oaxaca y Chiapas.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Sonora, Chihuahua, Zacatecas, Durango, Sinaloa, Nayarit, Jalisco, Michoacán, Guerrero, Veracruz y Tabasco.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Colima, Coahuila, San Luis Potosí, Aguascalientes, Guanajuato, Querétaro, Hidalgo, Puebla, Estado de México, Ciudad de México, Morelos, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Baja California Sur, Nuevo León, Tamaulipas y Tlaxcala.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "16/07/2024 - Se mantendrá la interacción del ingreso de humedad hacia Tamaulipas y Veracruz con el canal de baja presión en el  suroeste del golfo de México, así como condiciones locales como el calentamiento diurno y forzamiento orográfico, manteniéndose condiciones de cielo medio nublado a nublado con lluvias acompañadas de actividad eléctrica y viento en rachas; durante el martes se prevé el desplazamiento de la onda tropical No. 10 por el sur de Veracruz interactuando con el canal de baja presión antes mencionado. Previendo en Tamaulipas tormentas puntuales fuertes (25 a 50 mm) en las porciones sur y occidente de la entidad; intervalos de chubascos (5.1 a 25 mm) en el resto de la entidad, especialmente en porciones medias y bajas. En Veracruz se prevén  tormentas puntuales fuertes (25 a 50 mm) en las cuencas del sur de la región y zonas montañosas del norte de la región y lluvias con intervalos  de chubascos (5.1 a 25 mm) en el resto de la región; incrementándose en la porción sur durante el miércoles en la porción sur hasta tormentas puntuales muy fuertes (50 a 75 mm). El viento será del Sur y Sureste en Tamaulipas, así como norte y centro de Veracruz, mientras en el resto será del Este y Noreste; presentándose en todos los casos de 25 a 35 km/h; así como rachas de 50 km/h durante la tarde en el norte de Tamaulipas. En ambas entidades la temperatura diurna favorecerá un ambiente cálido a caluroso; mientras que durante la noche será templado a fresco así como fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "16/07/2024 - Este martes, la onda tropical No. 10 se desplazará frente a las costas del Pacífico sur mexicano, en tanto, la onda tropical No. 11 se desplazará sobre la Península de Yucatán y gradualmente el sureste de México, interaccionarán con un canal de baja presión sobre el suroeste del golfo de México, ocasionando lluvias fuertes a muy fuertes con descargas eléctricas en dichas regiones, pronosticándose lluvias puntuales intensas en Oaxaca y Chiapas. Por otra parte, el monzón mexicano originará lluvias muy fuertes acompañadas de descargas eléctricas, rachas de viento y posible caída de granizo en Sonora, Chihuahua, Durango y Sinaloa, así como chubascos en la península de Baja California. Además, se pronostican rachas de viento fuertes a muy fuertes con posible formación de torbellinos en zonas de Sonora y Chihuahua. Canales de baja presión a lo largo de la Sierra Madre Occidental, el noreste, oriente y centro del territorio mexicano, en combinación con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad del océano Pacífico y golfo de México, producirán chubascos y lluvias fuertes a muy fuertes, descargas eléctricas y posibles granizadas en dichas regiones, así como en el occidente de la República Mexicana, además de rachas de viento fuertes con posible formación de torbellinos en Coahuila. Finalmente, continuará el ambiente caluroso a muy caluroso sobre entidades del noroeste, norte y noreste del país, así como en la península de Yucatán, con temperaturas superiores a 40 °C en zonas de Baja California, Sonora y Sinaloa.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "15/07/2024 - La onda tropical No. 10 se desplazará sobre el sureste del país, mientras que la onda tropical No. 11 se ubicará al oriente de la península de Yucatán, interaccionarán con canales de baja presión sobre el suroeste del golfo de México y la mencionada península, así como la entrada de humedad proveniente de dicho golfo y del mar Caribe, originando lluvias puntuales muy fuertes en Guerrero, Oaxaca, Chiapas, Campeche y Yucatán, y lluvias puntuales fuertes en Veracruz, Tabasco y Quintana Roo, todas acompañadas de descargas eléctricas y posible caída de granizo. Por otra parte, el monzón mexicano sobre el noroeste del territorio nacional genera lluvias puntuales muy fuertes en Sonora, Chihuahua, Durango y Sinaloa, así como intervalos de chubascos en la península de Baja California. A su vez, se pronostican rachas de viento de 30 a 50 km/h con posible formación de torbellinos en zonas de Baja California, Sonora y Chihuahua. Asimismo, canales de baja presión sobre el occidente, centro y noreste de la república mexicana, en combinación con inestabilidad en niveles altos de la atmósfera y el ingreso de humedad del océano Pacífico y golfo de México, producirán lluvias puntuales intensas en Jalisco; lluvias puntuales muy fuertes en Nayarit, Guanajuato, Estado de México, Ciudad de México y Michoacán; lluvias puntuales fuertes en Coahuila, Zacatecas, Aguascalientes, Colima, Querétaro, Hidalgo y Morelos, e intervalos de chubascos en Nuevo León, Tamaulipas, San Luis Potosí, Puebla y Tlaxcala; además, se prevén rachas de viento de 50 a 70 km/h en Oaxaca (Istmo y golfo de Tehuantepec) y rachas de 30 a 50 km/h con posible formación de torbellinos en Coahuila.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Baja California, Sonora y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California Sur, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Nayarit, Jalisco, Colima, Michoacán, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Guerrero, Oaxaca, Chiapas, San Luis Potosí, Morelos, Puebla (suroeste) y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Durango, Estado de México, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h: Baja California, Baja California Sur, istmo y golfo de Tehuantepec; y con posible formación de torbellinos: Sonora y Chihuahua.\n\nViento con rachas de 30 a 50 km/h: costa de Jalisco; con posibles tolvaneras: Nuevo León, Tamaulipas, San Luis Potosí y Zacatecas; y con posible formación de torbellinos: Coahuila."
  }
}
