{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "GTzPMN5Excs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Guerrero, Oaxaca, Chiapas y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Michoacán, Estado de México, Ciudad de México, Morelos, Tlaxcala, Puebla, Hidalgo, Veracruz, Tabasco, Campeche y Yucatán.\n\nLluvias aisladas (0.1 a 5 mm): Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Querétaro, Nayarit, Jalisco y Colima.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "06/11/2024 - La interacción del ingreso de humedad hacia Tamaulipas y Veracruz con el canal de baja presión en el suroeste del golfo de México, así como calentamiento diurno y forzamiento orográfico; favorecerán cielo medio nublado a nublado con lluvias acompañadas de actividad eléctrica y viento en rachas. Previendo en Tamaulipas lluvias con intervalos de chubascos (5.1 a 25 mm) en la región de la Sierra Madre, así como en las cuencas del Guayalejo-Tamesí, Tamuín y occidente del Soto La Marina; lluvias escasas o lloviznas (0.1 a 5.0 mm) en las inmediaciones de la Laguna Madre y la región de Matamoros. En Veracruz se prevén tormentas puntuales fuertes (25 a 50 mm) en el Coatzacoalcos y Tonalá, así como zonas montañosas del Papaloapan; lluvias con intervalos de chubascos (5.1 a 25 mm) en la región de Los Tuxtlas el resto de la cuenca del Papaloapan y el resto de las zonas montañosas; lluvias escasas o lloviznas (0.1 a 5.0 mm) en el resto de la región. El viento será del Este y Sureste en Tamaulipas, así como norte de Veracruz, de componente Este en el resto de Veracruz; presentándose en ambos casos de 25 a 35 km/h, así como rachas de 50 a 60 km/h en la costa norte de Veracruz y el norte y centro de Tamaulipas. La temperatura diurna favorecerá un ambiente cálido a caluroso; templado a fresco por la noche, así como fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "06/11/2024 - Este miércoles, el frente No. 7 se extenderá con características de estacionario sobre el noreste de la República Mexicana, en interacción con un canal de baja presión sobre el oriente del país, ocasionarán lluvias y chubascos en dichas regiones. La masa de aire frío asociada al frente, modificará sus características térmicas permitiendo un gradual ascenso de las temperaturas diurnas en el noreste de México. Por otro lado, un nuevo frente frío (No. 8) se aproximará a la frontera noroeste y norte de México, en interacción con una vaguada polar y las corrientes en chorro polar y subtropical, originarán descenso de temperatura y vientos fuertes a muy fuertes con tolvaneras en estados de las regiones mencionadas. Asimismo, canales de baja presión se extenderán sobre en el occidente, centro, oriente y sureste del territorio nacional, aunados a la proximidad de la vaguada monzónica al Pacífico Sur Mexicano y el ingreso de humedad del golfo de México y mar Caribe, generarán lluvias y chubascos dispersos acompañados de descargas eléctricas en dichas regiones, pronosticándose lluvias puntuales fuertes en Guerrero, Oaxaca y Chiapas. La extensa circulación del ciclón tropical Rafael, que se localizará en el noroeste de Cuba reforzará la probabilidad de lluvias con chubascos en la península de Yucatán, pronosticándose lluvias puntuales fuertes en Quintana Roo. Finalmente, se mantendrá el ambiente vespertino caluroso a muy caluroso sobre entidades del Pacífico Sur y Central mexicano, así como en la península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "05/11/2024 - El frente frío No. 7 se extenderá sobre el noreste y oriente de la República Mexicana y en interacción con un canal de baja presión en el occidente del golfo de México y el sureste del país, ocasionarán lluvias puntuales muy fuertes en Tamaulipas, Puebla, Veracruz, Oaxaca y Chiapas, fuertes en Hidalgo, chubascos en San Luis Potosí, Querétaro y Tabasco, y lluvias aisladas en Nuevo León. La masa de aire frío asociada al frente, ocasionará ambiente nocturno frío a muy frío con bancos de niebla y heladas al amanecer en sierras del norte y noreste del país. Asimismo, se pronostica viento de componente norte con rachas de 50 a 70 km/h en el litoral de Tamaulipas y norte de Veracruz; y rachas de 40 a 60 km/h en Coahuila, Nuevo León y San Luis Potosí. Por otro lado, el ingreso de humedad de ambos litorales en interacción con inestabilidad en niveles altos de la atmósfera, originará lluvias y chubascos dispersos en Jalisco, Colima, Guanajuato, Michoacán, Estado de México, Ciudad de México, Morelos y Tlaxcala, pronosticándose lluvias puntuales fuertes en Guerrero. Asimismo, se prevén temperaturas inferiores a -5°C en zonas montañosas de Sonora, Chihuahua y Durango.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Nuevo León y Tamaulipas.\n\nTemperaturas máximas de 30 a 35 °C: Morelos, Coahuila, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del miércoles: zonas montañosas de Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del miércoles: zonas montañosas de Baja California, Coahuila y Zacatecas.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del miércoles: zonas montañosas de Nuevo León, San Luis Potosí, Aguascalientes, Jalisco, Michoacán, Guanajuato, Estado de México, Hidalgo, Tlaxcala y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 60 a 80 km/h: golfo de California; con tolvaneras: Baja California, Sonora y Chihuahua.\n\nViento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California Sur, Sinaloa, Durango y Coahuila.\n\nOleaje de 1 a 2 metros de altura durante la mañana: golfo de California y costa occidental de la península de Baja California."
  }
}
