{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 48 exhalaciones y 535 minutos de tremor de alta frecuencia.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Veracruz (sur) y Chiapas.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Oaxaca.\n\nIntervalos de chubascos (5 a 25 mm): Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Nayarit, Jalisco, Colima, Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala, Puebla, Tabasco y Guerrero.\n\nLluvias aisladas (0.1 a 5 mm): Coahuila, Nuevo León, Sinaloa, Durango, Morelos y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "07/12/2023 - La masa de aire frío que impulsa al frente Núm. 13, la corriente en chorro subtropical, un patrón de divergencia asociado con dicha corriente en chorro y el ingreso de humedad en altura proveniente del océano Pacífico, así como del Golfo de México en niveles bajos, mantendrán las condiciones de cielo nublado en la región y el potencial para lluvias intensas a puntuales torrenciales (150 a 250 mm) sobre la cuenca del río Coatzacoalcos, porciones medias y altas del Papaloapan y en Los Tuxtlas; lluvias muy fuertes a puntuales intensas (75 a 150 mm) dentro de las cuencas de los ríos Pánuco, Tuxpan y Cazones, así como en zonas montañosas desde la cuenca del río Tecolutla hasta el Misantla; lluvias con intervalos de chubascos generalizados a lluvias puntuales fuertes (25 a 50 mm) en el resto de la entidad veracruzana. Para Tamaulipas se prevén lluvias fuertes (25 a 50 mm) en las regiones Mante y Sur; lluvias con intervalos de chubascos (5.1 a 25 mm) en las regiones Central y Altiplano; lluvias escasas o lloviznas (0.1 a 5 mm) en la región Valle de San Fernando. Adicionalmente se mantendrá la presencia de bancos densos de niebla sobre zonas montañosas de ambas entidades. El viento en Tamaulipas comenzará a dominar del Este y Sureste de 25 a 35 km/h. Por su parte, sobre la entidad veracruzana continuará de componente Norte de 25 a 35 km/h, previéndose rachas de 50 a 60 km/h en zonas costeras del Sur. El ambiente diurno se percibirá templado en Tamaulipas, así como en planicies y costas de Veracruz; frío a fresco en porciones medias o de montaña; muy frío a frío en zonas serranas. Por la noche y madrugada, se mantendrá ambiente muy frío en zonas serranas con posibles heladas al amanecer.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "07/12/2023 - Este jueves, la masa de aire frío asociada al frente Núm. 13 modificará gradualmente sus características térmicas, permitiendo un paulatino incremento de las temperaturas vespertinas en gran parte del país, sin embargo, el ambiente nocturno continuará siendo frío a muy frío principalmente en zonas altas del noroeste, norte, noreste, centro, oriente y sureste de México. Además, prevalecerá el viento de componente norte con rachas fuertes a muy fuertes y oleaje elevado en el Istmo y Golfo de Tehuantepec; mientras que se establecerá viento de componente sur con rachas fuertes de viento en Nuevo León y Tamaulipas. En el transcurso de este día, el frente Núm. 13 comenzará a disiparse sobre el Mar Caribe, dejando de afectar al territorio mexicano. Por otro lado, un frente frío (Núm. 15) ingresará al noroeste del país, interaccionará con un canal de baja presión ubicado en esta región y las corrientes en chorro polar y subtropical, produciendo fuertes rachas de viento y posibles tolvaneras en la Península de Baja California y Sonora. A su vez, una línea seca se localizará al norte de México, generando vientos fuertes en Chihuahua y Coahuila. Finalmente, canales de baja presión extendidos en el interior de la República Mexicana, aunado al ingreso de humedad generado por la corriente en chorro subtropical, originarán lluvias y chubascos en entidades de la Mesa del Norte, Mesa Central, noreste, occidente, oriente y sureste de México, pronosticándose lluvias puntuales muy fuertes en Veracruz (sur) y Chiapas, así como lluvias puntuales fuertes en Oaxaca.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "06/11/2023 - El frente frío Núm. 13 se localizará sobre el sureste de México y sur de la Península de Yucatán, seguirá interaccionando con un canal de baja presión al suroeste del Golfo de México y el sureste del territorio nacional, así como el abundante ingreso de humedad ocasionado por la corriente en chorro subtropical, propiciando lluvias puntuales extraordinarias en Veracruz (sur) y Tabasco, lluvias puntuales torrenciales en Puebla, Oaxaca y Chiapas, lluvias puntuales muy fuertes en Campeche, lluvias puntuales fuertes en Quintana Roo e intervalos de chubascos en Yucatán. La masa de aire frío reforzada, asociada con el frente, mantendrá el ambiente nocturno y matutino frío a muy frío con posibles heladas y bancos de niebla en gran parte del país, percibiéndose gélido al amanecer en zonas serranas de Chihuahua y Durango. Asimismo, persistirá viento de componente norte con rachas de 70 a 90 km/h en el Istmo de Tehuantepec, y con oleaje elevado de 2 a 4 metros de altura en el Golfo de Tehuantepec, así como rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura en las costas de Veracruz, Tabasco y la Península de Yucatán. Además, se presentarán condiciones para la caída de nieve o aguanieve en cimas montañosas por encima de los 4,200 m.s.n.m. del centro y oriente de México (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba). Por otra parte, otros canales de baja presión en el interior de la República Mexicana y el ingreso de humedad proveniente de ambos litorales, producirán lluvias puntuales fuertes en Nuevo León, Tamaulipas, Jalisco, Colima, Michoacán, Querétaro, Hidalgo y Estado de México, intervalos de chubascos en Coahuila, San Luis Potosí, Durango, Zacatecas, Aguascalientes, Nayarit, Guanajuato, Guerrero, Tlaxcala, Ciudad de México y Morelos, y lluvias aisladas en Sinaloa. A su vez, se presentarán fuertes rachas de viento de hasta 60 km/h con posibles tolvaneras en Coahuila, Nuevo León, San Luis Potosí y Zacatecas. Todas las lluvias pronosticadas podrían estar acompañadas de descargas eléctricas y caída de granizo.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nayarit, Jalisco, Colima, Michoacán, Guerrero (costa), Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur, Sonora, Sinaloa, Morelos, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas de -10 a -5 °C con heladas para la madrugada del jueves: sierras de Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas para la madrugada del jueves: sierras de Baja California, Sonora, Coahuila, Estado de México, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del jueves: sierras de Nuevo León, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Michoacán, Guanajuato, Hidalgo, Tlaxcala y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente norte con rachas de 70 a 90 km/h: Istmo de Tehuantepec, y con oleaje de 2 a 4 metros de altura: Golfo de Tehuantepec.\n\nRachas de viento de 40 a 60 km/h con tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua y Coahuila.\n\nViento de componente sur con rachas de viento de 40 a 60 km/h: Nuevo León y Tamaulipas."
  }
}
