{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL132023/GEOCOLOR/GOES16-AL132023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL132023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/13/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/13L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN LEE",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT13/refresh/AL132023_wind_probs_34_F120+png/145817.png",
    "DAO" : "HURACAN LEE_270 KM AL ESTE-NOROESTE DE BERMUDA_140 KM/H_NORTE A 20 KM/H_960 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 35 exhalaciones, acompañadas de vapor de agua, gases y en ocasiones ceniza. Adicionalmente, se registraron 173 minutos de tremor de alta frecuencia y media a baja amplitud.\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias fuertes con puntuales muy fuertes (50 a 75 mm): Oaxaca, Chiapas, Tabasco y Campeche.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chihuahua, Sinaloa, Durango, Michoacán, Guerrero y Veracruz.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Nuevo León, Nayarit, Jalisco, Colima, Estado de México, Morelos, Tlaxcala, Puebla, Yucatán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Sonora, Zacatecas, Tamaulipas y Ciudad de México.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "15/09/2023 - La presencia de un canal de baja presión en el suroeste del Golfo de México y sureste del territorio nacional, mantendrán la probabilidad de lluvias y descargas eléctricas, siendo probable se presenten eventos puntuales fuertes (25 a 50 mm) en las cuencas medias y altas del Coatzacoalcos y Tonalá, en tanto que, para zonas montañosas desde el Nautla al Cotaxtla, dentro del Papaloapan y resto de la porción sur de Veracruz, se prevén lluvias de 5.1 a 25 mm; en la costa del centro y sur de Tamaulipas, así como en porciones altas del Tuxpan al Tecolutla y en la costa central veracruzana, pueden ocurrir lluvias aisladas menores a 5 mm. En cuanto al viento, se espera sea del Este, Sureste y Sur de 25 a 35 km/h y con posibles rachas de 50 km/h, especialmente durante horas de la tarde y noche en el norte y centro de Tamaulipas. En la mayor parte del territorio veracruzano dominará viento de componente Este de 25 a 35 km/h. Asimismo, se mantendrá la probabilidad de rachas en áreas de tormenta. Durante el martes, el ambiente diurno continuará caluroso a muy caluroso en Tamaulipas, caluroso en zonas de planicies y costa de Veracruz, y cálido en porciones montañosas. Por la noche y madrugada se espera ambiente frío en la sierra.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "15/09/2023 - Este viernes, el sistema frontal Núm. 2 se mantendrá con características de estacionario sobre la frontera norte del territorio nacional, en interacción con un canal de baja presión sobre el noreste del país y la corriente de vientos máximos, originarán lluvias muy fuertes a puntuales intensas acompañadas de descargas eléctricas y posible caída de granizo sobre las regiones mencionadas, así como rachas de viento de 60 a 80 km/h y posible formación de torbellinos o tornados en Coahuila, Nuevo León y Tamaulipas. El monzón mexicano propiciará chubascos y lluvias puntuales fuertes acompañadas de descargas eléctricas y fuertes rachas de viento en Sinaloa y Durango, además de lluvias aisladas en Baja California Sur. Canales de baja presión sobre el interior y el sureste del territorio nacional, aunados a inestabilidad en niveles altos de la atmósfera e ingreso de humedad Océano Pacífico, Mar Caribe y Golfo de México, ocasionarán chubascos y lluvias fuertes sobre entidades del occidente, centro, oriente y sureste del país, además de la Península de Yucatán, pronosticándose lluvias puntuales intensas en Guerrero y Oaxaca, y muy fuertes en Chiapas. Por último, se mantendrá el ambiente muy caluroso sobre entidades del litoral del Pacífico y del Golfo de México, así como en el noroeste, norte y noreste del territorio nacional, además de la Península de Yucatán.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "14/09/2023 - El monzón mexicano generará lluvias muy fuertes acompañadas de descargas eléctricas, posible caída de granizo y fuertes rachas de viento en Chihuahua, y lluvias fuertes en Sonora, Sinaloa, Durango y Nayarit. El frente frío Núm. 2 se extenderá sobre la frontera norte de México, ocasionará chubascos y lluvias puntuales fuertes acompañadas de descargas eléctricas, fuertes rachas de viento de 60 a 70 km/h con tolvaneras en Coahuila, además existen condiciones para la formación de torbellinos o tornados en el norte de dicha entidad, así como lluvias aisladas en Nuevo León y Tamaulipas. Canales de baja presión prevalecerán sobre el interior y sureste de la República Mexicana, aunados a inestabilidad en niveles altos de la atmósfera y el ingreso de humedad de ambos litorales, ocasionarán lluvias puntuales muy fuertes en Chiapas y Tabasco, lluvias fuertes en Guerrero, Oaxaca, Veracruz, Yucatán y Campeche, intervalos de chubascos en Jalisco, Colima, Michoacán, Estado de México, Morelos y Quintana Roo, y lluvias aisladas en Zacatecas, San Luis Potosí, Ciudad de México, Tlaxcala y Puebla.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Sonora.\n\nTemperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Chihuahua, Coahuila, Nuevo León, Tamaulipas, Sinaloa, Durango, San Luis Potosí, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Veracruz, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo (norte), Puebla (norte y suroeste) y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C para la madrugada del miércoles: sierras de Chihuahua, Durango, Guanajuato, Michoacán, Estado de México, Hidalgo, Puebla y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h: Istmo de Tehuantepec y con posibles tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Sinaloa, Durango, Zacatecas, Aguascalientes, Guanajuato y Jalisco."
  }
}
