{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 48 exhalaciones y 535 minutos de tremor de alta frecuencia.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Veracruz, Chiapas y Tabasco.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Oaxaca, Campeche, Yucatán y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Puebla.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): San Luis Potosí, Estado de México e Hidalgo.\n\nIntervalos de chubascos (5 a 25 mm): Nuevo León, Tamaulipas, Querétaro, Nayarit, Jalisco, Colima, Ciudad de México, Tlaxcala, Morelos, Michoacán y Guerrero.\n\nLluvias aisladas (0.1 a 5 mm): Coahuila, Durango, Zacatecas, Guanajuato y Aguascalientes.\n\nProbabilidad de caída de nieve o aguanieve durante la madrugada y mañana: cimas montañosas por arriba de 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba).",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "28/11/2023 - Se espera que el frente Núm. 11 permanezca semiestacionario al norte de la Península de Yucatán y suroeste del Golfo de México. Esto mantendrán los nublados con lluvias en gran parte de la vertiente oriental del país, siendo posible se presenten lluvias muy fuertes (50 a 75 mm) a puntuales intensas (75 a 150 m), especialmente en Los Tuxtlas y cuencas medias y altas del Coatzacoalcos y Tonalá, así como lluvias puntuales fuertes (25 a 50 mm) en las cuencas del Tuxpan, Cazones y Tecolutla y en porciones altas del Jamapa-Cotaxtla y Papaloapan, mientras que, en Tamaulipas y en el resto de la entidad veracruzana, pueden presentase lloviznas y lluvias de 5.1 a 25 mm, adicionalmente a bancos de niebla en porciones altas. Por su parte, la masa de aire frío que se asocia al frente, cubrirá la vertiente oriental del país y la mayor parte del Golfo de México, esperando mantenga el viento del Norte con rachas de 50 a 60 km/h en la costa tamaulipeca, y con posibles rachas de 80 a 90 km/h, especialmente en costas del centro y sur de Veracruz. En cuanto al ambiente diurno, se espera que durante el martes se mantenga frío a fresco en Tamaulipas y en porciones montañosas de la región, así como fresco a templado sobre zonas de planicie y costa de la entidad veracruzana. En zonas serranas seguirá el ambiente frío a muy frío, especialmente durante la noche y madrugada.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "28/11/2023 - Este martes, el frente Núm. 12 se extenderá con características de estacionario sobre la Península de Yucatán y el sureste del país, originará lluvias puntuales torrenciales en Veracruz, Tabasco y Chiapas, lluvias puntuales intensas en Oaxaca y Península de Yucatán, así como lluvias puntuales muy fuertes en Puebla, siendo chubascos con lluvias puntuales fuertes en entidades del norte, noreste y centro del territorio nacional. Por su parte la masa de aire polar, mantendrá el evento de NORTE con rachas de 80 a 100 km/h con oleaje de 3 a 5 metros de altura en el litoral de Veracruz, Istmo y Golfo de Tehuantepec; y con rachas de 40 a 60 km/h y olas de 1 a 3 metros de altura en las costas de Tamaulipas, Campeche, Yucatán y Quintana Roo; además de ambiente frío a muy frío, con heladas durante la madrugada y densos bancos de niebla durante el día, sobre el noroeste, norte, noreste, centro y oriente del territorio nacional. Además, se pronostica que durante la mañana, sea probable la caída de nieve o aguanieve en cimas montañosas con elevaciones superiores a 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba). Finalmente, el ingreso de humedad del Océano Pacífico, ocasionará lluvias con chubascos acompañados de descargas eléctricas sobre el occidente y sur del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "27/11/2023 - Se pronostica que el frente Núm. 12 se desplace sobre la Península de Yucatán y en interacción con el abundante ingreso de humedad generado por la corriente en chorro subtropical, originará lluvias intensas a puntuales torrenciales en Veracruz (sur), Chiapas y Tabasco, lluvias muy fuertes a puntuales intensas en Puebla y Oaxaca, lluvias fuertes a puntuales muy fuertes en Tamaulipas, San Luis Potosí, Hidalgo, Campeche y Yucatán, y chubascos con lluvias puntuales fuertes en Nuevo León, Querétaro, Estado de México, Tlaxcala y Quintana Roo, dichas lluvias podrían originar encharcamientos, inundaciones y deslaves en zonas bajas, así como el incremento en los niveles de ríos y arroyos; también se esperan chubascos en Chihuahua, Durango, Coahuila, Zacatecas, Aguascalientes, Guanajuato, Ciudad de México y Morelos, las lluvias antes mencionadas estarán acompañadas de posibles descargas eléctricas y rachas fuertes de viento. La masa de aire polar asociada al frente, ocasionará evento de NORTE con rachas de 80 a 100 km/h en el Istmo de Tehuantepec y con oleaje de 3 a 5 metros de altura en litoral de Veracruz y Golfo de Tehuantepec; y con rachas de 60 a 80 km/h y oleaje de 2 a 3 metros de altura en el litoral de Tamaulipas; además de densos bancos de niebla que podrían reducir la visibilidad en tramos carreteros y marcado descenso de temperatura, con heladas durante la madrugada del martes sobre el norte, noreste, centro y oriente del país; así mismo se pronostica caída de nieve o aguanieve en cimas montañosas con elevaciones superiores a 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba), así como caída de aguanieve en las sierras de Chihuahua, Coahuila y Durango. Por su parte, el abundante ingreso de humedad del Océano Pacífico, ocasionará chubascos con lluvias puntuales fuertes acompañadas de descargas eléctricas en Sinaloa, Nayarit y Guerrero, chubascos en Jalisco, Colima y Michoacán, y lluvias aisladas en Baja California Sur y Sonora.",
    "N4H" : "Golfo de México",
    "N4T" : "\nAviso Especial por Frente Frío 12-Lluvia-Norte\nXalapa, Ver., 26 de noviembre de 2023.\n\nPrecaución por:\n*Posible crecida de ríos y arroyos e inundaciones.\n*Deslaves y derrumbes.\n*Destechos, caída de árboles, postes u otros objetos.\n*Oleaje elevado.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: se prevé que el frente frío 12, actualmente moviéndose sobre Texas y acercándose a la zona litoral, recorra el estado de Veracruz entre esta tarde y el lunes 27 por la tarde, impulsado por una masa de aire frío de origen ártico, la cual cubrirá el Norte, Noreste y Este del país, así como parte del Golfo de México, y con tendencia a estacionarse en el sur de la entidad la noche del mismo lunes. Ambos sistemas ocasionarían lluvias y tormentas (actividad eléctrica y ráfagas de viento) aisladas con las máximas en las cuencas del norte y del sur, un evento de Norte fuerte en costas, el cual desarrollaría oleaje elevado, así como descenso de temperatura. Se recomienda tomar precauciones y atender las recomendaciones de las autoridades locales de protección civil.\n\nPRONÓSTICO PARA LOS SIGUIENTES TRES DÍAS:\n\nDOMINGO 26: aumento de la probabilidad de lluvias por la tarde-noche con acumulados estimados de 5 a 15 mm en promedio en el estado con máximos de 20 a 50 mm especialmente en partes altas de cuencas del norte y entre las cuencas del Papaloapan al Tonalá. Viento débil y variable por la mañana, cambiando al Norte por la tarde-noche con velocidades de 20 a 35 km/h y rachas de 40 a 50 km/h en la costa norte-centro. Oleaje de 0.5 a 1.0 metros. Ambiente relativamente caluroso a caluroso al mediodía y primeras horas de la tarde.\n\nLUNES 27: tormentas y lluvias con acumulados estimados de 5 a 20 mm en promedio en la entidad con máximos de 70 a 100 mm en las cuencas del Papaloapan al Tonalá y de 20 a 50 mm en las zonas altas de las cuencas del norte y montañosa central, sin descartar mayores a estos rangos de forma más dispersa. Viento del Noroeste y Norte de 40 a 50 km/h con rachas de 65 a 80 km/h en costas. Oleaje de 2.0 a 3.0 metros. Los valores de la temperatura disminuyen gradualmente.\n\nMARTES 28: probabilidad de tormentas y lluvias aisladas con acumulados de 5 a 20 mm en promedio en el estado con máximos de 70 a 100 mm en cuencas del Cazones al Colipa y Papaloapan al Tonalá y de 20 a 50 mm en el resto del estado, siendo probables mayores a este rango de forma más dispersa. Viento dominante del Noroeste y Norte de 40 a 50 km/h con rachas de 65 a 80 km/h en la costa centro-sur y de 55 a 70 km/h en la costa norte. Oleaje en la costa de 2.0 a 3.0 metros. Los valores de la temperatura máxima siguen disminuyendo.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Michoacán y Jalisco.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Colima, Guerrero, Oaxaca (costa) y Campeche.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Sonora, Coahuila, Zacatecas, Estado de México, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Nuevo León, Aguascalientes, San Luis Potosí, Guanajuato, Hidalgo y Tlaxcala.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 80 a 100 km/h: Istmo de Tehuantepec; y con oleaje de 3 a 5 metros: litoral de Veracruz y Golfo de Tehuantepec; y rachas de 40 a 60 km/h con oleaje de 1 a 3 metros: litoral de Tamaulipas, Campeche, Yucatán y Quintana Roo."
  }
}
