{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 34 exhalaciones acompañadas de vapor de agua, gases volcánicos y en ocasiones ceniza, además de 569 minutos de tremor. Durante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gas volcánicos, en dirección este-noreste (ENE).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "kAxQ3rpyJ6M,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Chiapas.\n\nIntervalos de chubascos (5 a 25 mm): Guerrero, Oaxaca, Veracruz, Campeche y Yucatán.\n\nLluvias aisladas (0.1 a 5 mm): Michoacán, Puebla, Tabasco y Quintana Roo.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "17/12/2023 - Se prevé que el frente frío Núm. 17, extendido a partir de una baja presión localizada en el noreste de Texas E.U.A., se mantenga sobre el norte del golfo de México, y su masa de aire frío que lo acompaña, continúe invadiendo el noreste y el oriente del territorio nacional, situación que mantendrá en combinación con el paso de la corriente en chorro subtropical, las condiciones para la formación de nieblas y/o neblinas, con lluvias o lloviznas intermitentes en las zonas montañosas, así como chubascos (5.1 a 25 mm) concentrados en partes altas de las cuencas del Estado veracruzano, y posibles acumulados de 50 a 75 mm en partes altas de las cuencas del Cazones, Tecolutla, Nautla, Actopan, Jamapa, Papaloapan, dentro el Coatzacoalcos y Tonalá, así como de 25 a 50 mm en la región de Los Tuxtlas y resto del Papaloapan. En Tamaulipas, se prevé que domine cielo nublado a mayormente despejado, con presencia de lluvias menores a 5.0 mm la región de Sierra Madre. En la entidad veracruzana, el evento de NORTE ocasionará rachas de 70 a 80 km/h en la zona comprendida entre Laguna Verde y la región de Los Tuxtlas, y de menor intensidad en el resto del litoral veracruzano, decreciendo durante esta noche y madrugada del domingo, hasta permanecer con rachas de 50 a 60 km/h. En Tamaulipas, el viento del Norte alcanzará rachas de 50 a 60 km/h, estableciéndose del Este a partir de la tarde del domingo con velocidades de 20 a 30 km/h. El ambiente durante el día dominará templado en Tamaulipas y en planicies y costas de Veracruz, así como frío a fresco en la montaña, previendo que por la noche y madrugada en zonas serranas domine ambiente frío a muy frío.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "17/12/2023 - Este domingo, el frente Núm. 17 se extenderá sobre el norte del Golfo de México, dejando de afectar al país. La masa de aire frío asociada a dicho frente, comenzará a modificar sus características térmicas en el transcurso del día, favoreciendo el ascenso gradual de las temperaturas vespertinas en gran parte del territorio nacional, sin embargo, continuará el ambiente frío a muy frío al amanecer en la Mesa del Norte y la Mesa Central, además se mantendrá evento de NORTE intenso en el Istmo y Golfo de Tehuantepec y fuerte en el sur del litoral del Golfo de México y la Península de Yucatán, disminuyendo en el transcurso de la tarde, así como bancos de niebla en el oriente y sureste mexicano. Finalmente, el ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe originará lluvias aisladas y chubascos en zonas del sur, centro, oriente y sureste de la República Mexicana, con lluvias puntuales fuertes acompañadas de descargas eléctricas en Chiapas.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "16/11/2023 - El frente frío Núm. 17 se desplazará rápidamente sobre el noreste y oriente de la República Mexicana, interaccionará con el ingreso de humedad, generado por las corrientes en chorro polar y subtropical, ocasionando lluvias muy fuertes a puntuales intensa en Chiapas y Tabasco, lluvias puntuales muy fuertes en Puebla, Veracruz (sur), Oaxaca (oriente) y Campeche, lluvias puntuales fuertes en Hidalgo, Yucatán y Quintana Roo, chubascos en Tamaulipas, San Luis Potosí, Querétaro y Guerrero, y lluvias aisladas en Coahuila, Nuevo León, Guanajuato, Michoacán, Estado de México, Ciudad de México, Morelos y Tlaxcala. La masa de aire polar asociada al frente, generará evento de NORTE con rachas de viento de 80 a 100 km/h en el Istmo de Tehuantepec, con oleaje de 3 a 4 metros de altura en el Golfo de Tehuantepec, con rachas de 60 a 80 km/h y oleaje de 2 a 3 metros de altura en costas de Tamaulipas, Veracruz y Yucatán, y con rachas de 40 a 60 km/h y oleaje de 1 a 2 metros de altura en las costas de Tabasco y Campeche. A su vez persistirá el ambiente nocturno y matutino de frío a muy frío, con heladas durante la madrugada del domingo, sobre el norte, noreste, centro y oriente del territorio nacional, pronosticándose ambiente gélido en zonas altas de Sonora, Chihuahua y Durango.",
    "N4H" : "Golfo de México",
    "N4T" : "Aviso Especial por Frente Frío-Lluvia-Norte\nXalapa, Ver., 16 de diciembre de 2023\n\nPrecaución por:\n*Encharcamientos e inundaciones en centros urbanos.\n*Deslaves, derrumbes y deslizamientos.\n*Crecidas súbitas de ríos y arroyos de respuesta rápida.\n*Destechamiento de casas, caída de ramas, árboles u otros objetos y oleaje elevado.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: el frente frío 17 se mueve sobre el noroeste del Golfo de México impulsado por una masa de aire de origen polar, esperándose recorran el oeste y litoral de este en las siguientes 24 horas, mientras que un centro de baja presión desarrollado sobre el centro del mismo golfo se moverá hacia la Florida reactivando durante este día al frente 16 como frío sobre la sonda de Campeche, el cual se ubicará mañana sobre el noroeste del Caribe (figura superior). Tal situación seguirá favoreciendo la continuidad de las lluvias en el estado de Veracruz y la intensificación del viento del Norte en las costas hoy sábado 16 para decrecer mañana domingo 17, con oleaje elevado. A continuación, el pronóstico para este día y la perspectiva para los siguientes.\n\nPRONÓSTICO:\n\nSÁBADO 16: nieblas, lloviznas y lluvias con tormentas, acumulados estimados de 5 a 15 mm en promedio en la entidad con máximos de 50 a 70 mm en partes altas de la cuenca del Papaloapan, los Tuxtlas y del Coatzacoalcos al Tonalá, y de 20 a 50 mm en la parte alta de las cuencas del Tecolutla al Jamapa-Cotaxtla, siendo probables mayores a estos rangos de forma más dispersa. Viento del Noroeste y Norte de 50 a 60 km/h con rachas de 65 a 80 km/h en las costas. Oleaje de 2.0 a 3.0 metros. La temperatura máxima con poco cambio o disminuye ligeramente en comparación al día de ayer.\n\nPERSPECTIVA: sigue previéndose disminuya el potencial de lluvias y la intensidad del viento a en el transcurso de mañana domingo, el oleaje se mantendrá elevado y el ambiente persistirá fresco a templado al mediodía y fresco a frío por la noche a madrugada. A partir del lunes se tendrán mayores periodos de sol y limitadas condiciones para lluvias, por su parte, el viento será del Norte, Noreste y Este de 20 a 35 km/h. Por lo anterior, este será el último Aviso Especial en relación con el frente 17, recomendándose mantenerse informando del pronóstico del tiempo y seguir las indicaciones de las autoridades de protección civil.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca (costa) y Chiapas (costa).\n\nTemperaturas máximas de 30 a 35 °C: Sonora.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California, Coahuila, Nuevo León, San Luis Potosí, Zacatecas, Aguascalientes, Guanajuato, Estado de México, Tlaxcala, Puebla, Hidalgo y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Tamaulipas, Jalisco, Michoacán, Querétaro, Ciudad de México, Morelos, Oaxaca y Chiapas.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento de componente NORTE con rachas de 70 a 90 km/h: Istmo de Tehuantepec, con oleaje de 2 a 4 metros de altura: Golfo de Tehuantepec.\n\nRachas de viento de 40 a 60 km/h con posibles tolvaneras: Coahuila, Nuevo León y Tamaulipas."
  }
}
