{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 48 exhalaciones y 535 minutos de tremor de alta frecuencia.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "PZQTjiNhnfc,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias intensas con puntuales torrenciales (150 a 250 mm): Veracruz (sur), Chiapas y Tabasco.\n\nLluvias muy fuertes con puntuales intensas (75 a 150 mm): Puebla y Oaxaca.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Tamaulipas, San Luis Potosí, Nayarit, Hidalgo, Campeche y Yucatán.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nuevo León, Jalisco, Colima, Michoacán, Guerrero, Querétaro, Estado de México, Ciudad de México, Morelos, Tlaxcala y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Durango, Coahuila, Zacatecas, Aguascalientes y Guanajuato.\n\nLluvias aisladas (0.1 a 5 mm): Sinaloa, Sonora y Chihuahua.\n\nProbabilidad de caída de nieve o aguanieve durante la noche: cimas montañosas por arriba de 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba).",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "27/11/2023 - El frente frío No. 12 se desplazará en dirección sur-sureste interactuando con el canal de baja presión en el suroeste del Golfo de México, alcanzando el sur de Tamaulipas por la tarde y el centro de Veracruz la madrugada del lunes, mientras que la masa de aire frío que se le asocia cubre ambas entidades, favoreciendo cielo medio nublado a nublado. Previendo en Tamaulipas tormentas puntuales fuertes (25 a 50 mm) aislados en el occidente del Soto La Marina y San Fernando; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de dichas cuencas, la cuenca del Bravo, región de la Sierra Madre y aisladas en el resto de la entidad. En Veracruz se prevén tormentas puntuales muy fuertes (50 a 75 mm) en el Coatzacoalcos y Tonalá, así como la región de Los Tuxtlas y zonas montañosas del Tecolutla y Nautla; tormentas puntuales fuertes (25 a 50 mm) en el Papaloapan y resto de las zonas montañosas de la porción norte; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la porción norte, región montañosa central y menores en el resto. El viento será de 25 a 35 km/h fijándose hacia componente Norte en ambas entidades e incrementándose hasta alcanzar rachas de 60 km/h en Tamaulipas y zonas de costa del norte y centro de Veracruz a partir de la noche del domingo. Ambiente diurno templado a cálido en ambas entidades; por la noche será templado a fresco y fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "27/11/2023 - Este lunes, el frente frío Núm. 12 se desplazará por el litoral del Golfo de México, donde interaccionará con un canal de baja presión, originando lluvias fuertes a intensas que podrían generar encharcamientos o inundaciones en el noreste, oriente y sureste del país, incluida la Península de Yucatán, con puntuales torrenciales en Veracruz (sur), Chiapas y Tabasco. La masa de aire polar ocasionará evento de NORTE con rachas de 80 a 100 km/h en el Istmo de Tehuantepec con oleaje de 3 a 5 m en el litoral de Veracruz y Golfo de Tehuantepec; rachas de 60 a 80 km/h, olas de 2 a 3 m y posible formación de trombas marinas en el litoral de Tamaulipas; marcado descenso de las temperaturas con heladas al amanecer en el noroeste, norte, noreste, centro y oriente del territorio nacional, y durante la noche y primeras horas del martes, probable caída de nieve o aguanieve en cimas montañosas con elevaciones superiores a 4,200 msnm del centro y oriente del país (Nevado de Toluca, Popocatépetl, Iztaccíhuatl, Sierra Negra, La Malinche, Cofre de Perote y Pico de Orizaba). Finalmente, canales de baja presión y la entrada de humedad procedente del Océano Pacífico ocasionarán chubascos y lluvias fuertes sobre el occidente y sur del país, con puntuales muy fuertes en Nayarit.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "26/11/2023 - El frente frío Núm. 12 se desplazará sobre el norte y noreste de la República Mexicana, interaccionará gradualmente con un canal de baja presión en el oriente y sureste del territorio nacional y con la corriente en chorro subtropical, originando lluvias puntuales muy fuertes en zonas de Puebla, Veracruz y Chiapas; fuertes en Tamaulipas, San Luis Potosí, Hidalgo, Oaxaca y Tabasco y, chubascos en Coahuila y Nuevo León. La masa de aire polar que impulsa al frente, originará un nuevo descenso de las temperaturas con posibles heladas en el noroeste, norte y noreste del país, rachas de viento de 60 a 70 km/h y posible formación de tolvaneras o torbellinos en Chihuahua y Coahuila, rachas de viento de 40 a 60 km/h en Nuevo León y Tamaulipas, así como evento de NORTE con rachas de 50 a 70 km/h y oleaje de 1 a 3 metros de altura en el litoral de Tamaulipas y norte de Veracruz. Canales de baja presión, aunados al ingreso de humedad del Océano Pacífico, producirán lluvias con intervalos de chubascos en Nayarit, Jalisco, Colima, Michoacán, Querétaro, Estado de México, Ciudad de México, Tlaxcala, Guerrero y Quintana Roo, y lluvias puntuales fuertes en Campeche y Yucatán. Dichas lluvias se acompañarán de descargas eléctricas y posible caída de granizo.",
    "N4H" : "Golfo de México",
    "N4T" : "\nAviso Especial por Frente Frío 12-Lluvia-Norte\nXalapa, Ver., 26 de noviembre de 2023.\n\nPrecaución por:\n*Posible crecida de ríos y arroyos e inundaciones.\n*Deslaves y derrumbes.\n*Destechos, caída de árboles, postes u otros objetos.\n*Oleaje elevado.\n\nSISTEMAS METEOROLÓGICOS Y SU PREVISIÓN: se prevé que el frente frío 12, actualmente moviéndose sobre Texas y acercándose a la zona litoral, recorra el estado de Veracruz entre esta tarde y el lunes 27 por la tarde, impulsado por una masa de aire frío de origen ártico, la cual cubrirá el Norte, Noreste y Este del país, así como parte del Golfo de México, y con tendencia a estacionarse en el sur de la entidad la noche del mismo lunes. Ambos sistemas ocasionarían lluvias y tormentas (actividad eléctrica y ráfagas de viento) aisladas con las máximas en las cuencas del norte y del sur, un evento de Norte fuerte en costas, el cual desarrollaría oleaje elevado, así como descenso de temperatura. Se recomienda tomar precauciones y atender las recomendaciones de las autoridades locales de protección civil.\n\nPRONÓSTICO PARA LOS SIGUIENTES TRES DÍAS:\n\nDOMINGO 26: aumento de la probabilidad de lluvias por la tarde-noche con acumulados estimados de 5 a 15 mm en promedio en el estado con máximos de 20 a 50 mm especialmente en partes altas de cuencas del norte y entre las cuencas del Papaloapan al Tonalá. Viento débil y variable por la mañana, cambiando al Norte por la tarde-noche con velocidades de 20 a 35 km/h y rachas de 40 a 50 km/h en la costa norte-centro. Oleaje de 0.5 a 1.0 metros. Ambiente relativamente caluroso a caluroso al mediodía y primeras horas de la tarde.\n\nLUNES 27: tormentas y lluvias con acumulados estimados de 5 a 20 mm en promedio en la entidad con máximos de 70 a 100 mm en las cuencas del Papaloapan al Tonalá y de 20 a 50 mm en las zonas altas de las cuencas del norte y montañosa central, sin descartar mayores a estos rangos de forma más dispersa. Viento del Noroeste y Norte de 40 a 50 km/h con rachas de 65 a 80 km/h en costas. Oleaje de 2.0 a 3.0 metros. Los valores de la temperatura disminuyen gradualmente.\n\nMARTES 28: probabilidad de tormentas y lluvias aisladas con acumulados de 5 a 20 mm en promedio en el estado con máximos de 70 a 100 mm en cuencas del Cazones al Colipa y Papaloapan al Tonalá y de 20 a 50 mm en el resto del estado, siendo probables mayores a este rango de forma más dispersa. Viento dominante del Noroeste y Norte de 40 a 50 km/h con rachas de 65 a 80 km/h en la costa centro-sur y de 55 a 70 km/h en la costa norte. Oleaje en la costa de 2.0 a 3.0 metros. Los valores de la temperatura máxima siguen disminuyendo.\n",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Michoacán, Guerrero, Oaxaca (costa), Chiapas (costa), Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Sinaloa, Nayarit, Jalisco y Colima.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Chihuahua y Durango.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Sonora, Coahuila, Zacatecas, Estado de México y Puebla.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Nuevo León, Hidalgo, Tlaxcala y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de viento de 80 a 100 km/h: Istmo de Tehuantepec; y con oleaje de 3 a 5 metros: litoral de Veracruz y Golfo de Tehuantepec; y con rachas de 60 a 80 km/h, posible formación de trombas marinas y oleaje de 2 a 3 metros: litoral de Tamaulipas.\n\nRachas de viento de 40 a 60 km/h con tolvaneras: Chihuahua, Durango, Zacatecas, Coahuila, Nuevo León y San Luis Potosí."
  }
}
