{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP192023/EXTENT3/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2023/19/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/19E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL PILAR",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 69 exhalaciones y 227 minutos de tremor de alta frecuencia de baja amplitud.\n\nEl Semáforo de Alerta Volcánica se mantiene en AMARILLO FASE 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "vuuj_dV3ylc,75",
    "GBI" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/xmas.gif",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos (5 a 25 mm): Chihuahua, Durango, Tamaulipas, Nayarit, Jalisco, Colima, Michoacán y Quintana Roo.\n\nLluvias aisladas (0.1 a 5 mm): Baja California Sur, Sonora, Sinaloa, Coahuila, Nuevo León, Guanajuato, Estado de México, Puebla, Guerrero, Oaxaca, Chiapas, Campeche y Yucatán.\n\nPosible caída de nieve o aguanieve: zonas de Sonora, Chihuahua, Sinaloa (sierra norte) y Durango (sierra norte).\n\nPosible caída de lluvia engelante: norte de Coahuila.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "08/01/2024 - Durante los días sábado y domingo el frente se mantendrá con características de estacionario en las inmediaciones de las cuencas de los ríos Tecolutla y Misantla de la entidad veracruzana. Dicho sistema frontal al interactuar con un canal de baja presión que se extenderá sobre el suroeste del Golfo de México y el ingreso de humedad ocasionarán el incremento de nublados y la probabilidad para lluvias puntuales fuertes (25 a 50 mm) sobre zonas montañosas de las cuencas de los ríos Tecolutla, Nautla y Misantla; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la porción norte, la zona montañosa del centro y de la cuenca del Papaloapan; lluvias escasas o lloviznas (0.1 a 5 mm) en el resto de la entidad veracruzana, disminuyendo el potencial a partir del lunes. Sobre Tamaulipas el potencial de lluvias será limitado, sin embargo, no se descartan lluvias o lloviznas aisladas (0.1 a 5 mm) sobre las porciones sur y noreste del estado. El viento en Tamaulipas dominará de dirección Norte el día sábado, rolando al Sur y Sureste el domingo y nuevamente al Norte durante la noche del lunes en todos los casos de 25 a 35 km/h. sobre la entidad veracruzana será de Componente Norte de 25 a 35 con rachas de 45 en zonas costeras durante los días sábado y domingo, rolando al sureste para el lunes. El ambiente diurno se percibirá templado a cálido durante el día en zonas bajas, fresco a templado en zonas medias. Por la noche y madrugada se persistirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "08/01/2024 - Este lunes, la cuarta tormenta invernal se ubicará sobre el norte del país, mientras que el frente frío No. 25 recorrerá rápidamente el norte, noreste y hacia la noche ingresará al Golfo de México; ambos sistemas generarán lluvias, chubascos y vientos intensos con tolvaneras en dichas regiones, alcanzando rachas de viento superiores a 100 km/h en zonas de Chihuahua, Durango y Zacatecas. Asimismo, continuará la probabilidad de caída de nieve o aguanieve en zonas de Sonora, Chihuahua, Durango y Sinaloa, así como posible caída de lluvia engelante en sierras de Coahuila. La masa de aire polar asociada al frente, mantendrá el ambiente muy frío a gélido en el noroeste y norte del país, y durante la noche del lunes ocasionará un marcado descenso de las temperaturas en el noreste del territorio nacional, además de evento de NORTE intenso en el litoral de Tamaulipas. La corriente en chorro subtropical generará vientos fuertes a muy fuertes con tolvaneras sobre el occidente del país y la Mesa Central, incluido el Valle de México; a su vez, el ingreso de humedad generado por dicha corriente en chorro ocasionará lluvias y chubascos en el occidente, centro y sur del territorio nacional. El ingreso de humedad del Mar Caribe ocasionará lluvias y chubascos en la Península de Yucatán. Finalmente, el frente No. 24 se extenderá como cálido sobre el Golfo de México y dejará de afectar al país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "07/01/2024 - El frente frío No. 25 y la cuarta tormenta invernal de la temporada se desplazarán sobre el noroeste del país, producirán vientos intensos con tolvaneras en el noroeste, norte y noreste del territorio nacional, con rachas de viento de 100 a 120 km/h en Baja California, Sonora, Chihuahua y Durango; lluvias puntuales fuertes en Sonora y Chihuahua; chubascos en Baja California, lluvias aisladas en Baja California Sur y caída de nieve y aguanieve en Baja California, siendo copiosa y generalizada en el norte y oriente de Sonora, así como en el norte, oeste y centro de Chihuahua. También se prevé marcado descenso de la temperatura, llegando a alcanzar temperaturas menores a 0 °C en 16 entidades del país. Asimismo, se pronostican olas de 3 a 5 m de altura en la costa oeste de la Península de Baja California. A su vez, el frente No. 24 se extenderá como estacionario desde el oriente hasta el suroeste del Golfo de México, interaccionará con un canal de baja presión sobre el sureste mexicano y la Península de Yucatán, provocando lluvias puntuales fuertes en Puebla y Veracruz, así como chubascos en San Luis Potosí, Hidalgo, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo. La masa de aire asociada al frente 24, modificará sus características térmicas, no obstante, mantendrá el ambiente nocturno y matutino frío a muy frío sobre el occidente, centro y oriente del territorio nacional, así como viento de componente norte con rachas de 40 a 60 km/h en el Istmo y Golfo de Tehuantepec. Por otra parte, el ingreso de humedad generado por la corriente en chorro subtropical, ocasionará lluvias puntuales fuertes en Jalisco, Colima y Michoacán, chubascos en Guanajuato, Querétaro, Guerrero, Oaxaca y Chiapas. También se pronostica viento de componente sur con rachas de 70 a 90 km/h y tolvaneras en Coahuila, Nuevo León, Tamaulipas, Zacatecas, San Luis Potosí, Aguascalientes y Guanajuato, así como rachas de 40 a 60 km/h en las costas de Yucatán, Sinaloa, Jalisco, Michoacán, Querétaro, Hidalgo, Estado de México, Ciudad de México, Tlaxcala y Puebla.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Nuevo León (oriente), Tamaulipas, San Luis Potosí, Colima, Michoacán, Guerrero, Oaxaca, Veracruz, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Jalisco (costa).\n\nTemperaturas mínimas de -15 a -10 °C con heladas: sierras de Sonora, Chihuahua y Durango.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: sierras de Baja California, Zacatecas y Coahuila.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: sierras de Baja California Sur, Sinaloa, Nuevo León, San Luis Potosí, Aguascalientes, Estado de México, Hidalgo, Tlaxcala, Puebla y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Tamaulipas, Jalisco, Michoacán, Guanajuato, Querétaro, Ciudad de México, Morelos y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Vientos con rachas de 100 a 120 km/h y tolvaneras: Chihuahua, Durango y Zacatecas.\n\nVientos con rachas de 90 a 100 km/h y tolvaneras: Coahuila, Nuevo León, Tamaulipas y San Luis Potosí.\n\nEvento de NORTE con rachas de 80 a 100 km/h, durante la noche: litoral de Tamaulipas.\n\nVientos con rachas de 70 a 90 km/h con tolvaneras: Jalisco, Aguascalientes y Guanajuato.\n\nVientos de componente sur con rachas de 60 a 80 km/h: Veracruz, Oaxaca y Yucatán, y con rachas de 40 a 60 km/h: Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nVientos con rachas de 50 a 70 km/h: Golfo de California, con tolvaneras: Baja California, Baja California Sur, Sonora, Sinaloa, Querétaro, Hidalgo, Michoacán, Estado de México, Ciudad de México, Tlaxcala y Puebla."
  }
}
