{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL072024/GEOCOLOR/AL072024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL072024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/07/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/07L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL GORDON",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT07/refresh/AL072024_wind_probs_34_F120+png/083959.png",
    "DAO" : "TORMENTA TROPICAL GORDON_1500 KM AL ESTE DE LAS ISLAS DE SOTAVENTO_55 KM/H_OESTE A 5 KM/H_1006 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "sZ6cJx336cs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Guerrero, Oaxaca, Veracruz, Chiapas y Tabasco.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Michoacán, Guanajuato, Querétaro, Hidalgo, Estado de México, Morelos, Puebla, Campeche y Yucatán.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Colima, Ciudad de México, Tlaxcala y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Coahuila, Durango y Nayarit.\n\nLluvias aisladas (0.1 a 5 mm): Baja California, Sonora y Chihuahua.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "17/09/2024 - La influencia de una vaguada en el suroeste y occidente del golfo de México, junto con el desplazamiento de una nueva onda tropical por el suroeste del país y el flujo de humedad hacia el interior de la región, ocasionarán el incremento de nublados en horas de la tarde, previendo que los acumulados de lluvia más significativos tiendan a concentrarse en la porción sur, principalmente en partes altas, con tormentas puntuales muy fuertes (50 a 75 mm) durante el martes, esperando que estas condiciones puedan presentarse especialmente durante el día jueves, con mayor probabilidad. Para la cuenca alta del Cazones, Tecolutla y La Antigua, podrían presentarse lluvias puntuales fuertes (25 a 50 mm) durante estos dos días, con chubascos (5.1 a 25 mm) en el resto de las zonas de montaña. No se descartan puntuales aisladas de 75 a 150 en partes altas del Coatzacoalcos y Tonalá en este periodo de pronóstico. En tanto que, en Tamaulipas, dominará cielo medio nublado con lluvias y/o lloviznas (0.1 a 5.0 mm) dispersas en la entidad, así como chubascos (5.1 a 25 mm) en la región de Sierra Madre y occidente de la cuenca del centro. El viento se mantendrá del Sur y Sureste de 20 a 35 km/h en Tamaulipas con rachas de 50 km/h en el norte de la entidad. En Veracruz, el viento dominará del Este y Sureste en el norte y centro así como del Este y Noreste en el resto en ambos casos de 25 a 35 km/h. El ambiente diurno será cálido a caluroso en Veracruz; mientras que durante la noche será templado a cálido, así como fresco a frío en zonas serranas. En Tamaulipas, dominará caluroso a muy caluroso.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "17/09/2024 - Este lunes, el frente frío No. 2 sobre el noroeste del país en interacción con la corriente en chorro subtropical, producirán vientos fuertes con posibles tolvaneras, descenso de temperatura, así como lluvias aisladas en Baja California, Sonora y Chihuahua. A su vez, canales de baja presión al interior de la República Mexicana, inestabilidad en niveles altos de la atmósfera y el ingreso de aire cálido y húmedo del océano pacífico y golfo de México, ocasionarán chubascos y lluvias fuertes a muy fuertes acompañadas de descargas eléctricas, rachas fuertes de viento y posibles granizadas en el norte, noreste, occidente, centro y oriente del territorio nacional, incluido el valle de México. La onda tropical No. 23 se desplazará sobre el sureste mexicano, junto con un canal de baja presión sobre la península de Yucatán, inestabilidad en niveles altos de la atmósfera y al ingreso de humedad de ambos litorales, ocasionarán lluvias fuertes a muy fuertes en dichas regiones, pronosticándose lluvias puntuales intensas en Guerrero, Oaxaca, Veracruz, Chiapas y Tabasco. Finalmente, se mantendrá ambiente cálido a caluroso con temperaturas máximas de 35 a 40 °C en zonas de Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "16/09/2024 - El frente frío No. 2 se extenderá sobre el noroeste de México, en interacción con la corriente en chorro subtropical, originará lluvias y chubascos acompañados de descargas eléctricas y posible caída de granizo en Sonora, así como lluvias aisladas en Baja California. También, se prevé un descenso de temperatura y vientos con rachas de 50 a 70 km/h en Baja California y Sonora. Canales de baja presión sobre el norte, noreste, occidente centro, oriente y sureste del territorio nacional, en combinación con la humedad proveniente de ambos océanos y con inestabilidad en niveles altos de la atmósfera, ocasionarán lluvias puntuales intensas en Tamaulipas, San Luis Potosí, Michoacán, Hidalgo, Veracruz, Oaxaca y Chiapas; muy fuertes en Jalisco, Colima, Guanajuato, Querétaro, Estado de México, Ciudad de México, Guerrero, Morelos, Puebla y Tabasco; fuertes en Nuevo León, Zacatecas, Aguascalientes y Tlaxcala, e intervalos de chubascos en Chihuahua, Coahuila, Durango y Nayarit. A su vez, la onda tropical No. 22 frente a las costas del Pacífico central mexicano, reforzará la probabilidad de lluvias en el occidente del país. Por otra parte, la nueva onda tropical No. 23 ingresará y se desplazará sobre la península de Yucatán y provocará lluvias puntuales muy fuertes en Campeche y Yucatán, así como lluvias puntuales fuertes en Quintana Roo. Además, se presentarán rachas de viento de 40 a 60 km/h en zonas de Baja California Sur, Chihuahua, Coahuila, Nuevo León y Tamaulipas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Coahuila, Nuevo León, Tamaulipas, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California, Baja California Sur, Sonora, Chihuahua, Durango, Zacatecas, San Luis Potosí, Sinaloa, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca y Veracruz.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Baja California, Sonora, Chihuahua, Durango, Estado de México y Puebla.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h y posibles tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí y Zacatecas."
  }
}
