{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL072024/GEOCOLOR/AL072024-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL072024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2024/07/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/07L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "TORMENTA TROPICAL GORDON",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT07/refresh/AL072024_wind_probs_34_F120+png/083959.png",
    "DAO" : "TORMENTA TROPICAL GORDON_1930 KM AL ESTE DE LAS ISLAS DE SOTAVENTO_65 KM/H_OESTE-SUROESTE A 17 KM/H_1006 MILIBARIOS",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "sZ6cJx336cs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Coahuila, Nuevo León, San Luis Potosí, Tamaulipas, Michoacán, Guanajuato y Querétaro.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): Zacatecas, Aguascalientes, Jalisco, Colima, Hidalgo, Morelos, Puebla, Estado de México, Ciudad de México, Guerrero, Oaxaca y Veracruz.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Sonora, Sinaloa, Chihuahua, Durango, Tlaxcala, Chiapas, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Baja California, Baja California Sur, Nayarit, Tabasco y Campeche.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "15/09/2024 - Se mantendrá el ingreso de humedad hacia Tamaulipas y Veracruz, interactuando con los canal de baja presión ubicados en el suroeste del golfo de México y otro en el noreste del país; dichas condiciones favorecerán el incremento de nubosidad y de lluvias en zonas montañosas vespertina a nocturnas y nocturnas a matutinas en planicies y costa; hacia el final de este periodo una nueva onda tropical ingresará al sur de la región manteniendo las lluvias; las zonas de tormenta serán acompañadas de actividad eléctrica y viento en rachas. Previendo en Tamaulipas tormentas puntuales muy fuertes (50 a 75 mm) en el sur y occidente de la entidad; mientras que en el resto se prevén lluvias con intervalos de chubascos (5.1 a 25 mm); a partir del lunes se prevé un ligera disminución en el occidente y sur de la entidad favoreciendo tormentas puntuales fuertes (25 a 50 mm) en dicha porción. En Veracruz se prevén tormentas puntuales muy  fuertes (50 a 75 mm) en el sur de la región y zonas montañosas de la porción norte; tormentas puntuales fuertes (25 a 50 mm) en el resto de las zonas montañosas y lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto; incrementándose a intensas (75 a 150 mm) en el sur al final de este periodo en la porción sur. El viento será del Sur y Sureste en Tamaulipas y norte de Veracruz de 25 a 35 km/h, del Este y Noreste en el resto de la región con similar velocidad; presentándose rachas de 50 km/h en el norte de Tamaulipas. Manteniéndose en ambas entidades un ambiente cálido a caluroso en ambas entidades; durante la noche será templado a fresco, así como fresco a frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "15/09/2024 - Este domingo, los remanentes de la depresión tropical Ileana se disiparán sobre el noroeste del territorio nacional. No obstante, refrozará la probabilidad de chubascos y lluvias puntuales fuertes en dicha región; con rachas fuertes de viento en sus costas, así como en el interior del golfo de California. A su vez, canales de baja presión extendidos sobre el interior de la República Mexicana, en combinación con inestabilidad en altura y con la entrada de aire húmedo del océano Pacífico y golfo de México, generarán lluvias puntuales intensas en Coahuila, Nuevo León, San Luis Potosí, Tamaulipas, Guanajuato y Querétaro; puntuales muy fuertes en Zacatecas, Aguascalientes, Hidalgo, Morelos, Estado de México, Ciudad de México, Guerrero, Oaxaca, Puebla y Veracruz; y puntuales fuertes en Sonora, Sinaloa, Chihuahua, Durango y Tlaxcala. Por su parte, la onda tropical No. 22 en su avance sobre el occidente de México, originará lluvias puntuales intensas en zonas de Michoacán; lluvias puntuales muy fuertes en Colima, y de igual intensidad acompañadas con fuertes rachas de viento en zonas de Jalisco; e intervalos de chubascos en Nayarit. La entrada de aire húmedo proveniente del mar Caribe y un canal de baja presión sobre el sureste mexicano, originarán lluvias puntuales fuertes en Chiapas, Yucatán y Quintana Roo; e intervalos de chubascos en Campeche y Tabasco. Finalmente, se prevé ambiente templado a cálido por la tarde en la mayor parte de los estados de la República Mexicana, con temperaturas máximas calurosas superiores a los 35 °C en zonas de Baja California, Sonora, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "14/09/2024 - La interacción del canal de baja presión en el suroeste del golfo de México y otro ubicado en el noreste del país con el constante ingreso de humedad hacia Tamaulipas y Veracruz, así como el calentamiento diurno y forzamiento orográfico; favorecerán el incremento de nubosidad y lluvias acompañadas de actividad eléctrica y viento en rachas vespertinas a nocturnas en zonas montañosas y nocturnas a matutinas en planicies y costa. Previendo en Tamaulipas tormentas puntuales intensa (75 a 150 mm) en la región comprendida entre Nuevo Laredo y Reynosa, la región de la sierra Madre y el occidente de la cuenca del Soto La Marina; tormentas puntuales muy fuertes (50 a 75 mm) en el San Fernando, Guayalejo -Tamesí y Tamuín; tormentas puntuales fuertes (25 a 50 mm) en el resto de la entidad. En Veracruz se prevén tormentas puntuales muy fuertes (50 a 75 mm) en el Pánuco, Tuxpan y zonas montañosas del Cazones, Tecolutla y Nautla; tormentas puntuales fuertes (25 a 50 mm) en el Coatzacoalcos y Tonalá, así como zonas montañosas del Actopan, La Antigua, Jamapa-Cotaxtla y Papaloapan; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de la región. El viento será del Sur y Sureste en Tamaulipas y norte de Veracruz; del Este y Noreste en el resto; en ambos casos de 25 a 35 km/h. Manteniéndose un ambiente diurno cálido a caluroso; templado a cálido durante la noche, así como fresco a frío en zonas serranas.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Baja California, Sonora, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur, Sinaloa, Chihuahua, Coahuila, Nuevo León, Durango (noroeste), Zacatecas (suroeste), San Luis Potosí, Nayarit, Jalisco, Colima, Michoacán, Tamaulipas, Veracruz, Guerrero y Oaxaca.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas del Estado de México, Tlaxcala, Puebla y Veracruz.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 50 a 70 km/h: norte del golfo de California; y con posibles tolvaneras: zonas de Baja California y Baja California Sur.\n\nViento con rachas de 40 a 60 km/h: zonas de Sonora, Sinaloa, Chihuahua, Coahuila, Nuevo León, Durango, Zacatecas, Jalisco, Estado de México, Ciudad de México, Tamaulipas, Veracruz y Puebla; y con posibles tolvaneras: Nayarit."
  }
}
