{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL152023/GEOCOLOR/GOES16-AL152023-GEOCOLOR-1000x1000.gif",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/AL152023/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/AL/2023/15/sat/current.png,f,f,f,f,GOES-East 4 km IR4 ",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/15L-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN NIGEL",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,865,556,165,590,1950,1180,64,898,532,1,1,798,598,1,1,798,598,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "https://www.nhc.noaa.gov/storm_graphics/AT15/refresh/AL152023_wind_probs_34_F120+png/204919.png",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,64,898,532,16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n",
    "EC1" : "f",
    "EC2" : "f",
    "EC3" : "f",
    "EI1" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-AltzomoniHD.jpg",
    "EI2" : "https://www.cenapred.unam.mx/volcan/colima/imagenes_links/palmillas_hd.jpg",
    "EI3" : "https://www.cenapred.unam.mx/volcan/popocatepetl/imagenes/hd/imgVolcanPopocatepetl-TlamacasHD.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 21 exhalaciones, acompañadas de vapor de agua, gases volcánicos y en ocasiones ligeras cantidades de ceniza.\n\nAdicionalmente se registraron 97 minutos de tremor de baja amplitud y alta frecuencia que en total sumaron 1.61 horas.\n\nTambién, se registraron 2 explosiones clasificadas como moderadas ocurridas el día de ayer a las 17:08 h y 19:01 h (hora local).\n\nDurante la mañana se observó una emisión continua de vapor de agua, gases volcánicos y ceniza, con dispersión hacia el suroeste (SO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n",
    "EYV" : "H3DfUOwyOK4,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,12,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-4",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Intervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Guerrero, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo.\n\nIntervalos de chubascos (5 a 25 mm): Chihuahua, Coahuila, Nayarit, Jalisco, Colima, Michoacán, Estado de México, Veracruz y Tabasco.\n\nLluvias aisladas (0.1 a 5 mm): Sinaloa, Durango, Morelos y Puebla.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "23/09/2023 - La presencia de un canal de baja presión extendido a lo largo de la vertiente oriental de México, el ingreso de humedad y los forzamientos térmicos y orográficos ocasionarán el desarrollo de nublados con probabilidad para lluvias puntuales fuertes (25 a 50 mm) en porciones medias y altas de las cuencas de los ríos Coatzacoalcos y Tonalá; lluvias con intervalos de chubascos (5.1 a 25 mm) en el resto de dichas cuencas, así como en zonas montañosas desde la cuenca del río La Antigua hasta el Papaloapan; lluvias escasas o lloviznas (0.1 a 5 mm) en la costa central y Los Tuxtlas. Para Tamaulipas el potencial de lluvias será baja. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. El viento en Tamaulipas dominará del Sur y Sureste, mientras que, sobre la entidad veracruzana será de componente Este; en ambos casos de 25 a 35 km/h, previendo rachas de 50 km/h en la porción norte del primer estado. El ambiente diurno se percibirá de caluroso a muy caluroso en Tamaulipas, así como en planicies y costas de Veracruz; y cálido en la montaña. Por la noche y madrugada persistirá frío en zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "23/09/2023 - Este sábado, canales de baja presión prevalecerán sobre el interior del territorio nacional, interaccionarán con el ingreso de humedad de ambos litorales, originarán lluvias fuertes en Guerrero, Oaxaca, Chiapas, Campeche, Yucatán y Quintana Roo, y lluvias aisladas con chubascos en el occidente, centro y oriente de la República Mexicana. Por otra parte, una línea seca se extenderá sobre la frontera norte de México, originará lluvias y chubascos en Chihuahua y Coahuila; las lluvias mencionadas estarán acompañadas de descargas eléctricas. Una circulación anticiclónica en niveles medios de la atmósfera, mantendrá el ambiente vespertino cálido a caluroso en la mayor parte del territorio nacional, así como baja probabilidad de lluvias sobre entidades de la Mesa del Norte, Mesa Central, noroeste y noreste del país.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "22/09/2023 - Canales de baja presión que se extienden desde el norte hasta el centro del país, sureste mexicano y sobre la Península de Yucatán, aunados al ingreso de humedad del Océano Pacífico, Golfo de México y Mar Caribe, originarán lluvias fuertes con puntuales muy fuertes en Chiapas, chubascos con lluvias fuertes en Guerrero, Veracruz, Tabasco, Oaxaca, Campeche, Yucatán y Quintana Roo, dichas lluvias estarán acompañadas de descargas eléctricas y a partir de las lluvias fuertes podrían generar reducción de la visibilidad en tramos carreteros, además de encharcamientos en zonas bajas de dichas entidades; asimismo, se prevén lluvias aisladas en Baja California, Sinaloa, Durango, Ciudad de México y Tlaxcala. Una circulación anticiclónica en niveles medios de la atmósfera, propiciará baja probabilidad de lluvias sobre entidades del norte y noreste del país. Así mismo, se pronostican rachas de viento de 40 a 60 km/h con posibles tolvaneras en la Península de Baja California, además del norte y noreste de la República Mexicana.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 40 a 45 °C: Sonora, Chihuahua y Sinaloa.\n\nTemperaturas máximas de 35 a 40 °C: Baja California, Baja California Sur, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Veracruz, Nayarit, Jalisco, Colima, Michoacán, Guerrero, Oaxaca, Chiapas, Tabasco, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas máximas de 30 a 35 °C: Zacatecas, Aguascalientes, Guanajuato, Querétaro, Hidalgo (norte), Puebla (norte y suroeste) y Morelos.\n\nTemperaturas mínimas de 0 a 5 °C: sierras de Guanajuato, Michoacán, Estado de México, Hidalgo, Tlaxcala, Puebla, Veracruz y Oaxaca.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Viento con rachas de 40 a 60 km/h: Istmo de Tehuantepec, con posibles tolvaneras: Baja California, Baja California Sur, Sonora, Chihuahua, Durango, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco y Guanajuato."
  }
}
