{
  "-C1" : {
    "AN1" : "https://cdn.star.nesdis.noaa.gov//GOES16/GLM/SECTOR/mex/EXTENT3/GOES16-MEX-EXTENT3-1000x1000.gif",
    "AN2" : "f",
    "AN3" : "f",
    "CI1" : "https://cdn.star.nesdis.noaa.gov/FLOATER/EP122024/GEOCOLOR/1000x1000.jpg,f,f,f,f,GOES-East VISIBLE",
    "CI2" : "https://vortex.plymouth.edu/tropical/EP/2024/12/sat/current.png,f,f,f,f,GOES-East 4 km IR4",
    "CI3" : "https://tropic.ssec.wisc.edu/real-time/adt/12E-2DWIND.GIF,f,f,f,f,Real Time",
    "CTM" : "ffffff",
    "CTT" : "HURACAN KRISTY",
    "CTX" : "\n",
    "DAC2" : "1,1,1078,650,20,50,1400,900,600,400,1300,800",
    "DAC5" : "1,65,898,530,1,270,450,310,15,85,860,555,1,65,898,530,150,540,1990,1230,1,50,1910,950,1,64,898,532,1,240,450,290",
    "DACF" : "16,86,866,556,1,64,898,532,1,1,990,900,16,86,866,556",
    "DAI2" : "https://tropic.ssec.wisc.edu/real-time/atlantic/images/xxirg8bbm.jpg",
    "DAI5" : "https://www.nhc.noaa.gov/xgtwo/two_atl_7d0.png",
    "DAIF" : "f",
    "DAO" : "f",
    "DAT" : "\n\n",
    "DBE" : "f",
    "DBN" : "\n",
    "DPC2" : "1,1,1078,650,1,1,860,455",
    "DPC5" : "1,65,898,530,1600,840,1625,970,1,64,898,532",
    "DPCF" : "16,86,865,556,1,1,798,598,1,1,996,920,15,144,731,498",
    "DPI2" : "https://tropic.ssec.wisc.edu/real-time/eastpac/images/xxirg9bbm.jpg",
    "DPI5" : "https://www.nhc.noaa.gov/xgtwo/two_pac_7d0.png",
    "DPIF" : "f",
    "DPO" : "f",
    "DPT" : "\n\n",
    "EC1" : "1,1,1022,766",
    "EC2" : "1,1,1022,766",
    "EC3" : "1,1,1022,766",
    "EI1" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamsaltzomoni/1T.jpg",
    "EI2" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstlamacas/1T.jpg",
    "EI3" : "https://www.cenapred.unam.mx/contenido/imagenes/webcamstianguis/1T.jpg",
    "EMC" : "1,1,Cenapred,1",
    "ETX" : "\nActividad de las últimas 24 horas\n\nSe detectaron 12 exhalaciones, acompañadas de vapor de agua, gases volcánicos y ligeras cantidades de ceniza. Adicionalmente, también se registraron dos sismos volcanotectónicos a las 07:07 h y 09:05 h, de magnitudes 1.4 y 1.9, respectivamente.\n\nDurante la mañana y al momento de este reporte se observa una emisión continua de vapor de agua y gases volcánicos, con dispersión hacia el Oeste-Noroeste (ONO).\n\nEl Semáforo de Alerta Volcánica del Popocatépetl se encuentra en Amarillo Fase 2.\n\nRecomendaciones\n\nEl Cenapred te insiste: no intentes subir al volcán, pues ocurren explosiones que arrojan fragmentos incandescentes, como se ha visto recientemente. Respeta el radio de exclusión de 12 kilómetros a partir del cráter, estar dentro de esta zona no es seguro. En caso de lluvias fuertes, aléjate del fondo de las barrancas, debido al peligro de flujos de lodo y escombro.\n\nRecuerda proteger tus vías respiratorias ante la caída de ceniza volcánica.\n",
    "EYV" : "GTzPMN5Excs,75",
    "GBI" : "f",
    "IBG" : "https://raw.githubusercontent.com/9erardo/MisLugares/master/blueridge_3000px.jpg",
    "IBN" : "F",
    "IS1" : "https://www.ssec.wisc.edu/data/geo/images/goes16/latest_goes-16_rgbstr_conus.gif",
    "IS1C" : "1,450,1300,735",
    "IS1H" : "México, Visible",
    "IS2" : "https://whirlwind.aos.wisc.edu/~wxp/goes16/vis_color_enh/conus/latest_conus_1.jpg",
    "IS2C" : "1,270,990,650",
    "IS2H" : "México, Visible",
    "IS3" : "https://cdn.star.nesdis.noaa.gov/GOES16/GLM/SECTOR/mex/EXTENT3/1000x1000.jpg",
    "IS3C" : "1,1,998,900",
    "IS3H" : "México, Visible",
    "IS4" : "https://meteorologia.semar.gob.mx/dirmet/satelitales/A1/RGB/A1_RGB_08.gif",
    "IS4C" : "300,150,1580,1090",
    "IS4H" : "Golfo de México, Visible",
    "IS5" : "https://www.ssec.wisc.edu/data/geo/images/goes-16/latest_goes-16_02_conus.gif",
    "IS5C" : "1,486,1000,700",
    "IS5H" : "México, RGB Stretched",
    "IUVD" : "0,1,3,6,9,11,9,7,5,3,1,0",
    "IUVH" : "8,9,10,11,12,13,14,15,16,17,18,19",
    "IUVV" : "-3",
    "LLC" : "1,62,680,462",
    "LLI" : "https://www.passageweather.com/maps/gulfmexico/rain/003.png",
    "LLT" : "Lluvias muy fuertes con puntuales intensas (75 a 150 mm): Hidalgo, Puebla, Veracruz, Oaxaca, Chiapas, Tabasco y Quintana Roo.\n\nLluvias fuertes con puntuales muy fuertes (50 a 75 mm): San Luis Potosí, Campeche y Yucatán.\n\nIntervalos de chubascos con lluvias puntuales fuertes (25 a 50 mm): Querétaro, Tlaxcala y Guerrero.\n\nIntervalos de chubascos (5 a 25 mm): Jalisco, Colima, Michoacán, Guanajuato, Estado de México, Ciudad de México y Morelos.\n\nLluvias aisladas (0.1 a 5 mm): Nuevo León y Tamaulipas.",
    "MB" : "f",
    "ME" : "t",
    "MEE" : "t,t,t,t",
    "MFL" : "A,:)",
    "MIE" : "t,f,f,f",
    "N1H" : "Perspectiva Meteorológica",
    "N1T" : "21/11/2024 - Se espera que durante día miércoles el frente frío No. 10 y una línea de vaguada recorran el litoral veracruzano y la península de Yucatán, ingresando al occidente del mar Caribe durante el jueves. Dicho sistemas y la masa de aire frío que le impulsa ocasionaran el desarrollo de nublados con probabilidad para lluvias intensas, sin descartar algún evento puntual torrencial (150 a 250 mm) en zonas montañosas de las cuencas de los ríos Tuxpan, Cazones, Tecolutla, Nautla, Misantla y Papaloapan, así como dentro del Coatzacoalcos y Tonalá, además de Los Tuxtlas; lluvias fuertes muy fuertes (50 a 75 mm) en el resto de las porciones norte, sur y zona montañosa del centro; lloviznas y lluvias con intervalos de chubascos en el resto de estado, previendo tienda a disminuir el potencial de lluvias  a partir del jueves. Para Tamaulipas se prevén lluvias  con intervalos de chubascos (5.1 a 25 mm) en la porción sur el día miércoles y baja probabilidad de lluvias el resto del periodo de pronóstico. En algunos casos las lluvias se acompañarán de actividad eléctrica y viento en rachas. La masa de aire frío asociada al frente ocasionará un evento de NORTE con rachas de 50 a 60 km/h en zonas costeras del centro y sur de Tamaulipas, así como de 100 a 120 km/h en zonas costeras del centro y sur de Veracruz durante el miércoles, perdiendo intensidad a partir de la madrugada del jueves. Los valores de temperatura tenderán a disminuir paulatinamente a partir del miércoles, ocasionando la precepción de ambiente templado durante el día en zonas bajas, fresco en zonas medias y  frio en zonas altas; además de heladas al amanecer sobre zonas serranas.",
    "N2H" : "Pronóstico Meteorológico",
    "N2T" : "21/11/2024 - Este miércoles, el frente frío No. 10 se desplazará gradualmente sobre el oriente y sureste del territorio mexicano, además de la península de Yucatán, durante su desplazamiento ocasionará lluvias puntuales intensas en Hidalgo, Puebla, Veracruz, Oaxaca, Chiapas, Tabasco y Quintana Roo, lluvias muy fuertes en San Luis Potosí, Campeche y Yucatán, lluvias fuertes en Querétaro y Tlaxcala, así como lluvias aisladas con chubascos en el noreste y centro del país. La masa de aire frío asociada al frente cubrirá la mayor parte del territorio nacional, originará ambiente frío a muy frío, con heladas al amanecer sobre el noroeste, norte y noreste de México; así como marcado descenso de temperatura en el oriente y centro de la República Mexicana. A su vez, ocasionará evento de  NORTE con rachas de viento de 80 a 100 km/h en el litoral de Veracruz, istmo y golfo de Tehuantepec, oleaje de 3 a 5 metros de altura en golfo de Tehuantepec y de 2 a 4 metros de altura en litoral de Veracruz; rachas de viento de 60 a 80 km/h y oleaje de 2 a 3 metros de altura en el litoral de Tamaulipas, y rachas de 50 a 70 km/h con oleaje de 2 a 3 metros de altura en el litoral de Tabasco, Campeche y Yucatán. Asimismo, durante la tarde y noche se prevé la caída de nieve y/o aguanieve en cimas montañosas con altitudes superiores a los 4,500 msnm del centro y oriente del país (Volcanes Popocatépetl, Iztaccíhuatl y Pico de Orizaba). A su vez, el ingreso de humedad del océano Pacífico provocado por la vaguada monzónica, originará lluvias e intervalos de chubascos en zonas del occidente del país y lluvias puntuales fuertes en Guerrero.",
    "N3H" : "Perspectiva Golfo de México",
    "N3T" : "20/11/2024 - El frente frío No. 10 se desplazará sobre el noreste y oriente de México, interaccionará con un canal de baja presión ubicado en el suroeste del golfo de México, originando lluvias puntuales intensas en San Luis Potosí, Hidalgo, Puebla (norte) y Veracruz (norte), lluvias muy fuertes en Querétaro, Tabasco, Campeche, Yucatán y Quintana Roo, lluvias fuertes en Tamaulipas, chubascos en Nuevo León, Guanajuato, Ciudad de México, Estado de México y Tlaxcala, y lluvias aisladas en Morelos. La masa de aire frío que impulsa al frente, mantendrá ambiente frío a muy frío en estados del noroeste, norte y noreste de la República Mexicana; con ambiente gélido en zonas montañosas de Chihuahua y Durango, además de evento de NORTE con rachas de viento de 40 a 60 km/h en el litoral de Tamaulipas, así como bancos de niebla en el noreste, oriente y centro del país. Por otra parte, el ingreso de humedad del océano Pacífico generada por la vaguada monzónica ocasionará lluvias puntuales intensas en Chiapas, muy fuertes en Oaxaca, fuertes en Michoacán y Guerrero, chubascos en Jalisco y Colima, y lluvias aisladas en Nayarit. Además, se pronostica viento de componente sur con rachas de 50 a 70 km/h en el istmo de Tehuantepec y en el sur de Veracruz; rachas de viento de 40 a 60 km/h y oleaje de 1 a 3 metros de altura en la costa occidental de la península de Baja California, así como rachas de igual intensidad en San Luis Potosí, Yucatán y Quintana Roo; así como trombas marinas frente a las costas de Yucatán.",
    "N4H" : "Golfo de México",
    "N4T" : "...",
    "SA1" : "https://www.wpc.ncep.noaa.gov/medr/9jhwbg_conus.gif",
    "SA1C" : "1,1,846,636",
    "SA2" : "https://www.nhc.noaa.gov/tafb_latest/EPAC_latest_sm3.gif",
    "SA2C" : "4,30,790,500",
    "SA3" : "https://ocean.weather.gov/UA/Mexico.gif",
    "SA3C" : "200,40,1300,1000",
    "SAA" : "\n\n",
    "SAP" : "\n\n",
    "TAE" : "t,t,t,t,t,t,t,t,t,t,t,t,t,t,t",
    "TAH" : "f",
    "TC" : "40,48,746,534,26,47,522,362,40,48,746,534",
    "TI" : "https://meteorologia.semar.gob.mx/MM5/RepMex_tmp_a018.gif",
    "TT" : "Temperaturas máximas de 35 a 40 °C: Sinaloa, Michoacán, Guerrero y Oaxaca.\n\nTemperaturas máximas de 30 a 35 °C: Baja California Sur, Sonora (sur), Nayarit, Jalisco, Colima, Chiapas (costa), Morelos, Campeche, Yucatán y Quintana Roo.\n\nTemperaturas mínimas menores a -10 °C con heladas: zonas montañosas de Chihuahua y Durango.\n\nTemperaturas mínimas de -10 a -5 °C con heladas: zonas montañosas de Baja California y Sonora.\n\nTemperaturas mínimas de -5 a 0 °C con heladas: zonas montañosas de Zacatecas.\n\nTemperaturas mínimas de 0 a 5 °C: zonas montañosas de Coahuila, San Luis Potosí, Aguascalientes, Sinaloa, Jalisco, Michoacán, Estado de México, Tlaxcala, Puebla e Hidalgo.",
    "UWR" : "https://kamala.cod.edu/HPC/latest.asca44.EWX.KEWX.html",
    "VC" : "1,62,680,462",
    "VI" : "https://www.passageweather.com/maps/gulfmexico/wind/000.png",
    "VT" : "Evento de NORTE con rachas de 80 a 100 km/h: litoral de Veracruz, istmo y golfo de Tehuantepec; con rachas de rachas de 60 a 80 km/h: litoral de Tamaulipas; con rachas de 50 a 70 km/h: litoral de Tabasco, Campeche y Yucatán.\n\nViento con rachas de 40 a 60 km/h: golfo de California, Baja California, Baja California Sur, Coahuila, Nuevo León, Tamaulipas, San Luis Potosí, Zacatecas, Aguascalientes, Jalisco, Guanajuato, Querétaro, Hidalgo, Puebla, Tlaxcala, Estado de México, Ciudad de México y Morelos, además de costas de Sonora y Sinaloa.\n\nOleaje de 3 a 5 metros de altura: golfo de Tehuantepec.\n\nOleaje de 2 a 4 metros de altura: litoral de Veracruz.\n\nOleaje de 2 a 3 metros de altura: litoral de Tamaulipas, Tabasco, Campeche y Yucatán."
  }
}
